{"content":"总是控制不住的想到可怕的事，没办法做到不去想，很难受害怕。","reconstruction":"我常常会想到可怕的事情，但是我知道这个状况不会困扰我很久。或许我可以尝试通过看书、学习、运动和朋友相处来改变自己的思维习惯，逐渐减少这种焦虑感。","strategy":1}
{"content":"控制不住大脑思维，明知是不对却无力摆脱，人生的苦都储存在这个脑壳里。做一个情绪的奴隶，做一个环境的傀儡，是极度可怜可悲的。","reconstruction":"虽然我经常控制不住大脑的思维，被情绪所束缚，但我相信随着年龄的增长、阅历的增加，我能更好的控制自己的情绪，做情绪的主人。","strategy":1}
{"content":"总是考不好，记不住，然后就焦虑，无法正常上课，已经去过医院了，但感觉也没什么用。","reconstruction":"虽然我总是考不好，记不住，导致焦虑，无法正常上课，即使去过医院也感觉没有太大改变。但我相信未来会变得更好，我会继续努力，相信自己的能力，坚持下去。每一次努力都是对成功的一步靠近。","strategy":1}
{"content":"压力比较大，身体疲惫，总觉得对什么都不感兴趣。","reconstruction":"虽然现在身体疲惫，对什么都不感兴趣，但我相信只要调整好状态，未来会有更多让我兴奋和期待的事情等着我。","strategy":1}
{"content":"总是害怕说错话，觉得说的不够好，别人不接纳我。","reconstruction":"我有时会害怕说错话，但我相信我有很多的进步空间，我已经发现表达是我的弱项，如果我尝试提醒自己三思而后行，并多做模拟练习，换位思考，我也可以得到别人的接纳。","strategy":1}
{"content":"我考试了，从来不关心我学习的爸爸，知道了我的成绩，过了问我这次怎么考这么差，在他们心里我就应该考前十甚至前三。","reconstruction":"这次考试没有考好，被爸爸问这次怎么考这么差，在他们心里我就应该考前十甚至前三。但是我知道情况会慢慢变好，我也只是这次没有发挥好而已，或许我可以自己先总结一下这次的问题，然后和父母沟通一下对成绩的期待，相信下次考试就不会有这么大压力了。","strategy":1}
{"content":"一直否认自己，对一切事物都失去了兴趣，没有喜欢的也没有不喜欢的，总之就是不快乐，觉得大家都是讨厌我的，我也讨厌我自己。","reconstruction":"我意识到我一直否认自己，觉得大家都是讨厌我的，但我知道情况会慢慢变好的，或许我可以试着从小事上肯定自己一次，相信渐渐的一定会有所改善！ ","strategy":1}
{"content":"今天同学让我带东西，老是忘记。之前就这样，总是忘记，而且还丢三落四的。","reconstruction":"我经常忘东忘西，而且还丢三落四的，这让我对自己有点失望，但是我相信只要我开始使用一些辅助工具，这个情况就可以大大的改善，或许我可以养成记录待办事项的习惯，或是设定提醒闹钟，这些都是比较容易的方法。","strategy":1}
{"content":"什么都不想干，只想待着躺着，学业快荒废了怎么办?","reconstruction":"虽然学习的过程很累，但是我付出了很多也积累了很多，继续坚持一定会有好结果的。 ","strategy":1}
{"content":"自己承压能力不够，遇到事情就紧张，害怕，睡不着觉，干什么都沉不下心。","reconstruction":"我的承压能力不够，遇到事就紧张。但我相信情况会慢慢变好，我可以找到让自己放轻松的方法，加强承压能力。 ","strategy":1}
{"content":"我也不知道怎么办，每天都容易发脾气，牵怒到别人。","reconstruction":"我意识到经常容易发脾气，迁怒到别人，但我知道情况会慢慢变好，或许我可以试着听听轻音乐来放松心情，或者练习冥想来改善自己的脾气，相信一定可以改善这种情况。 ","strategy":1}
{"content":"不管发生什么事情我动不动就喜欢生气，怎么改都改不掉这到底是什么原因。","reconstruction":"我动不动就喜欢生气，不管发生什么事情都会以生气不高兴来表达，我想我容易急躁才会忍不住先发脾气，我可以常常提醒自己不急，不急，事缓则圆。","strategy":1}
{"content":"对全世界都失去兴趣。就在这最近两个月，以前我的睡眠超级好，现在就睡不着还动不动就醒，醒了又睡不下去，还经常流眼泪。","reconstruction":"最近睡眠不好，感觉对全世界都失去兴趣，但我知道情况会慢慢变好的，或许我可以试着听听轻音乐，或者跑跑步运动一下，或者随便做点什么分散一下注意力，相信一定可以有所改善。","strategy":1}
{"content":"我有自残自杀倾向，怀疑自己有抑郁症，可是我不敢跟父母说，但又想去看心理医生，自己没有钱，我该怎么跟父母说?","reconstruction":"虽然我有自残自杀倾向，怀疑自己有抑郁症，但我相信未来会有希望。尽管我不敢跟父母说，但我愿意积极寻求心理医生的帮助，找到解决问题的途径。虽然我现在的经济条件有限，或许我可以找找看是否有成本较低的帮助，也可以试着从线上互助群中得到支持。","strategy":1}
{"content":"总觉得没自信？怎么增强自信心呀，好困扰，比如担心工作做不好，别人不认可。","reconstruction":"我正在努力提升自信心，尽管有时会担心工作做不好或别人不认可，但我仍然在积极寻找方法来增强自信心","strategy":1}
{"content":"生了孩子后，我的时间失控了，除了休息不好，效率超低，连基本的时间都找不到了。","reconstruction":"生了孩子后，虽然我的时间有些失控，但我相信通过努力和适应，我能够找到平衡并提高效率，重新找回自己的节奏。","strategy":1}
{"content":"过于神经质，内心长期有空虚感，觉得没有能量，不适应社会交往，情绪压抑低落，很难坚持，不知该如何调节。","reconstruction":"我过于神经质，有空虚感，觉得自己不适应社会交往，情绪低落。但是事情会变得越来越好，没人天生会社交。 ","strategy":1}
{"content":"感觉自己总是拖延，总提不起劲去做应该做的事情。虽然自己知道自己应该做什么，但就是迟迟不行动，或者无法坚持。","reconstruction":"虽然感觉自己总是拖延，凡事提不起劲，但我知道自己现在的情况一定会渐渐改善的，要对自己有信心。","strategy":1}
{"content":"感觉自己每一天活的都特别累，每一天都爱胡思乱想，每一天总是疑神疑鬼的，因为自己的相貌，不敢出门，怕别人认识我。","reconstruction":"在生活中，我因为自己的相貌害怕出门。但是我知道情况会慢慢变好，或许我可以尝试通过化妆、服饰等方式来修饰自己的相貌，相信自己可以变得更漂亮。 ","strategy":1}
{"content":"我以前也会写作业到半夜，也会只睡两个半小时，但他们还是逼我。我还不够好吗？为什么还逼我？反正无论我怎么做，他们都会骂我!","reconstruction":"以前我常常熬夜写作业，只睡两个半小时，但家人还是逼我。我可能觉得自己不够好，但我要相信他们是出于担心和关心。也许我可以试着和他们坦诚沟通，表达我的困惑和需求，寻求更好的解决方案。 ","strategy":1}
{"content":"工作上遇到阻力，感情上也不顺利，感觉自己越来越沮丧，情绪越来越失控！","reconstruction":"虽然现在在工作上我遇到了阻力，感情上也不顺利，但我相信这种糟糕的状态不会持续太久，随着时间的流逝加上自身的努力，情绪一定会好起来的。","strategy":1}
{"content":"我为什么不讨人喜欢，和别人出去打工，为什么不能看别人闲着，一看别人闲着为啥心里难受呢，是因为我好忌妒吗，我又不是老板。","reconstruction":"我总是看不惯别人闲着，也许是我总是让自己处于忙碌的状态下，我也不是嫉妒他们闲着，只是也想像他们一样有时间可以让自己闲下来，或许得给自己些时间休息休息了。","strategy":1}
{"content":"从小到大情绪就很容易失控，易爆易怒，经常发脾气，有时候知道是自己的错，也会忍不住生气。控制不住。","reconstruction":"我从小就容易暴躁,但我会积极改善,学着控制自己的脾气。每次生气时,我都会提醒自己保持理性,相信经过长期努力,我的脾气一定会得到控制。 ","strategy":1}
{"content":"25岁女生，最近一年，总是无精打采，觉得干什么都提不起劲头。","reconstruction":"虽然最近一年我无精打采，提不起劲头，但我相信未来我一定能激发兴趣，干想干的事，我应该积极面对生活，在生活中寻找闪光点。 ","strategy":1}
{"content":"活着的意义是什么？只是为了快乐吗？为了梦想吗？为了让自己更有价值吗？在我看来，我感觉都没什么意义。现在就像行尸走肉般活着。","reconstruction":"在生活中，我始终寻找不到自己活着的意义，每日如行尸走肉般活着。但我知道我一定会寻找到我自己的人生意义，或许我可以先从寻找自己喜欢的事情做起，渐渐寻找到自己的人生目标。 ","strategy":1}
{"content":"工作没了，觉得自己就像玩物一样，不想努力，我变成自己讨厌的样子了。","reconstruction":"工作没了，但我在过去工作中十分努力，能力获得了提升，一定会找到新的适合自己的工作。 ","strategy":1}
{"content":"我没有一个朋友，感觉不会社交，也不会说话，凡是接触的人都不喜欢我，我也很想拥有朋友，我到底是哪里有问题？？？？？","reconstruction":"没有朋友，这样我的个人时间就多了，我可以随心所欲做自己想干的事。 ","strategy":1}
{"content":"跟朋友在一起没有存在感，别人讲一些关于自己的事情，我说什么好像没人在意，没有存在感，我也不是擅长表达的人，我应该怎样改善这种局面？","reconstruction":"虽然有时我感觉朋友都在讲自己的事，我说什么好像没人在意，但我相信每个人都有关注他人的时刻，只是可能此刻他们有其他事情分散了注意力，同时这也给了我甄别朋友的机会，谁是真正的交心，谁又是表面功夫。","strategy":1}
{"content":"婆婆总是叫嚣着，语气凶的说话，还总不合时宜的问话，每次这样就心情不好，不合时宜得问话来，真不好回答。","reconstruction":"婆婆的言行真让人苦恼，但是我知道情况会慢慢变好，或许我可以试着多观察和倾听，相信一定可以培养出好的调节、理解与回复能力。 ","strategy":1}
{"content":"嗯…我性格比较内向吧，还很自卑，然后我在网上网恋个对象，他总是让我发语音，可是我真的不敢怎么办，语音我都不敢发…","reconstruction":"我就是一个比较内向的人，如果对方接受不了，那就说明我们不是一路人，没有关系的。 ","strategy":1}
{"content":"虽然我已经是个成年人了，不过总是敏感，遇到事情都是比较消极的看法，总是自己否定自己，自我攻击，有点不喜欢自己。","reconstruction":"我的性格比较敏感，对很多事情都持消极看法，但是我相信这样可以让我小心翼翼行事，这样就不会出现大错误。 ","strategy":1}
{"content":"头疼头晕没希望，受够了，好烦。","reconstruction":"虽然我现在头疼头晕没希望，但我相信疾病是一时的，我很快就会恢复健康，对生活也会抱有更大的希望。","strategy":1}
{"content":"一想到自己已经长大了这件事就十分难受，对独立这件事情有恐惧所以深度的依赖别人。","reconstruction":"虽然对于自己已经长大感到难受，对于独立有恐惧，但是长大的过程我成长了很多，持续下去一定会有更多的收获。","strategy":1}
{"content":"虽然也会对人好，但是有时候感觉自己谁都不爱，包括孩子，像是个没有心的人。","reconstruction":"虽然有时候感到自己好像对别人缺乏关爱，但我仍然努力对人好，包括对待孩子。我会努力保持积极的心态，相信自己能够克服这种短暂的情绪。 ","strategy":1}
{"content":"总是控制不住的想到可怕的事，没办法做到不去想，很难受害怕。","reconstruction":"虽然我总是想到可怕的事情，但生活中有很多美好的事情在发生，或许我可以转移注意力多关注这些美好，尽力让它们继续发生，用积极的生活扭转思维习惯。","strategy":2}
{"content":"控制不住大脑思维，明知是不对却无力摆脱，人生的苦都储存在这个脑壳里。做一个情绪的奴隶，做一个环境的傀儡，是极度可怜可悲的。","reconstruction":"虽然我经常控制不住大脑的思维，被情绪所束缚，但我很感谢身边人对我情绪的包容、开导，他们为我营造了良好的环境，我应该更加努力做情绪的主人，而不是被情绪奴役。","strategy":2}
{"content":"总是考不好，记不住，然后就焦虑，无法正常上课，已经去过医院了，但感觉也没什么用。","reconstruction":"我虽然总是考不好，记不住，导致焦虑，无法正常上课，不得不去医院就诊，但我要感恩这些经历。它们是我成长的机会，让我认识到自己的不足并努力改进。我感谢这些挑战，它们让我更加坚强和成熟。","strategy":2}
{"content":"压力比较大，身体疲惫，总觉得对什么都不感兴趣。","reconstruction":"尽管压力很大，但我感激自己还有能力去面对和承担这些事情，这些经历会让我更加成熟和坚强。","strategy":2}
{"content":"总是害怕说错话，觉得说的不够好，别人不接纳我。","reconstruction":"我很感激有机会表达自己，虽然有时可能紧张，害怕说错，但好险我所在的环境并不会因为说错话而受处罚，而且即使我说错，也还有人愿意尝试理解我。","strategy":2}
{"content":"我考试了，从来不关心我学习的爸爸，知道了我的成绩，过了问我这次怎么考这么差，在他们心里我就应该考前十甚至前三。","reconstruction":"这次考试没有考好，被爸爸问这次怎么考这么差，在他们心里我就应该考前十甚至前三。但幸好我发现了这个状况，并且想要改变。感谢自己没有放弃，也感谢父母的关心，我总结一下这次的失误，也是宝贵的经验。","strategy":2}
{"content":"一直否认自己，对一切事物都失去了兴趣，没有喜欢的也没有不喜欢的，总之就是不快乐，觉得大家都是讨厌我的，我也讨厌我自己。","reconstruction":"我意识到我一直否认自己，觉得大家都是讨厌我的，但幸好我发现了这个状况，并且想要改变。感谢这段经历让我养成了谨慎的做事习惯，这一定对我有所帮助。 ","strategy":2}
{"content":"今天同学让我带东西，老是忘记。之前就这样，总是忘记，而且还丢三落四的。","reconstruction":"我经常忘东忘西，而且还丢三落四的。好在现在科技发达，有许多的辅助方法可以用，或许我可以养成记录待办事项的习惯，或是设定提醒闹钟，有了这些高效的工具，我一定可以把生活过的更好。","strategy":2}
{"content":"什么都不想干，只想待着躺着，学业快荒废了怎么办?","reconstruction":"虽然学习的过程很累，但是很感谢父母的帮助让我有能够学习的机会，我会珍视这样的机会。并增强自己的能力。 ","strategy":2}
{"content":"自己承压能力不够，遇到事情就紧张，害怕，睡不着觉，干什么都沉不下心。","reconstruction":"我的承压能力不够，但幸好我发现了这个情况，并且想要改变。我会不断寻找适合自己的解压方式，努力增强抗压能力。 ","strategy":2}
{"content":"我也不知道怎么办，每天都容易发脾气，牵怒到别人。","reconstruction":"我意识到经常容易发脾气，迁怒到别人，但幸好我发现了这个状况，并且想要改变。谢谢身边的亲人和朋友，没有因为我的脾气而疏远我，我会珍惜身边的人，并改善自己的脾气。 ","strategy":2}
{"content":"不管发生什么事情我动不动就喜欢生气，怎么改都改不掉这到底是什么原因。","reconstruction":"还好我有察觉到自己的个性特质，不管发生什么事情都会以生气来表达，这一定会严重影响我的人际关系，也影响自己的心情，我感恩能自觉到这个情绪，我可以常常提醒自己不要急，不要先对自己或对别人生气，先深呼吸再慢慢思考。","strategy":2}
{"content":"对全世界都失去兴趣。就在这最近两个月，以前我的睡眠超级好，现在就睡不着还动不动就醒，醒了又睡不下去，还经常流眼泪。","reconstruction":"最近睡眠不好，感觉对全世界都失去兴趣，但幸好我发现了这个状况，并且想要改变。感谢这段经历让我明白了睡眠质量好是一件多么幸福的事，也感谢这段时间陪伴我的亲人和朋友，等我恢复了一定要好好的出去玩一次。 ","strategy":2}
{"content":"我有自残自杀倾向，怀疑自己有抑郁症，可是我不敢跟父母说，但又想去看心理医生，自己没有钱，我该怎么跟父母说?","reconstruction":"我意识到自己可能有自残自杀倾向和抑郁症，我想谢谢自己能够意识到这个问题，并且勇敢的寻求心理医生的帮助。尽管我目前没有经济条件，但或许我可以找找看是否有成本较低的帮助，也可以试着从线上互助群中得到支持。","strategy":2}
{"content":"总觉得没自信？怎么增强自信心呀，好困扰，比如担心工作做不好，别人不认可。","reconstruction":"虽然我曾经感到一无是处，但是我感恩身边的人和事，因为他们一直支持和鼓励我，让我能够不断进步。","strategy":2}
{"content":"生了孩子后，我的时间失控了，除了休息不好，效率超低，连基本的时间都找不到了。","reconstruction":"生了孩子后，我虽然感受到时间的挑战，但我非常感激有一个可爱的孩子陪伴我，虽然新手父母难免手忙脚乱，但我知道我身边有许多支持我的亲友，我也可以适时地寻求他们的帮助，让我更快的找到自己的生活节奏。","strategy":2}
{"content":"过于神经质，内心长期有空虚感，觉得没有能量，不适应社会交往，情绪压抑低落，很难坚持，不知该如何调节。","reconstruction":"我过于神经质，有空虚感，觉得自己不适应社会交往，情绪低落。感谢朋友们对我不离不弃，帮助我走出来。","strategy":2}
{"content":"感觉自己总是拖延，总提不起劲去做应该做的事情。虽然自己知道自己应该做什么，但就是迟迟不行动，或者无法坚持。","reconstruction":"我自己知道应该做什么，但迟迟没有行动，凡事提不起劲，还好我发现了现在的情况，我可能需好好的先听听自己内在的声音。","strategy":2}
{"content":"感觉自己每一天活的都特别累，每一天都爱胡思乱想，每一天总是疑神疑鬼的，因为自己的相貌，不敢出门，怕别人认识我。","reconstruction":"我因为自己的相貌害怕出门，但幸好我发现了这种状况，并想要做出改变。感谢我还可以通过化妆、发型、服饰等方法改善我的相貌，让我变得更有自信。 ","strategy":2}
{"content":"我以前也会写作业到半夜，也会只睡两个半小时，但他们还是逼我。我还不够好吗？为什么还逼我？反正无论我怎么做，他们都会骂我!","reconstruction":"我过去也常常为写作业而熬夜，只睡很少的时间，但家人一直在逼迫我。尽管我感到困惑和受压力，但我要感谢他们的担心，因为这是出自爱。我会努力理解他们的期望，同时也为自己的需求辩护，以建立更好的沟通和理解。 ","strategy":2}
{"content":"工作上遇到阻力，感情上也不顺利，感觉自己越来越沮丧，情绪越来越失控！","reconstruction":"最近在工作上遇到了阻力，感情也不顺利，但我依然感激这些经历，它们丰富了我的人生，让我知道在之后的工作和感情中应该做出怎样的改变。 ","strategy":2}
{"content":"我为什么不讨人喜欢，和别人出去打工，为什么不能看别人闲着，一看别人闲着为啥心里难受呢，是因为我好忌妒吗，我又不是老板。","reconstruction":"我之前总是看不惯别人闲着，总觉得他们没有上进心，但现在我才意识到，人总该给自己留些时间休息，感谢他们让我意识到这点。 ","strategy":2}
{"content":"从小到大情绪就很容易失控，易爆易怒，经常发脾气，有时候知道是自己的错，也会忍不住生气。控制不住。","reconstruction":"我的脾气确实不好,但我要感谢周围的人一直包容我。我会记着他们的付出,努力控制脾气,与大家和睦相处。 ","strategy":2}
{"content":"25岁女生，最近一年，总是无精打采，觉得干什么都提不起劲头。","reconstruction":"我最近一年无精打采，没有动力，但我仍然走到了现在，我感谢社会能够容纳下我。我也感谢自己，能自我反思，正视缺点。我会珍惜社会给我提供的机遇，找到机会重新点燃热情。 ","strategy":2}
{"content":"活着的意义是什么？只是为了快乐吗？为了梦想吗？为了让自己更有价值吗？在我看来，我感觉都没什么意义。现在就像行尸走肉般活着。","reconstruction":"我因为感受不到人生的意义而如同行尸走肉，但幸好我意识到了这个问题，感谢这次机会，让我能去寻找属于自己的人生意义，我会珍惜这次经历找到自己真正向往的事情。 ","strategy":2}
{"content":"工作没了，觉得自己就像玩物一样，不想努力，我变成自己讨厌的样子了。","reconstruction":"虽然工作没了，但还是感谢之前的工作带给我的成长，我会继续努力。 ","strategy":2}
{"content":"我没有一个朋友，感觉不会社交，也不会说话，凡是接触的人都不喜欢我，我也很想拥有朋友，我到底是哪里有问题？？？？？","reconstruction":"虽然我不会社交，但是我可以尝试从零开始，从拥有第一个朋友做起，这何尝不是一个值得挑战的事。 ","strategy":2}
{"content":"跟朋友在一起没有存在感，别人讲一些关于自己的事情，我说什么好像没人在意，没有存在感，我也不是擅长表达的人，我应该怎样改善这种局面？","reconstruction":"虽然有时我感觉朋友都在讲自己的事，我说什么好像没人在意，但我很感激我有一群朋友，让我有机会学习与人相处，与人沟通，虽然我现在感到有些挫折，但我相信这些都是我成长的养分。","strategy":2}
{"content":"婆婆总是叫嚣着，语气凶的说话，还总不合时宜的问话，每次这样就心情不好，不合时宜得问话来，真不好回答。","reconstruction":"婆婆言语锋芒，不合时宜的问话让我心情不好，但很感谢身边的亲友，愿意疏解我得困扰，我会珍视这样的机会与感情，并增强自己的调节能力。 ","strategy":2}
{"content":"嗯…我性格比较内向吧，还很自卑，然后我在网上网恋个对象，他总是让我发语音，可是我真的不敢怎么办，语音我都不敢发…","reconstruction":"感谢网恋对象让我认清了自己过于内向的性格，或许我从尝试说一句话开始就会变得不一样。 ","strategy":2}
{"content":"虽然我已经是个成年人了，不过总是敏感，遇到事情都是比较消极的看法，总是自己否定自己，自我攻击，有点不喜欢自己。","reconstruction":"我性格比较悲观敏感，感谢自己也认识到了这个缺点，我可以尝试从现在开始改变，让自己变得乐观开朗。 ","strategy":2}
{"content":"头疼头晕没希望，受够了，好烦。","reconstruction":"虽然我现在头晕头疼没希望，但我应该感激身边关心照顾我的人。我应该调整自己的心态早日康复，才不辜负他们的关心。 ","strategy":2}
{"content":"一想到自己已经长大了这件事就十分难受，对独立这件事情有恐惧所以深度的依赖别人。","reconstruction":"虽然对于自己已经长大感到难受，对于独立有恐惧，依赖别人。很感谢让我依赖的人并没因为我得恐惧而对我有所拒绝，我会珍视这种关心，并增强自己的独立自主能力。","strategy":2}
{"content":"虽然也会对人好，但是有时候感觉自己谁都不爱，包括孩子，像是个没有心的人。","reconstruction":"我虽然有时候感到自己好像对别人不够关爱，但我仍然心存感激，因为我知道我有能力去爱别人，包括我的孩子。我会珍惜每一次对他人的关爱，也感恩自己拥有的一切。 ","strategy":2}
{"content":"总是控制不住的想到可怕的事，没办法做到不去想，很难受害怕。","reconstruction":"我常常会想到可怕的事情，但是我相信只要我开始行动，我就有能力突破这个困境。或许我可以尝试通过看书、学习、运动和朋友相处来改变自己的思维习惯，逐渐减少这种焦虑感。","strategy":3}
{"content":"控制不住大脑思维，明知是不对却无力摆脱，人生的苦都储存在这个脑壳里。做一个情绪的奴隶，做一个环境的傀儡，是极度可怜可悲的。","reconstruction":"虽然我经常控制不住大脑的思维，被情绪所束缚，但这也说明我应该去学习和掌握一些情绪管理的内容，帮助我摆脱束缚成为情绪的主人。 ","strategy":3}
{"content":"总是考不好，记不住，然后就焦虑，无法正常上课，已经去过医院了，但感觉也没什么用。","reconstruction":"虽然我总是考不好，记不住，然后就焦虑，无法正常上课，去了医院感觉也没什么用，考不好谁都会难受，或许我可以请教考的好的人，同时把每个考试是唯一个新的开始，我相信我不但会有知识的积累，可会培养出应对挫折的能力。","strategy":3}
{"content":"压力比较大，身体疲惫，总觉得对什么都不感兴趣。","reconstruction":"当前的疲惫和对事物的不感兴趣是暂时的，我相信随着时间的推移，自己的身心状况会逐渐好转，会变得更加积极和热情。","strategy":3}
{"content":"总是害怕说错话，觉得说的不够好，别人不接纳我。","reconstruction":"我相信自己可以不断成长，包括在表达方面，虽然有时会担心说得不够好，但我相信多练习多模拟，我会越来越游刃有余的。","strategy":3}
{"content":"我考试了，从来不关心我学习的爸爸，知道了我的成绩，过了问我这次怎么考这么差，在他们心里我就应该考前十甚至前三。","reconstruction":"这次考试没有考好，被爸爸问这次怎么考这么差，在他们心里我就应该考前十甚至前三。我可以借助这件事锻炼一下自己抗挫折的能力，也提升一下自己和父母的沟通能力，同时还能总结出考试失误所在，实在是很有意义的一次考试。","strategy":3}
{"content":"一直否认自己，对一切事物都失去了兴趣，没有喜欢的也没有不喜欢的，总之就是不快乐，觉得大家都是讨厌我的，我也讨厌我自己。","reconstruction":"我意识到我一直否认自己，但我相信我可以成长提升我的自信心和勇气，尽管有时候我觉得大家都是讨厌我的，但我相信还是有很多人喜欢我，并且我坚信通过自我改善，我一定能赢得更多人的喜爱。 ","strategy":3}
{"content":"今天同学让我带东西，老是忘记。之前就这样，总是忘记，而且还丢三落四的。","reconstruction":"我经常忘东忘西，而且还丢三落四的，这让我有点气馁，感觉自己总是忘记，但我知道我也有成功记得重要事情的时刻，所以我相信自己可以改变，我可以提高记忆力和责任感，变得更可靠，或许我可以养成记录待办事项的习惯，或是设定提醒闹钟，来提升自己的能力。","strategy":3}
{"content":"什么都不想干，只想待着躺着，学业快荒废了怎么办?","reconstruction":"虽然学习的过程很累，我常常什么都不想干，但我坚信通过学习的过程，我将克服这些困难。 ","strategy":3}
{"content":"自己承压能力不够，遇到事情就紧张，害怕，睡不着觉，干什么都沉不下心。","reconstruction":"我的承压能力不够，但我相信我会不断成长提高我的承压能力。我相信通过学习和经验，我能更好地克服遇事紧张的情况。 ","strategy":3}
{"content":"我也不知道怎么办，每天都容易发脾气，牵怒到别人。","reconstruction":"我意识到经常容易发脾气，迁怒到别人，但我相信我可以成长并提高我的共情能力。尽管有时候难以控制自己的脾气，但这可以帮助我锻炼对情绪的控制，相信通过自我调节，一定能改善这种情况。","strategy":3}
{"content":"不管发生什么事情我动不动就喜欢生气，怎么改都改不掉这到底是什么原因。","reconstruction":"我发现到自己动不动就容易生气，我相信每个人都有情绪的，我想我可以透过自我提醒及多阅读一些有关情绪调节的书籍来修正自己当下的心情及改善自己的情绪表达。","strategy":3}
{"content":"对全世界都失去兴趣。就在这最近两个月，以前我的睡眠超级好，现在就睡不着还动不动就醒，醒了又睡不下去，还经常流眼泪。","reconstruction":"最近睡眠不好，感觉对全世界都失去兴趣，但我相信我可以提升我的定力，我可以利用这段时间进行冥想训练，说不定还能得出人生新的感悟。 ","strategy":3}
{"content":"我有自残自杀倾向，怀疑自己有抑郁症，可是我不敢跟父母说，但又想去看心理医生，自己没有钱，我该怎么跟父母说?","reconstruction":"我意识到自己可能有自残自杀倾向和抑郁症，这让我明白我需要更多关注自己的心理健康。我坚信每个人都有潜力成长和改变，所以我会积极寻求心理医生的帮助，并为自己的成长和康复努力奋斗。尽管目前没有经济来源，但或许我可以找找看是否有成本较低的帮助，也可以试着从线上互助群中得到支持。","strategy":3}
{"content":"总觉得没自信？怎么增强自信心呀，好困扰，比如担心工作做不好，别人不认可。","reconstruction":"虽然我曾经觉得自己愚笨，但是我相信只要努力学习和实践，我可以不断提升自己的能力，成为更好的人。","strategy":3}
{"content":"生了孩子后，我的时间失控了，除了休息不好，效率超低，连基本的时间都找不到了。","reconstruction":"生了孩子后，我意识到时间管理是我的一个成长点，我相信通过学习和实践，我能够提升自己的时间管理能力，找到更好的平衡和效率。或许我也可以寻求身边亲友的协助，让我更快的找到自己的生活节奏。","strategy":3}
{"content":"过于神经质，内心长期有空虚感，觉得没有能量，不适应社会交往，情绪压抑低落，很难坚持，不知该如何调节。","reconstruction":"我过于神经质，有空虚感，觉得自己不适应社会交往，情绪低落。人不是生来就会社交，我通过不断的学习锻炼会变好。 ","strategy":3}
{"content":"感觉自己总是拖延，总提不起劲去做应该做的事情。虽然自己知道自己应该做什么，但就是迟迟不行动，或者无法坚持。","reconstruction":"虽然感觉自己总是拖延，凡事提不起劲，知道自己应该做什么，但迟迟没有行动，我想我应该寻求协助透过时间管理或如何提升效率的书籍来学习成长。","strategy":3}
{"content":"感觉自己每一天活的都特别累，每一天都爱胡思乱想，每一天总是疑神疑鬼的，因为自己的相貌，不敢出门，怕别人认识我。","reconstruction":"我每一天都爱胡思乱想，过得好累，但是我相信我可以成长并减少自己的胡思乱想。尽管大多数时候我无法预料未来有什么样的事情发生，但我坚信做好自己的事情，着眼于当下，做好准备出门就好，不要担心出门之后的事情。 ","strategy":3}
{"content":"我以前也会写作业到半夜，也会只睡两个半小时，但他们还是逼我。我还不够好吗？为什么还逼我？反正无论我怎么做，他们都会骂我!","reconstruction":"我以前经常写作业到深夜，只睡几个小时，但家人仍然逼迫我。这让我怀疑自己是否足够好。然而，我相信通过沟通和理解，我可以帮助他们明白我的处境和需求，同时也学会更好地照顾自己。 ","strategy":3}
{"content":"工作上遇到阻力，感情上也不顺利，感觉自己越来越沮丧，情绪越来越失控！","reconstruction":"在工作上遇到了阻力，情感也不顺利，但我相信我可以成长，能够学会如何接纳和面对这些阻碍，并且活出更幸福的人生。 ","strategy":3}
{"content":"我为什么不讨人喜欢，和别人出去打工，为什么不能看别人闲着，一看别人闲着为啥心里难受呢，是因为我好忌妒吗，我又不是老板。","reconstruction":"明明是一样的工作，总是他们闲下来了我还在干活，看来我该向他们讨教讨教如何提高工作效率，这样我总有一天能和他们一块闲下来。","strategy":3}
{"content":"从小到大情绪就很容易失控，易爆易怒，经常发脾气，有时候知道是自己的错，也会忍不住生气。控制不住。","reconstruction":"我从小脾气就不好,但这并不代表我就无法改变。我相信只要坚持自我调节和反思,我的脾气控制能力一定会得到提高。这也是我成长的机会。 ","strategy":3}
{"content":"25岁女生，最近一年，总是无精打采，觉得干什么都提不起劲头。","reconstruction":"我现在没有发展的动力，可能我正处于一段困难时期。不过我才25岁，我相信我还有足够的潜力，有很大的成长空间。我会努力管理自己的情绪，度过这段时间，找回发展的动力。 ","strategy":3}
{"content":"活着的意义是什么？只是为了快乐吗？为了梦想吗？为了让自己更有价值吗？在我看来，我感觉都没什么意义。现在就像行尸走肉般活着。","reconstruction":"我因为觉着活着没有意义而如同行尸走肉般活着，但我相信我可以成长寻找到自己的人生意义。尽管我不认同大多数现有的人生意义，但我坚信通过学习和寻找，我将会寻找到自己活着的意义。 ","strategy":3}
{"content":"工作没了，觉得自己就像玩物一样，不想努力，我变成自己讨厌的样子了。","reconstruction":"只要多投简历，坚持努力提升自己，一定会找到好工作。 ","strategy":3}
{"content":"我没有一个朋友，感觉不会社交，也不会说话，凡是接触的人都不喜欢我，我也很想拥有朋友，我到底是哪里有问题？？？？？","reconstruction":"我可以好好培养一下自己的为人处事方面，勇于挑战自己的软肋。 ","strategy":3}
{"content":"跟朋友在一起没有存在感，别人讲一些关于自己的事情，我说什么好像没人在意，没有存在感，我也不是擅长表达的人，我应该怎样改善这种局面？","reconstruction":"虽然有时我感觉朋友都在讲自己的事，我说什么好像没人在意，但我相信我可以提升自己的表达能力以及聆听能力，让我的话更容易引起共鸣，让朋友们更容易回复。","strategy":3}
{"content":"婆婆总是叫嚣着，语气凶的说话，还总不合时宜的问话，每次这样就心情不好，不合时宜得问话来，真不好回答。","reconstruction":" 婆婆言语锋芒，不合时宜的问话不好回答且让我心情不好，但我相信我可以成长并提高语言表达能力，尽管大多数时间无法左右婆婆的言行，但我坚信一段时间我将更好地成长。 ","strategy":3}
{"content":"嗯…我性格比较内向吧，还很自卑，然后我在网上网恋个对象，他总是让我发语音，可是我真的不敢怎么办，语音我都不敢发…","reconstruction":"我先从说第一句话尝试开始，慢慢地我就会敢说很多话了，这何尝不是一个突破。 ","strategy":3}
{"content":"虽然我已经是个成年人了，不过总是敏感，遇到事情都是比较消极的看法，总是自己否定自己，自我攻击，有点不喜欢自己。","reconstruction":"可能过于敏感让我觉得自己很差劲，这是我的不足之处，我可以尝试培养一下自己的自信心，使得我的性格变好。 ","strategy":3}
{"content":"头疼头晕没希望，受够了，好烦。","reconstruction":"虽然我现在头疼头晕没希望，但我知道了，我的身体还有待锻炼，生活方式需要变得更加健康。当我有了更加健康的身体后，我对生活会更加充满希望。 ","strategy":3}
{"content":"一想到自己已经长大了这件事就十分难受，对独立这件事情有恐惧所以深度的依赖别人。","reconstruction":"虽然对于自己已经长大感到难受，对于独立有恐惧，依赖别人。但是我通过我得不断学习与实践，可以提高自己的独立自主能力。","strategy":3}
{"content":"虽然也会对人好，但是有时候感觉自己谁都不爱，包括孩子，像是个没有心的人。","reconstruction":"虽然我会对人表现出友好和关心，但有时候我感到自己缺乏真正的情感投入，包括对孩子的爱。我可能给人的感觉像是没有心的人，但我正在努力改变这种状况。我相信通过自我反省和学习，我将能够更好地表达自己的情感，并与人建立更深层次的关系。 ","strategy":3}
{"content":"总是控制不住的想到可怕的事，没办法做到不去想，很难受害怕。","reconstruction":"我意识到我总是想到可怕的事情，但我发现有些人和我一样，受这个情况困扰，但是他们找到了转移注意力的方法，帮助自己缓解紧张害怕的情绪。我会接受这种情况，采取放松的方式来减轻我的担忧和紧张。","strategy":4}
{"content":"控制不住大脑思维，明知是不对却无力摆脱，人生的苦都储存在这个脑壳里。做一个情绪的奴隶，做一个环境的傀儡，是极度可怜可悲的。","reconstruction":"虽然我经常控制不住大脑的思维，被情绪所束缚，但这并非是我一个人的问题，每个人都会有被情绪奴役，我应该放松一些，尝试去散散步听听音乐来转移自己的注意。","strategy":4}
{"content":"总是考不好，记不住，然后就焦虑，无法正常上课，已经去过医院了，但感觉也没什么用。","reconstruction":"虽然我总是考不好，记不住，导致焦虑而无法正常上课，甚至去过医院，但这些负面经历并不代表我的价值和能力，也许是这些上课方式不适合我。我要放松心态，找寻自己的兴趣以及适合的学习方式，每个人都是独一无二的，虽然很辛苦，但我相信我能够克服困难并进步。","strategy":4}
{"content":"压力比较大，身体疲惫，总觉得对什么都不感兴趣。","reconstruction":"我明白面对压力和疲惫是生活中常态，每个人都会经历这样的阶段，我需要学会调整心态，放松自己，慢慢找回兴趣和热情。","strategy":4}
{"content":"总是害怕说错话，觉得说的不够好，别人不接纳我。","reconstruction":"有时我可能会紧张，但我知道每个人都有说错话的时候，我可以试着放轻松，慢慢练习三思而后行，这样就可以减少言不及义所造成的误会，我不必过于担心，就算我说错话，也不会危及性命，我也会有机会改正的。","strategy":4}
{"content":"我考试了，从来不关心我学习的爸爸，知道了我的成绩，过了问我这次怎么考这么差，在他们心里我就应该考前十甚至前三。","reconstruction":"这次考试没有考好，被爸爸问这次怎么考这么差，在他们心里我就应该考前十甚至前三。我明白考试总会有所起伏，这都是正常情况，我也明白父母对我的是关心，并不是想给我多大压力，我可以总结下这次的失误，也是宝贵的经历。 ","strategy":4}
{"content":"一直否认自己，对一切事物都失去了兴趣，没有喜欢的也没有不喜欢的，总之就是不快乐，觉得大家都是讨厌我的，我也讨厌我自己。","reconstruction":" 我意识到我一直否认自己，觉得大家都是讨厌我的，但我明白每个人都有不自信的时候，所以才会觉得被别人讨厌，其实事实上根本没有人讨厌我，我应该让自己放松下来，开心的过好每一天。 ","strategy":4}
{"content":"今天同学让我带东西，老是忘记。之前就这样，总是忘记，而且还丢三落四的。","reconstruction":"我经常忘东忘西，而且还丢三落四的，这让我对自己有点失望，但我知道大家都曾经忘记带东西，我不必过于苛责自己，重要的是如何改进，避免这种情况常常发生，或许我可以养成记录待办事项的习惯，或是设定提醒闹钟，来帮助自己记得。","strategy":4}
{"content":"什么都不想干，只想待着躺着，学业快荒废了怎么办?","reconstruction":"什么都不相干，只想待着躺着，我明白每个人都有怠惰的心理，所以这种现象是正常的，我可以试着舒缓这样的情绪，而不是任由这样的情绪支配身体。 ","strategy":4}
{"content":"自己承压能力不够，遇到事情就紧张，害怕，睡不着觉，干什么都沉不下心。","reconstruction":"我的承压能力很差，总是遇事紧张。但我相信每个人在遇到事情时，多少都会有紧张的情绪，不是只有我会这样。 ","strategy":4}
{"content":"我也不知道怎么办，每天都容易发脾气，牵怒到别人。","reconstruction":"我意识到经常容易发脾气，迁怒到别人，但我明白每个人都有自己的脾气，每个人都有想发脾气的时候，所以无法很好的控制住自己的脾气也是正常的，我可以试着控制自己的情绪来避免迁怒于他人，相信一定会有所改善。 ","strategy":4}
{"content":"不管发生什么事情我动不动就喜欢生气，怎么改都改不掉这到底是什么原因。","reconstruction":"我发现到自己动不动就容易生气，也影响自己的心情，我相信每个人都有情绪的，我想我可以透过多接触大自然，多运动也常常告诉自己没有关系，我会慢慢在情绪表达上进步的。","strategy":4}
{"content":"对全世界都失去兴趣。就在这最近两个月，以前我的睡眠超级好，现在就睡不着还动不动就醒，醒了又睡不下去，还经常流眼泪。","reconstruction":"最近睡眠不好，感觉对全世界都失去兴趣，但我明白每个人都会有情绪的起伏，睡眠质量的变化也是正常的，我可以先尝试几种助眠的办法，而不是纠结睡不着这件事本身。","strategy":4}
{"content":"我有自残自杀倾向，怀疑自己有抑郁症，可是我不敢跟父母说，但又想去看心理医生，自己没有钱，我该怎么跟父母说?","reconstruction":"我意识到我可能有自残自杀倾向和抑郁症，这是一段困难的时期。但我知道许多人都有类似的困扰，我并不孤单。尽管我不敢向父母倾诉，但我想寻求心理医生的帮助，这是很积极也很勇敢的想法。但是我现在的经济条件有限，或许我可以找找看是否有成本较低的帮助，也可以试着从线上互助群中得到支持。","strategy":4}
{"content":"总觉得没自信？怎么增强自信心呀，好困扰，比如担心工作做不好，别人不认可。","reconstruction":"虽然我曾经害怕失败，但是失败只是暂时的，它不代表我一无是处，只要我保持积极的态度，我就能够克服困难，迎接成功。","strategy":4}
{"content":"生了孩子后，我的时间失控了，除了休息不好，效率超低，连基本的时间都找不到了。","reconstruction":"生了孩子后，我的时间失控了，休息不好，效率超低，连基本的时间都找不到。然而，我知道这个阶段是暂时的，每个新手父母都会面临类似的挑战。我会尽力放松心态，以更轻松的方式面对这个阶段的困难。","strategy":4}
{"content":"过于神经质，内心长期有空虚感，觉得没有能量，不适应社会交往，情绪压抑低落，很难坚持，不知该如何调节。","reconstruction":"我过于神经质，有空虚感，觉得自己不适应社会交往，情绪低落。我不应该过度担心，我会通过和别人的交往越来越好。 ","strategy":4}
{"content":"感觉自己总是拖延，总提不起劲去做应该做的事情。虽然自己知道自己应该做什么，但就是迟迟不行动，或者无法坚持。","reconstruction":"我自己知道应该做什么，但迟迟没有行动，凡事提不起劲，还好我发现了现在的情况，我可能需好好的先爱自己好好的放松身心。","strategy":4}
{"content":"感觉自己每一天活的都特别累，每一天都爱胡思乱想，每一天总是疑神疑鬼的，因为自己的相貌，不敢出门，怕别人认识我。","reconstruction":"在生活中，我总是胡思乱想，不敢出门。但是我明白自己的长相与别人无关，别人说什么与自己也无关，我可以尝试不去想别人对自己的看法，通过化妆发型服饰等提高自信。 ","strategy":4}
{"content":"我以前也会写作业到半夜，也会只睡两个半小时，但他们还是逼我。我还不够好吗？为什么还逼我？反正无论我怎么做，他们都会骂我!","reconstruction":"过去，我也常常熬夜写作业，只睡几小时，但家人一直在逼我。这使我感到很沮丧，觉得无论我怎么做都不够好。然而，我明白每个人有自己的观点和担忧。我可以试着与他们交流，寻找更好的解决方案，而不是仅仅受到批评。 ","strategy":4}
{"content":"工作上遇到阻力，感情上也不顺利，感觉自己越来越沮丧，情绪越来越失控！","reconstruction":"虽然最近在工作上我遇到了一些阻力，感情也不是很顺利，我的情绪和状态都很不好，但我知道这是人人都会经历的正常事情，我可以做一些别的事情转移注意力，而不是沉浸在沮丧之中。 ","strategy":4}
{"content":"我为什么不讨人喜欢，和别人出去打工，为什么不能看别人闲着，一看别人闲着为啥心里难受呢，是因为我好忌妒吗，我又不是老板。","reconstruction":"我也不是嫉妒他们闲着，只是不想自己和他们不同步，这种从众心理是人人都会有的，我或许不必太紧张。 ","strategy":4}
{"content":"从小到大情绪就很容易失控，易爆易怒，经常发脾气，有时候知道是自己的错，也会忍不住生气。控制不住。","reconstruction":"我意识到自己的脾气确实是一个问题,但我不应该因为这个责怪自己。我可以给自己时间冷静,相信自己可以慢慢地控制住脾气。 ","strategy":4}
{"content":"25岁女生，最近一年，总是无精打采，觉得干什么都提不起劲头。","reconstruction":"这种无精打采的经历估计谁都有体会，何况我才25岁。我应该换一种平常心来面对它，可以抛弃顾虑，尝试以旅行的方式来放松，也许心态放松下来，兴趣点自然就出现。 ","strategy":4}
{"content":"活着的意义是什么？只是为了快乐吗？为了梦想吗？为了让自己更有价值吗？在我看来，我感觉都没什么意义。现在就像行尸走肉般活着。","reconstruction":"感觉活着没有意义让我活着如同行尸走肉，但我明白每个人都有自己的人生意义，所以我暂时性地迷茫自己活着的意义也是正常的，我可以先试着从自己喜欢的事情做起，逐渐寻找自己的人生意义。","strategy":4}
{"content":"工作没了，觉得自己就像玩物一样，不想努力，我变成自己讨厌的样子了。","reconstruction":"工作没了，但大环境不好，丢工作的人很多，停下来思考自己到底想要什么样的生活，慢慢找会有新工作的。 ","strategy":4}
{"content":"我没有一个朋友，感觉不会社交，也不会说话，凡是接触的人都不喜欢我，我也很想拥有朋友，我到底是哪里有问题？？？？？","reconstruction":"虽然会羡慕别人有很多朋友，但是交不到朋友不是我一个人的错，不是只有我孤零零的。 ","strategy":4}
{"content":"跟朋友在一起没有存在感，别人讲一些关于自己的事情，我说什么好像没人在意，没有存在感，我也不是擅长表达的人，我应该怎样改善这种局面？","reconstruction":"虽然有时我感觉朋友都在讲自己的事，我说什么好像没人在意，但其实每个人都有自己的关注点，或许他们只是暂时没注意到我的发言，也或许某些朋友比较善于表达而不是倾听，毕竟沟通是一件一辈子都在学习的事，我和朋友都应该试着学习表达与倾听。","strategy":4}
{"content":"婆婆总是叫嚣着，语气凶的说话，还总不合时宜的问话，每次这样就心情不好，不合时宜得问话来，真不好回答。","reconstruction":"婆婆言语锋芒，不合时宜的问话让我心情不好，我明白每个人从小的环境的影响会造成不一样的言行举止，所以婆婆的叫嚣，不合时宜是正常的，我可以试着转变方向，而不是影响自己的心情。 ","strategy":4}
{"content":"嗯…我性格比较内向吧，还很自卑，然后我在网上网恋个对象，他总是让我发语音，可是我真的不敢怎么办，语音我都不敢发…","reconstruction":"每个人都有自己的不足，我不善言论，性格内向，也会遇到和我同频的人，不要为了别人改变自己。","strategy":4}
{"content":"虽然我已经是个成年人了，不过总是敏感，遇到事情都是比较消极的看法，总是自己否定自己，自我攻击，有点不喜欢自己。","reconstruction":"很多人都会不满意自己身上的某些特性，这是正常的，我也是如此，当我意识到自己总是比较消极，那么我该做的就是接受它并且改变它，一切都会好起来的。 ","strategy":4}
{"content":"头疼头晕没希望，受够了，好烦。","reconstruction":"虽然我现在头疼头晕没希望，但生老病死人之常情，每个人都会生病，我应该放松心情，更加积极的心态病好的会更快哦。","strategy":4}
{"content":"一想到自己已经长大了这件事就十分难受，对独立这件事情有恐惧所以深度的依赖别人。","reconstruction":"虽然对于自己已经长大感到难受，对于独立有恐惧，依赖别人，对于人的精神需求而言这是正常的，我可以试着靠自己解决某些问题而不是依赖别人。 ","strategy":4}
{"content":"虽然也会对人好，但是有时候感觉自己谁都不爱，包括孩子，像是个没有心的人。","reconstruction":"虽然有时候感到自己好像对别人缺乏关爱，但我不会过度苛责自己。每个人都会有心情低落的时候，包括我对待孩子可能有些疏忽，但这并不代表我是个没有心的人。 ","strategy":4}
{"content":"总是控制不住的想到可怕的事，没办法做到不去想，很难受害怕。","reconstruction":"虽然我总是想到可怕的事情，但我知道这是我自己的感受，我会接受它们并尝试寻找帮助来处理它们。","strategy":5}
{"content":"控制不住大脑思维，明知是不对却无力摆脱，人生的苦都储存在这个脑壳里。做一个情绪的奴隶，做一个环境的傀儡，是极度可怜可悲的。","reconstruction":"我经常控制不住大脑的思维，被情绪所束缚，我知道自己应该加强情绪管理的能力。或许我可以向我身边人请教一下，他们是怎么管理自己的情绪的。","strategy":5}
{"content":"总是考不好，记不住，然后就焦虑，无法正常上课，已经去过医院了，但感觉也没什么用。","reconstruction":"我总是考不好，记不住，然后很容易焦虑起来，影响上课吸收，去了医院感觉也没什么用。这些都是我当前的状态，但我仍然珍惜自己，或许我要付出比别人更多的努力，但我相信付出一定有回报，并相信我可以找到适合我的学习方式。","strategy":5}
{"content":"压力比较大，身体疲惫，总觉得对什么都不感兴趣。","reconstruction":"我要接受自己在压力下出现的疲惫和对事物失去兴趣的现象，但同时相信自己有能力去克服这些困境，逐步恢复活力。","strategy":5}
{"content":"总是害怕说错话，觉得说的不够好，别人不接纳我。","reconstruction":"我总是害怕自己会说错话，因为我觉得别人会不接纳我，但我知道自己有其他优点和价值。或许我说话之前可以先停两秒，思考想说的话是否不合适，这样就可以减少言不及义所造成的误会。","strategy":5}
{"content":"我考试了，从来不关心我学习的爸爸，知道了我的成绩，过了问我这次怎么考这么差，在他们心里我就应该考前十甚至前三。","reconstruction":"这次考试没有考好，被爸爸问这次怎么考这么差，在他们心里我就应该考前十甚至前三。我知道这次自己确实有所失误，也知道父母对我期望很高，那是因为我一向表现很好，偶尔的失误一次也是正常的，我可以总结下这次的失误，也是宝贵的经历。","strategy":5}
{"content":"一直否认自己，对一切事物都失去了兴趣，没有喜欢的也没有不喜欢的，总之就是不快乐，觉得大家都是讨厌我的，我也讨厌我自己。","reconstruction":"我意识到我一直否认自己，觉得大家都是讨厌我的，我知道我肯定有一些缺点，但是谁又能没有缺点呢？我也知道这才是世界本来的样子，世界就应该是充斥着丰富多彩的性格和各种各样的人，或许我可以尝试提升自己的信心，一定会有所改善！","strategy":5}
{"content":"今天同学让我带东西，老是忘记。之前就这样，总是忘记，而且还丢三落四的。","reconstruction":"我经常忘东忘西，而且还丢三落四的。我明白这是我的缺点，但我希望自己可以变好，或许我可以养成记录待办事项的习惯，或是设定提醒闹钟，慢慢地改掉这个毛病。","strategy":5}
{"content":"什么都不想干，只想待着躺着，学业快荒废了怎么办?","reconstruction":"什么都不相干，只想待着躺着，我知道学习的过程很累，也知道每个人对于这样的疲累承受程度不一样，或许我可以试着接受某些懈怠的行为，给自己休个假，补充补充能量。","strategy":5}
{"content":"自己承压能力不够，遇到事情就紧张，害怕，睡不着觉，干什么都沉不下心。","reconstruction":"我的抗压能力很差，总是遇事十分紧张。但遇到事情紧张这件事很正常，我可以试着寻找方法减轻压力，某种程度上压力也是一种动力。","strategy":5}
{"content":"我也不知道怎么办，每天都容易发脾气，牵怒到别人。","reconstruction":"我意识到经常容易发脾气，迁怒到别人，我知道自己情绪控制能力还需要加强，也知道每个人都有不同的脾气和性格，或许我可以试着听听轻音乐来放松心情，相信一定可以改善这种情况。","strategy":5}
{"content":"不管发生什么事情我动不动就喜欢生气，怎么改都改不掉这到底是什么原因。","reconstruction":"我察觉到自己动不动就容易生气，这一定会严重影响我的人际关系，也影响自己的心情，我相信每个人都有情绪的，我接纳自己容易生气不高兴，我可以告诉自己不要急，先深呼吸再沉淀当下的心情。","strategy":5}
{"content":"对全世界都失去兴趣。就在这最近两个月，以前我的睡眠超级好，现在就睡不着还动不动就醒，醒了又睡不下去，还经常流眼泪。","reconstruction":"最近睡眠不好，感觉对全世界都失去兴趣，我知道这段时间自己状态并不好，我也知道每个人都或多或少会有这种时期，这都是正常的，或许我可以先尝试几种助眠的办法。","strategy":5}
{"content":"我有自残自杀倾向，怀疑自己有抑郁症，可是我不敢跟父母说，但又想去看心理医生，自己没有钱，我该怎么跟父母说?","reconstruction":"我意识到我可能有自残自杀倾向和抑郁症，这是一段困难的时期。虽然我不敢向父母透露，但我想寻求心理医生的帮助，因为我相信通过专业支持，我可以找到自己的答案。或许我可以找找看是否有成本较低的帮助。","strategy":5}
{"content":"总觉得没自信？怎么增强自信心呀，好困扰，比如担心工作做不好，别人不认可。","reconstruction":"我接受自己的缺点和不足，但是我也相信我有自己的优点和长处，只要我发挥出来，我就能够取得成功。","strategy":5}
{"content":"生了孩子后，我的时间失控了，除了休息不好，效率超低，连基本的时间都找不到了。","reconstruction":"生了孩子后，我明白时间管理是一个挑战，虽然我现在感到很混乱很丧气，但我知道我已经尽力的想要做好一切，我不需要自责或沮丧，或许我可以寻求身边亲友的协助，让我找到更好的生活节奏，并寻找适合自己的平衡点。","strategy":5}
{"content":"过于神经质，内心长期有空虚感，觉得没有能量，不适应社会交往，情绪压抑低落，很难坚持，不知该如何调节。","reconstruction":"我过于神经质，有空虚感，觉得自己不适应社会交往，情绪低落。善不善于社交不是评判人的标准，我是最好的自己。","strategy":5}
{"content":"感觉自己总是拖延，总提不起劲去做应该做的事情。虽然自己知道自己应该做什么，但就是迟迟不行动，或者无法坚持。","reconstruction":"虽然感觉自己总是拖延，凡事提不起劲，知道自己应该做什么，但迟迟没有行动，我想我应该寻求协助跟朋友同学聊聊该如何突破现在的瓶颈。","strategy":5}
{"content":"感觉自己每一天活的都特别累，每一天都爱胡思乱想，每一天总是疑神疑鬼的，因为自己的相貌，不敢出门，怕别人认识我。","reconstruction":"在生活中，我意识到我因为自己的相貌而胡思乱想不敢出门。我知道自己确实会有一些不完美的地方，但是这和其他人并没有什么关系，或许我可以尝试通过向别人学习化妆技巧来改变自己的外貌，提高自信。","strategy":5}
{"content":"我以前也会写作业到半夜，也会只睡两个半小时，但他们还是逼我。我还不够好吗？为什么还逼我？反正无论我怎么做，他们都会骂我!","reconstruction":"我以前也会写作业到深夜，只睡几小时，但家人还是一直逼我。我感到困扰，但我意识到他们的担心出于爱。或许我可以试着与他们沟通，解释我的感受和需求，以建立更好的理解和共鸣。","strategy":5}
{"content":"工作上遇到阻力，感情上也不顺利，感觉自己越来越沮丧，情绪越来越失控！","reconstruction":"我意识到工作和情感上的不顺导致我最近情绪沮丧，我知道自己的承受能力没有那么好，也知道人不顺利时难免会陷入难过的情绪 ，或许我可以试一试做一些别的来转移注意力，改善情绪。","strategy":5}
{"content":"我为什么不讨人喜欢，和别人出去打工，为什么不能看别人闲着，一看别人闲着为啥心里难受呢，是因为我好忌妒吗，我又不是老板。","reconstruction":"我不想别人闲着，是因为我们同样是打工人，他总有时间放松，我却总是在忙，或许是我把自己逼得太紧了，想尽快赚到钱，才会使自己陷入这样的情绪，是时候该给自己放个假了。","strategy":5}
{"content":"从小到大情绪就很容易失控，易爆易怒，经常发脾气，有时候知道是自己的错，也会忍不住生气。控制不住。","reconstruction":"我知道自己从小就脾气不好,容易发火。我接受这是我需要持续努力改善的地方,也会设法补偿受到我脾气影响的人。","strategy":5}
{"content":"25岁女生，最近一年，总是无精打采，觉得干什么都提不起劲头。","reconstruction":"我看到我最近无精打采的情况，这种状态确实不好。我可以尝试自我关怀、听听家人朋友的建议 ，或者多去探索社会长长见识，一点一点做出改变。","strategy":5}
{"content":"活着的意义是什么？只是为了快乐吗？为了梦想吗？为了让自己更有价值吗？在我看来，我感觉都没什么意义。现在就像行尸走肉般活着。","reconstruction":"我常常因感到活着没有意义而如同行尸走肉，我知道自己的生活方式需要改变，也知道每个人都有属于自己的人生意义，或许我可以了解别人的人生目标并结合自己的生活，寻找属于自己的人生意义。","strategy":5}
{"content":"工作没了，觉得自己就像玩物一样，不想努力，我变成自己讨厌的样子了。","reconstruction":"作没了，或许我的某些能力确实没有其他人强，但我可以努力提升自己，继续找工作，虽然过程不舒服，但我一定会有所成长!","strategy":5}
{"content":"我没有一个朋友，感觉不会社交，也不会说话，凡是接触的人都不喜欢我，我也很想拥有朋友，我到底是哪里有问题？？？？？","reconstruction":"或许我不太擅长交朋友，我可以找人气火的人请教请教，很快我也会有第一个朋友的。","strategy":5}
{"content":"跟朋友在一起没有存在感，别人讲一些关于自己的事情，我说什么好像没人在意，没有存在感，我也不是擅长表达的人，我应该怎样改善这种局面？","reconstruction":"虽然有时我感觉朋友都在讲自己的事，我说什么好像没人在意，但其实每个人都有自己的关注点，也许某些朋友比较善于表达而不是倾听，毕竟沟通是一件一辈子都在学习的事，我和朋友都应该试着学习表达与倾听，让同伴更有共鸣，不会听了觉得无聊，也不会总是一个人在说。","strategy":5}
{"content":"婆婆总是叫嚣着，语气凶的说话，还总不合时宜的问话，每次这样就心情不好，不合时宜得问话来，真不好回答。","reconstruction":"婆婆言语锋芒，不合时宜的问话让我心情不好。或许我没有必要执着于不好回答这件事情上，使自己身心愉悦才是第一要务。","strategy":5}
{"content":"嗯…我性格比较内向吧，还很自卑，然后我在网上网恋个对象，他总是让我发语音，可是我真的不敢怎么办，语音我都不敢发…","reconstruction":"内向的性格是很常见的，我可以尝试和外向的人学习学习，看看是否找到突破口。","strategy":5}
{"content":"虽然我已经是个成年人了，不过总是敏感，遇到事情都是比较消极的看法，总是自己否定自己，自我攻击，有点不喜欢自己。","reconstruction":"我知道自己总是过于消极，对自己老是否定，或许我可以尝试和对任何事积极的同学请教一下他们的思维方式。","strategy":5}
{"content":"头疼头晕没希望，受够了，好烦。","reconstruction":"我知道我现在头疼头晕没希望，但生病是人之常情，我应该接纳自己的身体情况，接纳得病后的负面情绪，可以向身边的人学习如何度过这段难捱的时光，重拾对生活的希望。","strategy":5}
{"content":"一想到自己已经长大了这件事就十分难受，对独立这件事情有恐惧所以深度的依赖别人。","reconstruction":"虽然对于自己已经长大感到难受，对于独立有恐惧，依赖别人。我知道自己独立自主能力还需要加强，或许可以从认知和行动上开始，尝试改变。","strategy":5}
{"content":"虽然也会对人好，但是有时候感觉自己谁都不爱，包括孩子，像是个没有心的人。","reconstruction":"虽然有时候感到自己好像对别人缺乏关爱，包括对待孩子时也感到心力不足，但我接受这样的自己。我明白，每个人都有自己的优点和缺点，也许我在某些时候无法给予孩子足够的关爱，但这并不意味着我是个失败的人。我会尝试去调整自己，接纳自己在某些时刻的不足。","strategy":5}
{"content":"觉得活着没有目标，没有意义，自己跟同学们聊不下去，想一个人待在，但又觉得很孤单。","reconstruction":"虽然现在的生活可能看起来没有目标和意义，但是当我和同学们聊天时，可以尝试寻找一些共同的话题，或者分享自己的想法和感受，获得意义感。 ","strategy":1}
{"content":"觉得活着没有目标，没有意义，自己跟同学们聊不下去，想一个人待在，但又觉得很孤单。","reconstruction":"即使生活看起来很困难，也要珍惜自己和同学们的友谊。与朋友聊天时，可以聊一些有趣的话题来丰富生活。 ","strategy":2}
{"content":"觉得活着没有目标，没有意义，自己跟同学们聊不下去，想一个人待在，但又觉得很孤单。","reconstruction":"我的生活、目前觉得跟同学聊不下去可能只是一时的困境。我可以寻找自己的兴趣爱好和发展方向，丰富自己的内心世界，再寻求意义和接纳。 ","strategy":3}
{"content":"觉得活着没有目标，没有意义，自己跟同学们聊不下去，想一个人待在，但又觉得很孤单。","reconstruction":"面对生活的困难和孤独，不要给自己太大的压力。这些都并非是我个人的原因，在感到孤单的时候可以试着找一些感兴趣的事情来做，转移注意力。 ","strategy":4}
{"content":"觉得活着没有目标，没有意义，自己跟同学们聊不下去，想一个人待在，但又觉得很孤单。","reconstruction":"接纳自己现在的状态，并不意味着我很孤单，只是暂时处于一个需要独处的阶段。在适当的时候可以尝试分享想法和感受，寻求支持和帮助。","strategy":5}
{"content":"世界上已经没有爱我的人，在这个世界生存真的好难。","reconstruction":"我感觉生存在这个世界好难，但是我知道这种情况在慢慢变好，或许我可以尝试做一些自己喜欢的事情，更好地去爱自己，相信可以依靠自己的力量打拼出一片天地。","strategy":1}
{"content":"世界上已经没有爱我的人，在这个世界生存真的好难。","reconstruction":"我感觉世界上已经没有人爱我了，但是幸好我发现了这种情况，并想要做出改变。感谢这世界上除了别人还有自己可以去爱自己，我会更加爱惜自己的。","strategy":2}
{"content":"世界上已经没有爱我的人，在这个世界生存真的好难。","reconstruction":"我感觉这个世界上好像没有爱我的人了，但是我相信我可以成长并因此更好的爱自己，尽管感觉没人爱生存好困难，但是我也可以靠自己的力量，努力生活的更好。","strategy":3}
{"content":"世界上已经没有爱我的人，在这个世界生存真的好难。","reconstruction":"我感觉生存在世界上好难，但是我明白每一个人的生活都有不容易的地方，也不是每个人都有人爱，所以我也可以靠着自己的努力让生活变得更好。","strategy":4}
{"content":"世界上已经没有爱我的人，在这个世界生存真的好难。","reconstruction":"我常常觉得无人爱我生存好难，我知道靠自己的力量生存下去是一个困难的过程，我可能还没有做好心理准备，我知道世界上有很多人也不被别人所爱但仍生活的很精彩，我也可以的。","strategy":5}
{"content":"总是莫名其妙脸红，严重影响生活，渴望和人交流，又害怕脸红，现在总是怕遇到人，怕别人看自己。","reconstruction":"虽然我总是莫名其妙脸红，但这样也是我的一个特点，也没关系的，说不定会有人喜欢爱脸红的人呢。","strategy":5}
{"content":"总是莫名其妙脸红，严重影响生活，渴望和人交流，又害怕脸红，现在总是怕遇到人，怕别人看自己。","reconstruction":"总是莫名其妙脸红也不是什么大问题，别人应该也不会对此太在意，别人看自己也没关系的 。","strategy":4}
{"content":"总是莫名其妙脸红，严重影响生活，渴望和人交流，又害怕脸红，现在总是怕遇到人，怕别人看自己。","reconstruction":"我总是莫名其妙脸红，严重影响生活，但我多多社交后，我一定可以克服这个问题。 ","strategy":3}
{"content":"总是莫名其妙脸红，严重影响生活，渴望和人交流，又害怕脸红，现在总是怕遇到人，怕别人看自己。","reconstruction":"虽然总是莫名其妙脸红，但是我很感谢与我交流的人没有因为这个而影响与我的正常交流。","strategy":2}
{"content":"总是莫名其妙脸红，严重影响生活，渴望和人交流，又害怕脸红，现在总是怕遇到人，怕别人看自己。","reconstruction":"我总是莫名其妙脸红，但这样与别人交流的时候可以让别人觉得我很真诚。 ","strategy":1}
{"content":"爸妈的不关心，家里人的吵架，成绩不好，压力大。","reconstruction":"虽然我学习压力很大，缺乏家人关心，但接我理解这些是成长过程中的必经之路，是我需要面对和解决的。我接纳我和我的生活的不完美，能够直面生活中的挑战。","strategy":5}
{"content":"爸妈的不关心，家里人的吵架，成绩不好，压力大。","reconstruction":"虽然我学习压力很大，缺乏家人关心，但我理解这些挑战只是生活中的一部分，而且每个人都有面对困难的时候。我不应该让这些压力和挑战影响我的情绪和健康。我会努力寻求支持，也会给自己一些时间恢复，保持冷静和平静的心态。 ","strategy":4}
{"content":"爸妈的不关心，家里人的吵架，成绩不好，压力大。","reconstruction":"虽然我学习压力很大，缺乏家人关心，但我相信，这些挑战在鞭策着我的成长，我会成长为更强大和自信的人。我相信将来一定有能力去面对这些困扰并找到应对方法。 ","strategy":3}
{"content":"爸妈的不关心，家里人的吵架，成绩不好，压力大。","reconstruction":"虽然我学习压力很大，缺乏家人关心，但我感激有这样的经历，因为它教会我独立和自强。虽然有时候很艰难，但我也会想到家人与老师为我的付出，他们默默地给了我许多帮助和支持。 ","strategy":2}
{"content":"爸妈的不关心，家里人的吵架，成绩不好，压力大。","reconstruction":"虽然我感到压力很大，因为爸妈不关心我，家里人也经常吵架，加上我的成绩不好，但我会保持乐观的心态。我相信这些挑战只是暂时的，只要我继续努力，积极面对生活，一定会有好的结果。我会专注于自己的优点和长处，积极寻找机会和资源来发掘自己的潜力，追求更好的自己。 ","strategy":1}
