{"content":"我没有什么特别的经历","reconstruction":"我虽然没有特别的经历，但我相信未来会有更多机会让我成长和收获。","strategy":1}
{"content":"想做的事情很多，一直在想却没有行动，怎么才能让自己行动起来呢？心里其实是很抗拒的，但是怎么才能行动起来呢？","reconstruction":"我有很多想做的事情，这表示我有许多让自己成长的欲望，虽然一直想而没有行动会让我感到焦虑和压力，但我知道自己可以行动起来! 或许我可以排出优先顺序，从最优先的或最简单的事情开始!","strategy":1}
{"content":"啊，马上就要期末考试了，还要面临教资面试，压力有一点点大","reconstruction":"虽然要面对期末考试和教资面试的压力，但我相信我已经准备得很充分了，一定会有好的结果的。","strategy":1}
{"content":"男友人很好，就是没啥上进心，得过且过，单位家里二点一线。","reconstruction":"虽然男友没有上进心，但是他也有其他优点，我相信他未来也会变得更好。","strategy":1}
{"content":"遇到事情，老是心太款，觉得别人可怜，什么都替别人着想，不会拒绝，不好意思拒绝，怎么改变","reconstruction":"我知道自己有时会太担心和为别人着想，但我相信我可以学会如何更好地处理这些情况，在帮助别人的同时不忽视自己，让自己更自信和坚定。","strategy":1}
{"content":"经常怀疑自己，觉得自己一无是处，愚笨，什么都学不会，做不好，害怕失败，倍感难过，我应该怎样调整这种心态，相信自己可以？","reconstruction":"我经常怀疑自己，但我相信只要我付出努力并持续不断地学习，我一定可以做得更好。","strategy":1}
{"content":"如果我们总是被身边的人说“喜怒形于色，会吃亏的”，这样我们应该怎样改变呢，是应该有意识的控制，还是随意发挥呢？","reconstruction":"虽然我经常听到‘喜怒形于色，会吃亏’的说法，但我相信只要我们有意识地控制自己的情绪，就一定能够做到在任何情况下都保持冷静和理智。","strategy":1}
{"content":"计算机专业感觉学什么都不轻松好难，太难了，不会学习，笨的心理压力极大，成绩差，学不会很难受，只能打游戏，计算机网络好难","reconstruction":"尽管计算机专业的学习很艰难，但我相信付出努力一定会有所回报。我可以寻找更多的资源和学习方法来帮助我更好地理解课程内容，并相信自己有能力掌握这些知识。","strategy":1}
{"content":"男25岁，母胎单身，面对父母的相亲逼迫很焦虑，感觉自己没有谈恋爱和发生性关系的冲动","reconstruction":"我今年25岁，虽然一直单身至今，但对自己的生活和未来充满信心。尽管面对家长的催婚压力，我理解加人的关心，但我并不焦虑，因为我认为谈恋爱和发生性关系并不是人生的唯一价值所在，而是我可以选择追求的其中之一。","strategy":1}
{"content":"失眠，一到晚上感觉睡觉时候就开始胡思乱想，控制不住自己，跟男朋友两地，可能要分手的情况。很迷茫，","reconstruction":"尽管晚上容易失眠，但我相信我有能力控制自己的思维，克服难关。我知道远距离恋爱很难，但是我们可以通过视频电话努力来维持关系，虽然现在的状况让我很迷茫，但我相信一切都会成为我成长的养分。","strategy":1}
{"content":"为什么总是想着讨好别人？难受，其实内心非常不愿意，但是因为一些事情就必须得去讨好","reconstruction":"虽然讨好别人让我感到很难受，但我已经开始寻找和培养自己的价值观，坚信只要我坚持并且相信自己，就能摆脱这种压力和焦虑，找到在保持自我价值观的前提下与别人相处的方法。","strategy":1}
{"content":"对工作产生恐惧，对环境没有安全感，只要想到第二天上班就有消极情绪，觉得人生无望，人生不快乐，请给我树立正确的动力","reconstruction":"尽管目前我对工作感到恐惧和缺乏安全感，但我相信只要不断努力和改进自己，就一定可以取得成功，变得更加自信和乐观。","strategy":1}
{"content":"遇事不要慌，就真的不慌了吗？最近遇事很多，个个不顺，一直都是坎坷。都告诉我不慌就可以解决，最后呢？什么都没解决，反而内心更加烦闷了。","reconstruction":"最近遇到的事情让我感到很烦闷，似乎每件事都不顺心。虽然别人告诉我不要慌，但这并没有帮助我解决问题。不过我相信困难只是暂时的，我可以从中学到很多东西。我会冷静面对每个问题，找到最佳的解决方案。我会保持积极的态度，并相信我一定会克服这些挑战。最终，我会变得更加坚强和自信，迎接未来的挑战。","strategy":1}
{"content":"心情一直很低落，感觉活着没什么意思。怎么都想不明白为什么我会这样。","reconstruction":"我曾经感到生活毫无意义，心情一直很低落。但是我意识到这种想法只会使我陷入绝望之中，所以我决定从现在开始采取积极的态度来面对生活。我会思考自己想要的东西，并努力追求它们。我相信每个人都有自己的价值和使命，我会不断寻找自己的目标，并努力去实现它们。虽然道路可能会艰难，但我相信只要我不放弃，坚持下去，最终我一定能找到生活的意义，并成为一个更加坚强和自信的人。","strategy":1}
{"content":"为何怕见光，怕沾光，怕吃亏会导致自我封闭，自毁行为","reconstruction":"我总是担心自己行动之后会改变，或者吃亏或者成功，让我产生自我封闭和自毁行为，但我相信只要我继续努力，克服困难，我会逐渐变得更坚强和自信，因为我会时时提醒自己不要陷入这种状态。","strategy":1}
{"content":"聊天的时候总是get不到对方的点，聊没两句双方都没话题","reconstruction":"曾经我和别人聊天的时候，总是会遇到一些get不到对方点或者没话题的情况。但是我知道这是许多人都会遇到的困扰。所以我决定从现在开始，更加开放地去聊天，不怕尴尬不怕失败。我相信只要双方有共同话题或者有心去沟通，就一定能够get到对方的点并且找到共同话题。","strategy":1}
{"content":"整天情绪低落，夜里会特别难受难过的喘不过气，想去医院查又不想和家里人开口，想自己买药吃，或者有没有其他可以缓解这种情绪的方法","reconstruction":"我虽然整天情绪低落，夜里特别难受难过喘不过气，不过我知道这只是暂时的困难，我相信自己能够找到解决办法，克服困难并恢复正常的心态。","strategy":1}
{"content":"今天儿子忘记带电话手表，我就害怕和担心，感觉自己无法控制自己的担心，我不知道为什么？可以帮助我吗？","reconstruction":"今天儿子忘记带电话手表，虽然我有点担心，但我相信这是他学习的好机会，如果我还是很担心，我也可以打电话到学校确认它的安全。","strategy":1}
{"content":"和朋友一起开了一家奶茶店，现在冬季，生意不好做，负债累累，心好累，好想放弃，又不舍得","reconstruction":"和朋友一起开了一家奶茶店，现在冬季，虽然生意不好做，负债累累，心好累，或许等到春夏天，我们的生意会有好转，我们也可以尝试推出一歇冬季热饮，我相信只要继续努力，我们一定能够翻盘，迎来好转的局面。","strategy":1}
{"content":"天天在家莫名其妙的被骂，快被逼疯了，好想死。","reconstruction":"虽然每天在家莫名其妙被骂，让我感到很沮丧，但我相信我可以试着改变这样的局面，或是脱离这种负面的环境，我会找到解决问题的办法!","strategy":1}
{"content":"需要努力，但努力起来真的好难，真的就这样了么，虽然很不甘，却又无可奈何","reconstruction":"虽然努力起来真的很难，但是我相信付出总会有回报，只要继续努力，就会看到改变。","strategy":1}
{"content":"越长大越胆小，不敢去尝试，不自信，怎么克服","reconstruction":"我虽然感觉自己越长大越胆小，但我相信只要我敢于尝试，我能够克服内心的恐惧并变得更自信。","strategy":1}
{"content":"生活和工作中，男人好像大多更自信，女人却总容易怀疑自己，遇到事情会先想是不是自己的错。为什么会有这种差异呢，女生怎样才能变得更自信？","reconstruction":"虽然我感觉在生活和工作中，男性好像更自信，而女性总是容易怀疑自己，但我知道这可能只是我以偏概全的感受，社会上也有许多成功的女性，相信不论男女只要积极努力，都可以变得更自信。","strategy":1}
{"content":"近期，会出现莫名的忧伤，感觉生活失去了色彩，就这样，没有什么奔头，该如何是好呢？","reconstruction":"最近可能会有一些莫名的忧伤，感觉生活变得有些无趣，但我相信这只是暂时的，未来会有新的希望出现，生活会变得更加精彩，现在只是暂时没有什么特别的进展而已。","strategy":1}
{"content":"看到朋友的生活我很羡慕，他们觉得我很好，我心里总是不满意，心情不好","reconstruction":"我很羡慕朋友的生活，但我相信我自己也能过上我期望的好生活，只是目前的状态还不是最好的，我要努力追求并相信未来会更好。","strategy":1}
{"content":"内心总是惶恐不安，对他人很难做到信任，无法对别人敞开心扉，害怕被人抛弃，经常生活在不安之中，怎样调整这种状态？","reconstruction":"我内心总是充满希望，相信未来会变得更好。虽然有时会感到不安，但我知道通过努力和坚持，我会取得成功。我相信自己的能力和积累会带来好的结果。","strategy":1}
{"content":"老是觉得自己不好，不够优秀，就是对不起父母，我怎么样才能好好做自己？","reconstruction":"这段时间我感到有些灰心，但我相信自己正在进步，我会为了父母的期望而继续努力的。","strategy":1}
{"content":"我好累啊，心里有一股释放不出来的痛，感觉没意义了。","reconstruction":"这段时间真的挺累的，有时后感觉一切都无望了，我已经努力付出了很多，却感觉心理越来越痛，或许我该尝试转移注意力，让自己有个短暂的休息，我知道我的努力付出不会白费，一定会有收获的。","strategy":1}
{"content":"焦虑，不安，有心无力。做只猪也挺好。不开心不开心。","reconstruction":"我感到焦虑、不安和有心无力，但我相信只要我继续努力，就一定能克服困难。","strategy":1}
{"content":"我不能弄懂自己为什么会做出这样的决定，冲动的行为让我很苦恼，我该怎么办？","reconstruction":"我虽然现在不理解为什么做出了这样的决定，但我相信这是一个学习和成长的机会，我会从中汲取教训，并更好地掌控自己。","strategy":1}
{"content":"我现在无法好好的工作，不想从事现在的的工作，从内心觉得这份工作没前途，但是有没有勇气去改变，自己自卑和不愿意接受换行业带来的经济下降。","reconstruction":"我现在虽然无法好好工作，但我相信我一路以来的付出一定会有回报。虽然我不想从事现在的工作并认为它没有前途，但我有勇气去改变。虽然换行业可能会带来经济下降，但我相信自己有能力适应并获得更好的机会。","strategy":1}
{"content":"感觉每天的生活都程式化没什么意思怎么办？","reconstruction":"每天的生活虽然程式化，但我相信未来会有更多有意义的事情等待着我。","strategy":1}
{"content":"觉得自己做事很拖拉，每次都不在自己的规划中，怎么合理安排时间？","reconstruction":"我知道我还有改进的空间，我可以尝试不同的方法让自己更能够按照计划完成任务，每次的经验都让我更接近成功。","strategy":1}
{"content":"泪点低，很容易就哭，一点伤心难过的事情也会哭，有时候睡觉时想一些问题也会流泪，总是控制不住情绪，怎么办才好","reconstruction":"我情绪容易波动，有时会因一些伤心难过的事情而流泪，甚至在睡觉时思考问题 也会哭泣。但我相信每一次情绪的失控都是一次成长的机会，我会坚持乐观地面对，并相信自己能够掌控情绪。","strategy":1}
{"content":"别人完全不在乎的事，而你却非常看重，别人觉得没有小事的事在这里变成了孤立自己的情况，是我真的太敏感，还是别人有意为之，针对自己呢。","reconstruction":"别人可能完全不在乎的事情，而我却非常看重，也许这是我对自己的要求更高，或是我能够看穿事情本质的能力，我可以利用这个能力更好的学习如何与人相处同时保护自己。","strategy":1}
{"content":"自己很想努力学习，但是就是坚持不下去，怎么办啊","reconstruction":"我很想努力学习，虽然我现在陷入了困境，感到很难坚持下去，但我知道我的积累不会白费，只要继续努力，一定会有好结果的。","strategy":1}
{"content":"对于某一类事物很痴迷，网上也经常能接触到这样的事物，尝试去接触未果，对于别人能拥有自己却不能，感到很痛苦","reconstruction":"我对于某一类事物非常着迷，虽然尝试接触未果，但我感恩在网上能够接触到它们的机会。我也感谢那些已经拥有它们的人，因为他们激发了我追求自己热爱事物的动力。尽管有时会感到嫉妒和痛苦，但我依然能从中学到很多东西，并且成为更好的自己。","strategy":1}
{"content":"很认真的过好每一天，但总感觉到每天匆匆忙忙的，制定的学习计划都完成不了，很纠结。","reconstruction":"我每天都很认真地过好生活，尽管感觉每天都很忙碌，制定的学习计划无法完全完成，但我相信努力终将会有回报，我会继续坚持下去。","strategy":1}
{"content":"最近总觉得原生家庭的伤害很深很深，深到无法愈合，为什么都快40岁的人了，还是摆脱不了原生家庭的伤害呢？","reconstruction":"尽管我已经快40岁了，但我相信未来仍然充满希望。虽然原生家庭的伤害对我产生了深刻影响，但我相信我可以通过积极的努力和自我成长，逐渐摆脱这些负面影响。我相信持乐观的态度并继续努力，我能够改善自己的生活。","strategy":1}
{"content":"今天我生日，但是我真的真的好怕我坚持不下去，我好怕我就死在了生日这天。","reconstruction":"今天过生日，但我真的害怕我无法坚持下去，我虽然感到恐惧和不安，但我会继续努力，并坚信坚持下去一定会有转机。","strategy":1}
{"content":"我以为自己很善良，却又觉得自己是一个坏人，冷血无情，只为自己考虑！","reconstruction":"我知道自己拥有善良的一面，尽管有时我可能会无法共情。但我相信通过更多的人生经历和与更多不同的人相处，我能够成为一个更加善良的人，更加考虑他人的利益。","strategy":1}
{"content":"做事总是觉得不可能，总喜欢朝坏处想，一直以来都被这种消极的思绪困扰，怎样才能打破这层牢呢？","reconstruction":"我常常觉得做事不可能，总是倾向于看到负面的一面，这种消极思绪一直困扰着我。然而，我知道我的深思熟虑，也让我避免了许多困境，我相信即使困难重重，只要我坚持努力，就能够找到解决问题的办法。","strategy":1}
{"content":"开始从初三就发现周围同学数学都学的轻松，自己花费更多时间，也没有同学成绩好，高中以后数学成绩更差，基本不及格。","reconstruction":"从初三开始，我发现周围的同学都轻松地学习数学，尽管我花费更多的时间，但我的成绩却没有比同学们好。然而，我相信高中以后我的数学成绩会有所改善，我会继续努力并取得好成绩。","strategy":1}
{"content":"我最后还是把友谊这种东西弄毁了，我喜欢的人也因为受不了我而离开，父母也逐渐远离我，我现在的男朋友打我骂我，我还被迫把第一次给他了。","reconstruction":"我虽然在友谊、喜欢的人、父母和男朋友方面都经历了痛苦，但我相信未来会带来新的机遇和美好的人际关系。","strategy":1}
{"content":"似乎总是很难去相信别人，总觉得别人说每句话的背后是有很多目的的，但有时候又很容易相信别人，把自己弄的很困惑，也很不舒服。","reconstruction":"虽然有时候我对别人的话持怀疑态度，觉得每句话都有深层的目的，但这并不意味着我有问题，我知道这是很好的自我保护机制。我可以保持乐观的心态，理解每个人都有各自的动机和目的，藉由观察他人在保持善意的同时保护自己，同时减少困惑和不舒服的感觉，以建立更健康的人际关系。","strategy":1}
{"content":"本人性格内向特别害怕一个人在新环境中，不喜欢一个人吃饭上课逛街，想到要一个人搬到新宿舍就很害怕怎么办?","reconstruction":"尽管我对一个人在新环境中感到害怕，但我相信这是一个成长的机会。我可以积极面对这个挑战，相信自己可以逐渐适应新环境，结交新朋友，并渐渐学会享受一个人的时光。","strategy":1}
{"content":"感觉自己无所事事怎么办，每天上班感觉都在做一样的事情，没有成就感","reconstruction":"这个阶段虽然有些枯燥，但我相信付出努力并不停尝试，我可以掌握新技能，得到更好更有挑战的工作机会，我的生活一定会有进步和收获的。","strategy":1}
{"content":"各种事情的叠加，好多好多事情，都好困扰，好想一走了之，虽然很对不起亲朋好友，但是我真的受不了了。","reconstruction":"虽然各种事情叠加在一起，我真的好困扰，好想一走了之，我想告诉自己，你真的好勇敢，辛苦了，但我相信专业帮助和亲朋好友的支持能帮助我度过这个困难阶段。我知道我能够克服困难，继续努力下去，一定会找到解决问题的方法。","strategy":1}
{"content":"13岁，初一。在家里，不管我怎么了，别人把我怎么了，父母嘴里出来的，只有一句你活该。这个世界太喧闹了，不适合我。","reconstruction":"尽管这个世界和父母都表现出不友善的态度，但我相信我可以找到来到这个世上的意义，找到属于自己的宁静。我相信未来会变得更好。","strategy":1}
{"content":"生活中总是处处很敏感，不信任他人，有时候总会想着别人会害自己，喜欢逃避，对别人说的每一句话都很在意，怎么样才能解决敏感这个问题?","reconstruction":"生活中处处敏感，不信任他人，有时总会担心别人会害我，喜欢逃避，对别人说的每句话都很在意。然而，我相信每个困难都是一个机会，我正在学会看到积极的一面，坚信自己会克服困难并取得成功。","strategy":1}
{"content":"看了很多书，听了很多故事，却依旧焦虑不安，无法好好生活。","reconstruction":"看了很多书，听了很多故事，虽然依旧焦虑不安，但我相信这些累积都能成为我的养分，即使我现在状况仍然不好，但我知道继续努力我一定可以获得好的生活。","strategy":1}
{"content":"太难了被自己的情绪拖累，我真的好累，干什么事儿都不顺，甚至买双鞋都能把自己气到，太憋屈了……我为什么要这样活着?","reconstruction":"尽管我因为情绪问题而感到非常疲惫，但我相信努力付出会有回报，我现在已经发现了自己的弱点，或许我下次感到自己又激动时，可以先做几个深呼吸，事后也可以用冥想帮助自己更快恢复平静，我相信只要坚持下去，我就可以不被情绪控制。","strategy":1}
{"content":"周围的人像光，很吸引人，可自己就像是里面只有败絮，而无耀眼之处，自己该怎么提高自己呢，而进一步改变自己呢?","reconstruction":"周围的人像光，很吸引人，我虽然目前可能没有耀眼之处，但我相信只要不放弃，未来会有我的闪耀时刻。","strategy":1}
{"content":"有时候都不想跟我说太多，班长脾气不好，都不管我。","reconstruction":"有时候班长可能忙碌或者有其他事情需要处理，所以不太跟我说太多话，但这并不代表他完全不关心我，班长可能有自己的压力和烦恼，也可能他已经疲于应对很多事物，没有心力关注我，我可以尝试向其他可以帮助我的班级委员求助。","strategy":1}
{"content":"什么都往外说，太作了，我真是个蠢人，哎，心里很难过。我有依赖性人格，回避型人格和表演型人格。我今年才知道，我一直以为自己只是，哎","reconstruction":"我有时候会将不该说的往外说，过于夸大，但我相信人是可以改变的，藉由说话时不断提醒自己，我可以学会更真诚的表达，也学习忍住不把秘密说出去，相信有心改变，一定可以渐渐改掉坏习惯的。","strategy":1}
{"content":"很想努力逼自己学习，但自己总是拖延，怎么激发自己的动力？","reconstruction":"虽然我总是拖延，但我相信只要我坚持努力，最终会有所成就的。","strategy":1}
{"content":"做事情没有执行力，不负责，因为有原生家庭的影响。","reconstruction":"我虽然在做事情时缺乏执行力和责任感，但我相信通过积极的努力和学习，我能克服原生家庭的影响。","strategy":1}
{"content":"我跟别人相处总是真心相待，在表达上不到位，顾及别人的面子最后总是有隔阂。","reconstruction":"在与他人相处时，我总是真心对待，尽管我在表达上可能不够准确，顾虑到他们的面子，导致出现了一些隔阂，但我相信只要我努力改进，我们之间的关系会越来越好。","strategy":1}
{"content":"如何做到非暴力沟通，总是容易发脾气，无法控制。","reconstruction":"虽然我总是容易发脾气，无法控制，但我相信通过努力和积极的态度，我能够逐渐改善。或许我可以尝试在快控制不住情绪时深呼吸，并赶快离开那个环境，阻止自己爆发。","strategy":1}
{"content":"意志力薄弱，做什么都做不好，做到一半就放弃，为什么成就不了自己，就是因为没有自制力。","reconstruction":"意志力虽然不够强，但我相信通过持续努力，我能够克服困难，实现自己的目标。或许我可以将目标缩小，不要一开始就设定难以完成的任务，经由一些小目标的积累，我相信我可以用积极的态度来面对并改进自己的自制力。","strategy":1}
{"content":"高中压抑难受，换了环境不适应，没有朋友，连个倾诉得朋友都没有，很难受，周围人都好厉害，好自卑，不知道怎么表达情感，愁眉苦脸。","reconstruction":"虽然在学校感到压抑难受，换了环境也不太适应，朋友也少得可怜，连个可以倾诉的朋友都没有，但我相信这些困难只是暂时的，我会努力适应新环境，结交新朋友，最终会变得更好。","strategy":1}
{"content":"待在自己熟悉的环境，不想跟外界联系，生活也没有动力，怎么改变这种现状，找到生活的重心？","reconstruction":"我现在可能处于一个低潮期，但我相信这只是一个过渡阶段，未来会有更好的时光等待着我。或许我可以尝试一些微小的改变，譬如安排不同的休闲活动，尝试没吃过的饮食，慢慢地找回生活中的乐趣。","strategy":1}
{"content":"为什么总是不敢去改变，走出门去面对新事物？没有动力是怎么回事呢?","reconstruction":"我现在对改变和面对新事物感到紧张，但我知道我有能力跨出第一步，或许我可以从生活中微小的改变开始，譬如安排不同的休闲活动，尝试没吃过的饮食，慢慢地以自己的步调获得更多的勇气，我会发现新的动力和机遇。","strategy":1}
{"content":"由于本人内向孤僻，老实。说话不知分寸（大嘴巴）包括说错话。现如今被孤立，排挤。现不知如何在处理其复杂的工作关系。","reconstruction":"尽管我内向孤僻，有时会说错话，造成了一些人际问题，但我知道我有成长的潜力，虽然已经造成一些不愉快，但我坚信我可以发展自己的社交技巧，逐渐学会处理复杂的工作关系。","strategy":1}
{"content":"在生活中总是不能正确体会到他人的情绪，很关心他人对自己说的话的想法，但总是不能确定他人的想法。","reconstruction":"在生活中，我意识到我常常无法准确体会他人的情绪。但是我知道自己可以进步，或许我可以试着从观察和倾听开始，在表达之前先让对方说，相信一定可以培养出好的理解能力!","strategy":1}
{"content":"总是担心别人是不是会背着自己说一些自己的坏话，担心自己的表现别人不认可，很恐慌焦虑，该怎么改变自己啊。","reconstruction":"我虽然会担心别人是否会背着我说坏话，以及担心别人是否认可我的表现，但是我知道自己的价值不是他人赋予的，我对自己的人生负责，我对自己的评价才是最重要的，只要我积极向上的生活，我一定会越来越好的。","strategy":1}
{"content":"天天过着一样的日子，感觉很无趣想改变又没有那个能力。迷茫，不知道要怎么办……","reconstruction":"每天都在过着一样的日子，但我相信未来会有新的可能性。虽然感觉有些无趣，但我知道改变的能力是存在的。虽然迷茫，但我相信我会找到解决的办法。","strategy":1}
{"content":"30岁了，女，孩子苦苦挣扎中，一无所有，甚至努力都不是很投入，什么都不懂的自己，还有救吗？","reconstruction":"我已经30岁了，虽然现在一无所有，也感觉自己努力不够投入，对很多事情一无所知，但我相信未来会有所改变，只要继续努力，我一定会找到属于自己的机遇和成功的道路。","strategy":1}
{"content":"对他人的善良，被完美的利用，并给予我各种伤害。","reconstruction":"我对他人的善良被滥用并受到伤害。虽然有人可能会利用我的善良，但这并不是我要舍弃善良的理由。我会学习在保持善良和真诚的同时也学会保护自己。这些经历让我更加坚定地寻找那些真正值得信任和珍惜的人。我坚信，通过乐观和坚定的心态，我将迈向一个更加积极且平衡的人生。","strategy":1}
{"content":"生完孩子后。感觉自己整个人都变了。总是心情很糟糕，对什么事都没有兴趣。总是感觉疲惫。","reconstruction":"生完孩子后，尽管感觉整个人都变了，总是心情很糟糕，对什么事都没有兴趣，总是感觉疲惫，但我相信未来会变得更好，我正在不断努力克服困难，坚信会找到平衡和快乐。","strategy":1}
{"content":"时常会给自己定一些小目标，节食运动减肥，节省自己每个月的开支以便去买那件心仪的东西。结果，总是完不成。","reconstruction":"虽然我经常没法实现自己定下的小目标，但我相信只要坚持不懈，我一定能够完成这些目标。","strategy":1}
{"content":"自从与前女友分手之后我就像变了一个人一样曾经阳光开朗的自己似乎消失了，现在的自己对什么都不感兴趣每天过的很抑郁好久也没有笑过了","reconstruction":"分手后的日子里，我的情绪确实受到了影响，但我相信在未来会遇到更适合的，或许现在我低沉消极，但我知道我会慢慢恢复的!","strategy":1}
{"content":"已经考了好几次了，一直没过，本来说是不在乎，但是面对四级改革，还是好焦虑。英语也不好，还不愿意认真学，不知道该拿自己怎么办。","reconstruction":"虽然四级考试一直没有通过，但我相信只要坚持下去，努力提高自己的英语水平，总有一天会成功的。","strategy":1}
{"content":"工作压力好大，但是不敢辞职也无力改变现状怎么办?","reconstruction":"工作压力虽然很大，但是我相信坚持下去，逐步应对并适应这个挑战，最终会找到解决问题的方法。","strategy":1}
{"content":"做任何事都不会觉得自己可以完成和做好。总是否定自己，而且特别害怕在陌生环境独处，有办法改变吗","reconstruction":"虽然我曾经感到自己无法完成和做好任何事情，总是对自己持否定态度，而且在陌生环境中独处时特别害怕，但是我相信每个人都可以成长和改变。我将迎接新的挑战，相信自己有能力克服困难并取得成功。每一次经历都是学习和成长的机会，我愿意积极面对未知，并相信我会越来越强大。","strategy":1}
{"content":"不知道为什么觉得做人挺苦的，为了温饱在社会挣扎，为了家庭背负重压，为了别人的目光虚伪的不能做自己，为了情感而痛苦。大家觉得做人苦吗","reconstruction":"不知道为什么觉得做人挺苦的，为了生计，为了养家，有时也为情所苦，还为了别人的目光不能做自己，但生活也不是都不如意，我想我就尽力而为，相信此时心中的乌云会渐渐散去的。","strategy":1}
{"content":"工作了那么多年，日复一日，没有什么进展，收入一过是只够温饱，月光族，很烦！","reconstruction":"一成不变，工作了那么多年，又没有什么发展，收入只够填饱肚子，每到月底就口袋空空，我该试着打破这样的循环，我想多花些时间在专业技能上多充实，应该会大幅改善现况的窘境。","strategy":1}
{"content":"工作一成不变，日复一日，最近有个感觉，感觉匮乏，总有一种无力，消极没意思的感觉。","reconstruction":"工作日复一日，我发现我对我的工作感觉匮乏，有无力感，还好我意识到自己的心情， 但我相信职场上的低潮只是暂时的，我会尝试调整在工作时的节奏，我相信会走出低潮的感觉的。","strategy":1}
{"content":"之前感觉做完梦去解析真的特别准，最近做梦解析一直都说考试不理想，唉，都30了，还在愁考试，还在一无所有竟然还不自律，我到底有何用","reconstruction":"年纪都30了，还在愁考试，我知道我的自律性不足，一直面对考试的压力也很烦闷，虽然我喜欢透过解梦来舒压，但我还是应该好好打起精神，集中注意力，一点一滴的努力，我相信滴水能穿石，我一定可以振作并期待金榜题名的。","strategy":1}
{"content":"没有力量做一件事，又非得去做，不做负面情绪就会总折磨我呀，怎么办，请教？","reconstruction":"没力做事又非得去做，我应该是有责任感的人才会这样，没去做就心里不舒服，既然如此，我就尽力做，边做边学，边学边做，这样一定可以有所推进的。","strategy":1}
{"content":"最近总是感觉压力大，害怕死亡，感觉自己还有好多事情没做，突然死去怎么办？心里会恐惧害怕空虚！","reconstruction":"最近常感叹人生无常，害怕无常而感到压力大，也感觉自己还有好多事情没做，不知道明天或意外哪个先来？这让我感到应该把握当下，好好珍惜现在，拿出勇气过好每一天。","strategy":1}
{"content":"觉得自己做的不好，晚上失眠，心情压抑，工作生活一团糟，好想逃离","reconstruction":"工作與生活的壓力，讓我挫折想逃避，但我相信我過去所累積的並不白費，我要對自己有信心，想逃避的心情是一時的，我能好好堅持下去的。","strategy":1}
{"content":"自从学校分配了任务，这个问题成了我的心头之事，白天午休也睡不着，晚上半夜还不能入睡……唉，神经质一个！我该怎么办？？","reconstruction":"自从学校分配了任务，脑袋一直想怎么做好这个任务，甚至影响睡眠，我这么紧张神经质，表示我是有责任感的，也希望自己能有好表现顺顺利利的把任务完成，我要对自己有信心，脚踏实地进行任务，一定可以克服紧张完成任务的。","strategy":1}
{"content":"我是一个内向的人，我很想变得开朗，变得幽默一些，我的性格是那种不是很活跃的人，想改变自己。","reconstruction":"我想改变自己，我知道自己是一个性格内向不活泼的人，我相信我可以一点一滴的调整，我一定可以变得愈来愈开朗，愈来愈幽默的，有志者事竟成。","strategy":1}
{"content":"我高三，内心深处先要考一个好大学，但是没有动力整天得过且过，过完了一天又会去后悔，恶性循环，嗐","reconstruction":"尽管我一遇到问题就想躲，不想见与这件事有关的任何人，但我知道这样的情绪反应是于事无补的，我相信我可以就事论事，理性面对的。","strategy":1}
{"content":"一遇到问题就想躲，不想见与这件事有关的任何人，","reconstruction":"尽管我一遇到问题就想躲，不想见与这件事有关的任何人，但我知道这样的情绪反应是于事无补的，我相信我可以就事论事，理性面对的。","strategy":1}
{"content":"现在人都30多了。最近在家无意间发现老婆偷偷看乱伦的小说。还是父女乱伦的。也不知道是什么心理。比较担心。不知道该不该谈谈。怎么谈","reconstruction":"尽管我感到家人常骂我，指摘我，我想是因为跟家人沟通，讲话表达都比较直接，家人也是直肠子并不是真的在骂我。我不要太在意。","strategy":1}
{"content":"我想请问下我之前预约了一个咨询师，在咨询的过程中我常常感觉有压力，也常常哭，咨询后感觉情绪会很不好。这个正常吗","reconstruction":"我该做些什么让我能不虚度光阴，不无所事事，还能找到人生的目标呢?我想就从今天起，每天踏踏实实，本本份份的完成当天的工作及任务开始！","strategy":1}
{"content":"我是女生，我其实这几年发现我有那种倾向，目前为止已经暗恋了三个女生，我觉得有时候她们比男生更能吸引我....","reconstruction":"我想改变自己的性格也寻求一些方法及愿意接受同学的意见，却得到一些极端且具攻击性的反馈。但我发现自己是有自我察觉的，也有意愿寻求改善，我相信继续坚持会得到改善的。","strategy":1}
{"content":"考试不好，项目失败，家庭关系不和睦，朋友关系出现危机","reconstruction":"虽然这次考试不理想，项目失败，这些压力也影响了家庭关系与朋友关系，我知道我有累积许多的努力，只要再坚持下去，一定会有突破有进步的。","strategy":1}
{"content":"他们都骂我，说一切都是我的错，无论是谁，谁都想踩我一脚包括我的妹妹当我质问他们的时候我的家人就会说不要顶撞大人不要和小孩计较","reconstruction":"尽管我感到家人常骂我，指摘我，我想是因为跟家人沟通，讲话表达都比较直接，家人也是直肠子并不是真的在骂我。我不要太在意。","strategy":1}
{"content":"觉得自己虚度光阴，无所事事，怎么找到人生的目标行动起来？","reconstruction":"我该做些什么让我能不虚度光阴，不无所事事，还能找到人生的目标呢?我想就从今天起，每天踏踏实实，本本份份的完成当天的工作及任务开始！","strategy":1}
{"content":"我心理很疑惑想改变性格而寻找心理之路，我只是想让一些同学更了解我也好提一下意见，可没想到有人让我跳楼有人骂我神经病","reconstruction":"我想改变自己的性格也寻求一些方法及愿意接受同学的意见，却得到一些极端且具攻击性的反馈。但我发现自己是有自我察觉的，也有意愿寻求改善，我相信继续坚持会得到改善的。","strategy":1}
{"content":"妈妈已年近80，仍然意气风发，聊起人与事总从坏的方面去看，总觉世人皆负她皆险恶，总爱指导我们，无法沟通，令我十分痛苦。","reconstruction":"妈妈已年近80，喜欢倚老卖老，总爱指导并从坏的角度去聊人与事，虽然我很不喜欢她的论点，但这也表示她老当益壮还很健康。","strategy":1}
{"content":"每次在社交场合，都害怕自己表现不够好，想要与人成为朋友，却又害怕对方觉得自己肤浅。于是就紧张的畏缩起来。","reconstruction":"虽然我在社交场合常常很紧张，想与人成为朋友，又害怕自己表现不好，但我对自己有信心一定可以克服这种紧张个性的。","strategy":1}
{"content":"每次在委托别人办事的时候，该表达的没表达。说完之后总是后悔自己为什么又没说谢谢。","reconstruction":"在委托别人办事的时候，常常忘记表达感谢，我要常常提醒自己，记得常说\"请、谢谢、对不起\"，相信我一定可以渐渐养成好习惯的。","strategy":1}
{"content":"我一直过得都很好啊，没有发生什么啊，总是莫名其妙心里就很难受，总是想哭。","reconstruction":"我一直过得很好，却总是莫名其妙心里难受，但我知道我不会一直这样的，想哭只是暂时的念头，想法不会真的伤害到我。","strategy":1}
{"content":"经常失眠，半夜做噩梦惊醒，吃不好，喝不好，睡不好。","reconstruction":"我经常失眠，半夜做噩梦惊醒，但我相信这只是暂时的，也许梦境是潜意识在提醒我生活中存在的问题，我可以利用这一点。 ","strategy":1}
{"content":"真的好痛苦好痛苦好痛苦，从高一撑到高三复读又撑了一年，我总是告诉自己撑下去，可是没想到大学还是好痛苦。","reconstruction":"高中和大学的学习让我好痛苦，但是我相信我一直坚持下来是有收获的，没有我的努力坚持我不可能有现在的成就和未来的发展。 ","strategy":1}
{"content":"我的母亲总是阻止我做出改变，比如换发型，大到换工作。","reconstruction":" 我的母亲总是阻止我做出改变，但我相信如果我耐心和她沟通，她会明白我的决定是有道理的，就不会再阻止我了。 ","strategy":1}
{"content":"总觉的自己不好看，自己都很少照镜子，一天看不到自己几次，有时候觉的挺可爱，有时就就觉的无法直观的感觉。","reconstruction":" 我总觉得自己不好看，很少照镜子，但我觉得只要我多关注自己外貌上的优点，会越来越有自信的。","strategy":1}
{"content":"母亲总是咄咄逼人，总是反问句，总是抱怨人抱怨事，埋怨人，说话带枪带棒。","reconstruction":"母亲总是咄咄逼人，但我相信通过我耐心说清楚他，她的话语会给我带来怎样的感受，她能理解我的想法并做出改变的。 ","strategy":1}
{"content":"由于小的时候被家里暴打留下了很大的阴影，我甚至都不了解我自己。","reconstruction":"小的时候被家里暴打留下了很大的阴影，我甚至都不了解我自己。但我现在长大了，脱离了暴力的环境，我可以慢慢增加对自己的了解，我会越来越了解我自己的。 ","strategy":1}
{"content":"人生来就处于弱势，背负了太多的东西，尝试过自救却没人理解，想要吃药却没钱，想做咨询也是贵的要死。穷人真的连死都不配有人倾听。","reconstruction":"我虽然处于弱势，背负了太多的东西，但我相信总有一天会有人认可我，帮助我。我不会放弃寻找治疗和拯救自己的方法。","strategy":1}
{"content":"我发现我的家庭不需要我了。。。大家都好像很忙，很忙，没有人真的在乎你的感受。当我需要有地方倾诉时，我找不到。","reconstruction":" 我的家人都好像很忙，这让我感觉孤单，但我知道我的家人很爱我，只是他们有自己的事情要忙，也许未来我们会有更多的时间相处。 ","strategy":1}
{"content":"别人不管做什么事我的心里不会有一丝触动，对任何人都没有感情。","reconstruction":"别人不管做什么事我的心里不会有一丝触动，我知道现在自己对别人的事情不太感兴趣，但我相信还是有能够感动我的人和事，未来可以遇到的。 ","strategy":1}
{"content":"脾气暴躁，看谁都不顺眼，有一点看不惯就得说出来，导致越来越不合群。还总爱和别人发牢骚，睡眠也不好，有一点小动静就醒了，然后就睡不着了。","reconstruction":"虽然我脾气暴躁，爱发牢骚，睡眠还不太好，但是我相信我可以逐渐控制我的脾气、努力和大家交朋友，睡眠质量也会越来越好。","strategy":1}
{"content":"我先生总是否认我的观点和语言，我说这样做必定会怎么样，带来什么结果，他总说不会的，要么就冷笑，不说话。","reconstruction":"虽然我的先生总是否认我的观点和语言，但我相信，只要我们加强沟通，彼此坦诚相见，他的性格总会有所改变的，他会理解我的想法的。","strategy":1}
{"content":"感觉和她很像，人生观，自取其辱，自轻自贱，没有度，没有数，没有自尊，没有自爱。但我比不上她。","reconstruction":"虽然我觉得我自轻自贱、比不上她，但我相信当我开始努力之后，我会离我梦想中的自己越来越近，不再需要和她比较。 ","strategy":1}
{"content":"总是觉得自己不够好，为什么呢？好像内在跟外在都不够好。","reconstruction":"虽然我总是觉得自己不够好，但我相信，只要我能坚定努力的目标，我一定能比现在的自己内在和外在都要更好。 ","strategy":1}
{"content":"我每次和人相處，都會很不舒服，甚至自己就好像自動导航模式一樣，控制不到自己，心裏很難受。","reconstruction":"虽然我每次和人相处都会很不舒服，但我相信随着尝试的次数越来越多，我会逐渐习惯这种感觉，不再担心与人相处。 ","strategy":1}
{"content":"最近工作总出错，压力大，很难过，无助。","reconstruction":"虽然我最近工作总出错，压力大，但我相信犯过的错误不会再犯，工作和生活都会好起来的。","strategy":1}
{"content":"总是很害怕尴尬，会替别人玻璃心，搞得自己陷入担心，久久不能自拔，会一直想越想越往坏想，让自己很纠结我该怎么办…","reconstruction":"虽然我总是很害怕尴尬，会替别人玻璃心，但这也说明我有很强的共情能力。我相信我能更好的管控自己的情绪，不再一直往坏处想，而是利用自己的共情能力帮助身边人。 ","strategy":1}
{"content":"觉得他们太虚假，没把我真正的当朋友，不想上学了。","reconstruction":"虽然无法与他们成为真正的朋友，去学校让我很不舒心，但我在学习中付出积累了很多，继续坚持一定会有好结果的。","strategy":1}
{"content":"最近一直失眠，很难在两小时内入睡，觉得做什么都没意思，自己活着也没有价值，咨询过心理医生，没什么用，不知道该怎么办了。","reconstruction":"失眠的过程真的很痛苦，但是我为解决这件事付出了很多，继续坚持一定会有效果的。 ","strategy":1}
{"content":"朋友觉得我付出理所应当，总利用我，我该怎么办?觉得我很傻，我好像舔狗。","reconstruction":"我待朋友真诚付出，相信一定会有朋友感受到的，我会收获真诚的友谊。 ","strategy":1}
{"content":"总觉得缺钱，缺爱。收入似乎也不算低，打车不舍得，吃个西餐也不舍得。总算对老婆孩子还算可以，对自己总是抠门儿。","reconstruction":"总感觉缺钱，缺爱。但是我知道我收入不算低，老婆孩子生活的不错，我坚信通过不断的努力，自己和家人的生活会越来越好。 ","strategy":1}
{"content":"害怕做错事，一点小事不好的话也会向别人隐瞒真相，怕被批评指责，在意他人的想法，感觉自己不能接纳负面事物，我这是什么心理，希望可以调整。","reconstruction":"怕被批评指责，在意他人的想法，感觉自己不能接纳负面事物，但是我再积极寻求解决办法，继续坚持一定会有好结果。","strategy":1}
{"content":"我真的受不了家里人。。。真的烦死了。。。烦死了，烦死了，烦死了。","reconstruction":"真的很烦，但是我相信通过不断地努力和改变，情况会越来越好的。 ","strategy":1}
{"content":"儿子只爱打游戏，没有其他爱好。工作只干洗浴服务生，不求上进。不想找对象，不想结婚。","reconstruction":"儿子爱打游戏不上进，不结婚。但是我知道情况会慢慢变好，至少现在他身体健康，能有一份工作养活自己，坚信通过一定的引导，一定会有所改变的。 ","strategy":1}
{"content":"活的毫无活力，明白应该努力做出改变却怎么也做不到，感觉和自我离得好远，讨厌自己。","reconstruction":"虽然现在生活缺乏活力，但我相信只要积极努力，未来一定会更好。讨厌自己并不是解决问题的方式，自我离得远，可以一步步改变现状。 ","strategy":1}
{"content":"我觉得我自己无法和父亲交流只要一交流就是侮辱和怒骂。我心里的事根本不敢和父母交流，一点事情没做好就是侮辱我。","reconstruction":"尽管我和父亲交流时会有困难，但我相信通过积极的方式，我们可以找到互相理解的方法，而不是只有侮辱和怒骂。 ","strategy":1}
{"content":"以前我是一个很快乐的人，但是8月份我最喜欢的小狗死去了，我就觉得这个世界没有了光，心里很难受，时不时就会哭，有时候特别不理智。","reconstruction":"虽然小狗的离去让我感到悲伤，但我相信时间会让我的心伤慢慢愈合，这个世界还是充满着很多美好的事物等着我去发现。 ","strategy":1}
{"content":"最近要吃一年多的药，我害怕治疗不好，害怕吃药，失眠一个月了。","reconstruction":"我知道治疗需要时间，但是只要我积极配合医生的治疗方案，坚持吃药，我的身体状况一定会慢慢好转的。不要过于担心，要有信心。 ","strategy":1}
{"content":"生活与家庭之间找不到平衡点，家庭生活并不愉快，所以很多事情都觉得不顺心，很烦躁抑郁。","reconstruction":"虽然现在的生活和家庭之间有一些不协调，但是我相信通过积极的沟通和努力，我们一定能够找到平衡点，让生活变得更加美好。 ","strategy":1}
{"content":"一直不自信、一直心态不好，害怕上台表演和上台发表言论，心态差。","reconstruction":"虽然现在缺乏自信和心态不好，但只要积极练习和准备，相信一定能够克服上台表演和发表言论的恐惧，展现出自己的最佳状态。 ","strategy":1}
{"content":"内心深处积压了太多，无法表达出来的东西，难以释怀，外人也根本无法理解。这种痛苦深深的折磨着我，谁又会明白呢？","reconstruction":"虽然内心积压了很多东西，难以表达，但是可以尝试寻找一些适合自己的方式去表达和释放，比如写日记、绘画等。相信只要你愿意尝试，总会找到适合自己的方式。","strategy":1}
{"content":"不敢与别人交流，和别人说话如果没有得到回应，就会一直想自己是不是说错了什么，或者是别人不想和我做朋友，而且一个人呆着总是感觉阴森森的。","reconstruction":"即使别人没有回应，也许他们有其他的事情分心或者没有听到。重要的是，我相信自己的表达能力和价值，我会持续进步的。","strategy":1}
{"content":"我不想去人多的地方，觉得他们在偷偷的讨论我，经常失眠，闷闷不乐，对未来不抱有希望，而且总是想哭。","reconstruction":"虽然在人多的地方感到焦虑和不安，但并不代表别人在偷偷讨论我。可能只是自己的想象和过度敏感。重要的是，保持积极的心态，专注于自己的兴趣爱好和喜欢的事情，会受到大家欢迎，拥有希望。 ","strategy":1}
{"content":"感觉世界末日了，我害怕自己有一天不知不觉离开世上。好累....","reconstruction":"虽然有一天会离开世上，但是这么多年我经历过很多，所有的努力都是值得的。","strategy":1}
{"content":"就是感觉不舍得给自己花钱，一堆的好东西，看不到适合自己的。","reconstruction":"我意识到我经常感觉不舍得给自己花钱，但我知道这只是暂时的，或许我可以尝试先给自己买一些小东西，想想自己最近的种草清单，就先从最小的一件商品开始吧，买下来一定会让自己感到幸福的！ ","strategy":1}
{"content":"特别嫉妒别人总是忍不住说别人坏话。被人知道了别人都针对自己攻击自己，没人相信我，抓住把柄被孤立了。","reconstruction":"我意识到有时候特别嫉妒别人总是忍不住说别人坏话，感觉没人相信我，感觉被孤立。但我相信情况一定会慢慢变好的，或许我可以试着不去讨论别人开始，相信一定可以改善大家对我的看法。 ","strategy":1}
{"content":"父母承诺过的事没有实现过？同学也在学校经常对我施压，父母也在嘲讽我，好痛苦。","reconstruction":"我感觉同学在学校经常对我施压，父母也在嘲讽我，但我知道情况会慢慢变好的，或许我可以试着和父母聊一聊，或者不去理会别人的看法，相信一定可以减轻这种压力的。 ","strategy":1}
{"content":"看着身边的同学们都有自己的朋友，我却连一个一起吃饭的朋友都没有，是不是很丢人？感觉自己格格不入。","reconstruction":"我意识到自己没有很好的朋友，感觉自己格格不入，但我知道情况会慢慢变好的，或许我可以试着先和身边的人一起点一杯奶茶外卖开始，或许我可以先和身边的人聊聊最新的电影，相信一定会筛选出和我同频率的好朋友。 ","strategy":1}
{"content":"学习压力太大了，太痛苦了。","reconstruction":"我意识到学习压力太大了，但我知道情况会慢慢变好，或许我可以试着去游游泳，运动运动释放一下学习压力，劳逸结合也是很有益处的，相信一定可以度过这个时期。 ","strategy":1}
{"content":"为什么我买零食给朋友吃，妈妈会揍我，说都不给妹妹吃，难道我就不重要了？","reconstruction":"当我给朋友买零食时，妈妈可能因为担心妹妹而生气。虽然有时候感觉自己被忽视，但我相信我可以尝试更好地与妈妈沟通，解释我的意图，同时也关心妹妹的需求。 ","strategy":1}
{"content":"做完的事有时会后悔，觉得自己没做好，非常生自己的气。","reconstruction":"有时我完成一件事后会感到后悔，觉得没有做好，这时我要提醒自己，每次尝试都是一个学习的机会。或许我可以反思，看看下次如何做得更好，相信我可以不断提高自己。","strategy":1}
{"content":"一会干这个，又感觉那个还没有干完，各种焦虑，各种不安。","reconstruction":"有时我会感到焦虑和不安，觉得一会儿做这个，又觉得那个还没有完成。但我知道这是正常的，生活中有很多事情需要处理。我可以尝试制定更明智的计划，把任务分解成小步骤，一步一步来，相信我能够克服焦虑。 ","strategy":1}
{"content":"与人相处时，总是礼貌的有点过分，无法敞开心扉，展现最好的最真实的自己，无法主动建立亲密关系。","reconstruction":"在人际交往中，我发现自己总是过于拘谨和礼貌，难以展现最真实的自己，也难以主动建立亲密关系。但我相信随着时间的推移，我可以学会更自信地表现自己，渐渐建立深入的关系。 ","strategy":1}
{"content":"没有理由的失控，我真的不想一直被负面情绪影响。我不应该这样。我妈妈很疼我，吃喝也都由着我，我不应该这样啊不应该，好无助。","reconstruction":"有时我会情绪失控，感到无法控制，但我知道这是正常的。我可以寻求帮助，学会更好地处理负面情绪，找到适当的方式来应对。我也要意识到我有亲人在身边关心我，这是一种珍贵的支持。","strategy":1}
{"content":"性格内向敏感，唯唯诺诺，不敢去做，害怕错了挨批评，不喜欢自己这种性格。","reconstruction":"我了解自己是一个内向敏感的人，常常过于唯唯诺诺，害怕犯错和受到批评。但我相信性格是多样的，每种性格都有其优点。我可以尝试更自信地行动，接受自己的性格特点，相信这也能带来独特的优势。 ","strategy":1}
{"content":"什么事情都是小心谨慎，纠结难以抉择，很痛苦。","reconstruction":"我了解自己总是小心谨慎，常常难以做出决定，感到痛苦。但我相信这也是一种谨慎的品质，可以在某些情况下提供保护。我可以努力学会更加自信地做出抉择，相信我可以逐渐减轻痛苦。 ","strategy":1}
{"content":"在寝室发生不可调和的矛盾，但又不得不在同一屋檐下生活，沮丧颓废，也无法去做想做的事，好苦恼。","reconstruction":"我理解在寝室中发生不可调和的矛盾可能让人感到沮丧和颓废。但我相信矛盾和挫折是生活中的一部分，它们可以成为我成长和学习的机会。或许我可以寻求解决问题的方法，与室友进行开放的对话，共同寻找妥协的方案，相信问题最终会得到解决。 ","strategy":1}
{"content":"头晕失落，容易犯困，身边的人都已经离去（没去世）","reconstruction":"我意识到最近的情绪波动让我感到头晕和失落，以及容易疲倦。虽然我感到身边的人都离去，但我知道情况会渐渐好转。也许我可以尝试与朋友或家人分享我的感受，让他们了解我的需要，相信他们会支持我度过这段时期。 ","strategy":1}
{"content":"最近做了一件事，大家都觉得没可能，但我还执意感觉有希望去做，害怕失败，所有人都嘲笑我，现在很慌张。","reconstruction":"最近做了一件事，大家都觉得没可能，但我还执意感觉有希望去做，我相信我可以将这件事做好，即使所有人都嘲笑我。","strategy":1}
{"content":"次次感情都是如此，放弃了人生，可能是我不配拥有吧。","reconstruction":"虽然我的次次感情都是如此，但我的人生中一定还会有美好的爱情在等待着我。","strategy":1}
{"content":"从小没有被女生喜欢过，谈恋爱一直失败。对自己恋爱这块没有信心。","reconstruction":"从小没有被女生喜欢过，谈恋爱一直失败，但我相信会有甜甜的恋爱在等着我。","strategy":1}
{"content":"企图改变自己，却不知道如何去付诸行动，活在当下好难。","reconstruction":"虽然我不知道如何改变自己，去付诸行动，但之后肯定会慢慢了解的。","strategy":1}
{"content":"我应该是社恐，和新合租室友看不顺眼，不敢和她沟通交流，挺自卑，感觉她做什么我心理都很排斥她，然后各种嫌弃，但是跟他沟通不来。","reconstruction":"和新合租室友看不顺眼，不敢和她沟通交流，可能只是不太熟悉，之后熟悉了就好了。","strategy":1}
{"content":"在学校，没有朋友，想要融入别人却融入不了，因此觉得孤独，在社交中表现得很焦虑，不主动，也没有一定的技巧。","reconstruction":"虽然在学校，没有朋友，想要融入别人却融入不了，因此觉得孤独，但依照自己的节奏慢慢来，我相信我会找到朋友的。 ","strategy":1}
{"content":"本人很懒，可以一直玩手机好几天。同时又不断责骂自己，感觉很堕落。但是怕难，完全不想学习，一看书就烦。","reconstruction":"我很懒，可以一直玩手机好几天，感觉很堕落。我也很怕难，不想开始，不过没关系我可以一点点开始，一定可以改正这个问题。 ","strategy":1}
{"content":"不敢去人多的地方，一去到人多的地方就感觉有人注视着自己，并且一感觉有人注视自己的时候就不会走路了，并且不善于与他人交谈。","reconstruction":"我不敢去人多的地方，一去人多的地方就觉得有人注视我，我不善于与他人交谈。但是人无完人，我可以一点点改变，逐渐克服这种感觉。 ","strategy":1}
{"content":"最近几天上了点火，然后吃什么都吐，后来在吃中药，但是不想回学校，莫名的就特别想哭，心里特别难受，精神也不太好，没状态。","reconstruction":"最近几天我上火，吃什么都吐，干什么都没有状态，精神也不太好。但是各种状态都是正常的，有抑郁情绪也很正常，我会变好。 ","strategy":1}
{"content":"失业了，和家里的每一人都争吵过，这里容不下我，无论是家人还是男友，没有一段关系是我能处理得好的，所有人都憎恶我。","reconstruction":"失业了，和家里的每一人都争吵过，这里容不下我，无论是家人还是男友，没有一段关系是我能处理好的，所有人都厌恶我。但是我可以改变一下我的性格处事风格等，改正自己不好的地方。","strategy":1}
{"content":"睡眠不好，经常跟父母吵架，父母总说我是废物，是累赘，被校园暴力四年，被别人在冬天泼过冷水，被别人传绯闻。","reconstruction":"睡眠不好，经常跟父母吵架，我还被校园暴力，被别人传绯闻。但是这段时间总会过去的，我的生活会更好。 ","strategy":1}
{"content":"我是个学生，但有时候感觉会有点失眠，对待这个世界总是消极，也常在想什么时候离开了该多好。","reconstruction":"我是个学生，有时候失眠，我对这个世界很消极。但是我已经慢慢通过做自己感兴趣的事情不这样想了，我觉得生活还是充满希望的，只要活着就有希望。 ","strategy":1}
{"content":"别人对我语气有一点强硬，我就觉得别人对我不友好。别人一说我，我就生气，想到他对别人就不敢这么说，我就生气，觉得自己太好欺负了。","reconstruction":"我真的很不喜欢别人说话时强硬的态度，或许我可以跟他谈谈，情况一定会改善变好的。 ","strategy":1}
{"content":"每天漫无目的感觉人生一无是处……","reconstruction":"虽然我现在还没有目标，但以后总会有的，只管努力吧，人生总会过的精彩的。 ","strategy":1}
{"content":"从大学毕业后，感觉自己每年五一和秋季就会发生一些意外或者不如意的事。几乎每年都是，感觉自己在循环生活，陷入怪圈循环。","reconstruction":"尽管每年五一和秋季会有一些不如意，但一年下来，大多数的时间总是过的很顺心，很快乐。 ","strategy":1}
{"content":"一事无成，钱也没有，朋友也没有。不知道自己喜欢什么工作，好像基本上都是三分钟热度，然后就没有上进心了。","reconstruction":"虽然我对事情三分钟热度，没有特别精通的某一方面，没有特别好的朋友，也没有什么钱，但我有所涉猎的事物多，知识面广，所以和谁都能聊上两句，和别人保持着良好的关系。 ","strategy":1}
{"content":"为什么小学的时候我可以那么开心，但上了初中也就没那么开心了。","reconstruction":"虽然我上了初中后没有像在小学时那样开心，但是我知道事在人为，也许我可以尝试着去发现生活的美好，我一定能找回以前快乐的感觉。 ","strategy":1}
{"content":"没发生什么事情，就是突然这么想，担心我不是母亲亲生的，她就不爱我了。","reconstruction":"虽然我有时会胡思乱想，担心自己失去母亲的爱，但是我知道我的母亲爱我无论我的出身，我应该更相信与关爱我的母亲。","strategy":1}
{"content":"内心戏太多，注意力总不在当下，感觉总在走神。","reconstruction":"虽然我总是注意力不集中，总是神游天外，但是我知道我应该集中注意力在何处，我一定会尽力改正这个坏毛病。","strategy":1}
{"content":"我的妹妹经常和我奶奶告状，我奶奶不分青红皂白就打我，还说我不懂事之类的，有时还会语言攻击，我每天被妹妹威胁，被奶奶冤枉奶奶打。","reconstruction":"我经常因为妹妹的告状而被奶奶冤枉，但我知道情况会慢慢变好的，我应该继续懂事并告诉妹妹这是不对的，也告诉奶奶我是被冤枉的，慢慢地妹妹会成长起来知道这是不好的行为，奶奶也一定会发现我是被冤枉的。 ","strategy":1}
{"content":"从小到大就在痛苦中长大，不如解脱。","reconstruction":"我常常因生活中从小到大的痛苦而想放弃自己，但我知道这种情况会慢慢变好的，生活可能是先苦后甜的，我的苦难已经经历完了，相信之后的生活一定会变好的。","strategy":1}
{"content":"感觉心里空落落的，和室友不交流感觉好没意思，好孤独，交流也只是一两句话还是孤独，改变不了我的心情。","reconstruction":"我因跟室友没有过多交流而感到内心孤独，但我知道这只是暂时的，我可以先从爱好跟室友交流起来，慢慢的熟悉彼此，我相信我们一定会成为好朋友的，我也一定不会孤独的。","strategy":1}
{"content":"天天上班，压力好大，很累想休息几天，领导不同意，顾虑这份工作是养家糊口，不能抵抗，麻了。","reconstruction":"每天上班，压力好大，没办法请假，但是再坚持几天就是周末，可以休假了。","strategy":1}
{"content":"一次次的考试失败，不知道道路如何是从，自卑感不断涌出！","reconstruction":"虽然考试接连失败，但是在这个过程中我也积累了很多经验，相信继续坚持就会有好的结果。 ","strategy":1}
{"content":"自己做了很多错事，没有人再相信自己了，自己把自己给害了特别后悔。","reconstruction":"我做了很多错事，影响了大家对我的信任，但我相信只要积极改正，一定会赢得大家的原谅。 ","strategy":1}
{"content":"知道自己的缺点，可是怎么改都半途而废，都坚持不了，不想为了琐碎变成一个怨妇。","reconstruction":"我每次想改自己的缺点都半途而废，但是我有努力去修正自己的缺点，说明我是有上进心的，继续坚持下去我一定能成功的。","strategy":1}
{"content":"今天身体不舒服，好想有个人能陪着我，照顾我，似乎从来都没有人这样对我。又觉得自己这样的想法像个孩子。","reconstruction":"有时候在虚弱的时候像个孩子希望有人陪伴，但是一直以来我都是一个人独立强大的活下来了，所以一个人我也可以很好的。 ","strategy":1}
{"content":"快3年了，我现在仍然注意力无法集中，根本就学不进新东西，很痛苦。脑袋胀痛难忍。","reconstruction":"注意力不集中学不进去让我很痛苦，但是三年下来我一直在努力改变，我再换个方式可能就好了，继续尝试改变吧。 ","strategy":1}
{"content":"为什么别人越是夸奖我，我越是不安急躁。觉得自己根本没有这么好，怀疑他们只是在捧杀我。他们眼中的我真的有这么好？还只是说说而已呢……","reconstruction":"当别人夸我的时候我会感到不安，说明我是个谦虚的人，这想法是很好的，让我保持谦卑，只要不过分谦卑就行。","strategy":1}
{"content":"总感觉家里人看不起我，没办法沟通，又没办法脱离。难道就任由他们把我的大小事情全部安排好吗。","reconstruction":"我时常会感觉家里人看不起我，他们安排好我的很多事情，如果我对此觉得不舒服，我应该尝试勇于向他们说不，我相信他们会听见我的声音的。 ","strategy":1}
{"content":"坐月子中，没有为人父母的喜悦，总是很焦虑，很想哭，不想带孩子，不知道自己是怎么了。","reconstruction":"坐月子让我感到很焦虑，可能是因为第一次为人父母，等我习惯这个角色就会好的！当孩子长大，一切苦都是值得的。 ","strategy":1}
{"content":"做什么事都提不起兴趣，不愿意上班，和家人的关系紧张，上班后把自己厌烦的情绪藏起来，好累。感觉自己活着没有意义。","reconstruction":"活着让我觉得没有意义，很多方面都糟糕透了，但是我有选择活着的机会，相比于很多人我是幸运的。 ","strategy":1}
{"content":"性格悲观敏感，没有自信心，现在感觉做什么事都很困难，觉得自己做不到，陷入负面情绪无法自拔。","reconstruction":"我的性格比较悲观敏感，对很多事情都持悲观态度，但是我相信这样可以让我小心翼翼，不会轻易被打败。 ","strategy":1}
{"content":"看见比自己穿得好看，长得好看的人就会不自信怎么办？心里觉得别人会看不起自己。","reconstruction":"当我看到好看的人我就会不自信，但是每个人都是独一无二的，不必因为别人的美丽而让自己不自信，我也是独特的。 ","strategy":1}
{"content":"我很多疑，对谁也不相信。总认为大家都在欺骗我，很没有安全感。","reconstruction":"我不相信别人，总是持怀疑态度，但是这样也可以避免我被骗，何尝不是一件好事。 ","strategy":1}
{"content":"总是莫名难过，不自觉的去瞎想，不想去想那么多，只想简单的活着。","reconstruction":"我总是会莫名难过，但是我一直在努力的生活，虽然偶尔会难过，但是我相信一定会变好的。 ","strategy":1}
{"content":"我总喜欢生气，因为别人转弯抹角骂自己或者说自己，会生气很久，不知道自己内心怎么回事…","reconstruction":"面对别人对自己的看法总是让我感到生气，这过程让我好累，但是我也尝试改变自己了，我相信自己会有所改变会变好的。 ","strategy":1}
{"content":"从小到大一直都被人当枪使，就那种被人拐了还乐呵呵的帮人数钱，很多事情都是因为我间接性让别人不好了，我真的特别特别难受不知道怎么面对...","reconstruction":"因为自己比较简单，所以会被人当枪使，可能造成了不好的结果，可能是我经历的太少了，或许我成长起来就不一样了。 ","strategy":1}
{"content":"经常莫名的难受，感觉到孤独。融入不进周围的圈子。","reconstruction":"虽然融入不进周围的圈子让我感到孤独，但是我会积极改变自己，我相信最终我能战胜自己！ ","strategy":1}
{"content":"我来这个培训学校5个月了，都没找到人陪我吃饭，别人都成群结队，我觉得我很孤独，很痛苦。","reconstruction":"虽然找不到人陪我吃饭让我感到孤独，但是我会积极改变自己，我相信最终我能找到自己的伙伴的。 ","strategy":1}
{"content":"每说一句话都要反省一下自己，觉得自己很差劲。","reconstruction":"虽然我总是反省自己所说的话，这让我感到自己不够优秀，但是我会积极改变自己的想法，让自己不再过于自省。 ","strategy":1}
{"content":"男，大学生，在人多的地方感觉别人都在看着自己，怕自己的举止表情让别人笑话，有时候自己就好像在表演一样，感觉特别不自然。","reconstruction":"虽然在人多的时候我总是害怕别人笑话我，时常让我感到不自然，但是这何尝不是一种自我警醒，我相信最终自己可以在公开场合落落大方表现。 ","strategy":1}
{"content":"情绪很丧不知道活着为了什么，做什么都没意思，自信心降到历史最低，不愿意和人交往和聊天，觉得自己比别人都差，4年了…","reconstruction":"虽然我总是情绪很丧，总是不愿意和别人交往，但是我会积极改变自己，我相信最终我可以改变自己让自己变得更优秀。 ","strategy":1}
{"content":"失眠越来越严重，很痛苦没有什么希望让我活下去。","reconstruction":"虽然失眠越来越严重，但我相信一定有方法可以改善我的睡眠质量，我会继续寻找解决方法。 ","strategy":1}
{"content":"之前弟弟没有界限，即使成家也是依赖，总是索取，并且没有觉得有什么不妥，无语加无奈。现在又有客户一味压榨，感觉自己很委屈。","reconstruction":"之前弟弟没有界限，总是依赖我并索取，但我相信他也可以成长和独立，我会给予他支持和鼓励，同时也学会保护自己的界限。 ","strategy":1}
{"content":"最近一年压力很大，总是无法安稳入睡。","reconstruction":"最近一年压力很大，导致我难以入睡，但我相信这只是暂时的困扰，我可以通过调整自己的生活习惯和寻找放松方式来改善我的睡眠质量。 ","strategy":1}
{"content":"并没有对自己身体感到过好奇，有时候看到自己胸口还有痣，感到自己不完美。自己胸部还小。","reconstruction":"我曾经没有对自己的身体感到好奇，但现在我要积极转变这种观念。每个人都有自己独特的身体特征，我要学会欣赏和接受自己的身体，因为这是我独一无二的特点。 ","strategy":1}
{"content":"我感觉我自己什么都没干，正好好的就感觉身心无力了，是因为我学习压力太大吗？好像很焦虑。","reconstruction":"我现在感觉身心无力，可能是因为我最近学习压力很大，不过我相信我可以调整自己的状态，坚持下去一定能成功。","strategy":1}
{"content":"明明没有发生的事情也会感到焦虑，无法正确对待自己的负面情绪，感觉时刻都在被负面情绪操控，严重影响了自己的生活和心情。","reconstruction":"虽然我会感到焦虑，但我相信这只是过度担心和负面思维的结果。我要学会放下心中的担忧，相信一切都会有解决办法，而且可能并不会如我所想象的那么糟糕。我会积极面对我的负面情绪，寻求帮助和支持来应对它们，相信自己有能力走出困境。 ","strategy":1}
{"content":"不知道该怎么说，人生啊真的是一步错步步错，父母的漠视、朋友的毫不关心、生活中各种琐碎的小事、精神上的摧残，真的压得我喘不过气了。","reconstruction":"虽然我目前感到被压得喘不过气，但我相信人生中并不是一步错步步错。我要相信未来会有机会改变，我会寻找力量和勇气去面对困难。我要积极寻求支持和帮助，相信自己有能力度过这个艰难的阶段，并找到属于自己的幸福与成长。 ","strategy":1}
{"content":"大学生，舍友原生家庭不是很好，她每天除了学习什么都不愿意做，也不知道该如何与别人相处，总是很自卑。","reconstruction":"我看到舍友的原生家庭不是很好，这可能对她造成了很大的压力和困扰。但我相信，通过学习和成长，她可以找到适合自己的生活方式，并且与别人建立起更好的关系。 ","strategy":1}
{"content":"总是关注鸡毛蒜皮的小事，无法集中注意力到应该做的事情上去，总是逃避，碌碌无为。","reconstruction":"我有时候会过于关注鸡毛蒜皮的小事，导致无法集中注意力在重要的任务上，而且经常逃避责任。但是我相信，每个人都会犯错，而且我可以通过学习和成长，改变这种行为，更加专注地完成应该做的事情。 ","strategy":1}
{"content":"不知道和别人聊什么话题，总是纠结聊什么话题，总是想这个话题别人爱聊吗?","reconstruction":"我在与人沟通方面总是陷入纠结，但我知道我越和别人多接触、多聊天，我就更清楚和别人聊天时应该注意什么和怎样做，所以我会坚持和别人聊天，努力提升自己聊天的能力。 ","strategy":1}
{"content":"每次领导对我们的工作做出评价的时候，没有表扬我，或者表扬力度没有其他的同事高，我就会感觉收到了批评。","reconstruction":"在工作中，我很在意别人对我的评价。但我相信没有表扬我并不意味着我做的不好，如果下一次我完成的更好的话，领导也会表扬我的。","strategy":1}
{"content":"突然有一个时间会觉得生无可恋，我们为什么要活着，这么辛苦，付出这么多收获却不多，活着的意义何在?","reconstruction":"偶尔会陷入对活着这件事存在的意义的思考，但我觉得这是件好事，只有思考人生存在的意义，接受现实又不气馁，才能活得更有意义。 ","strategy":1}
{"content":"失业失恋怀疑人生，没有强烈的痛苦，但是总是觉得隐隐约约的一直不快乐，对所有的事情都失去兴趣。","reconstruction":"最近觉得对一切事情都提不起兴趣，但我相信这只会是暂时的，只要我找到新的努力方向，就能走出这种郁郁寡欢的状态。 ","strategy":1}
{"content":"这么多年来抑郁一直不断的反复，我真的不想再努力了。","reconstruction":"抑郁症状一直在反复，但我相信只要我配合治疗，调整自己的状态，我总会走出抑郁的状态，重新回到开朗的状态。 ","strategy":1}
{"content":"每次领导安排一个任务就很焦虑，怕自己做不好，完成不了任务，很有挫败感。","reconstruction":"工作中，我接到任务总是会有焦虑和不自信的感觉，但我相信我没有那么糟糕，只要我认真计划、努力工作，一定能按时完成任务的。","strategy":1}
{"content":"我不知道哪个是真正的自己，我想要改变自己，我觉得自己不够好。","reconstruction":"在生活中，我的自我认知不清晰，有自卑的心理。但我知道随着成长我总会逐渐认清自己的，或许我可以从倾听别人对我的评价开始，结合自己的判断成为更好的自己。","strategy":1}
{"content":"我真的坚持不下去了，每天被父母骂，学习成绩也不好，真的真的坚持不下去了。","reconstruction":"父母的批评和成绩的糟糕使我失去了信心，但学习不是唯一能做的事，或许我可以找一些自己喜欢做的事情转移一下注意力，和父母好好沟通，调整好我的情绪和状态，这样学习成绩也能提高。 ","strategy":1}
{"content":"很想和某个人说说话。大家真的觉得生活很有意思吗。只有我感觉生活忙的时候很累闲的时候太无聊吗。我真的对一切都失去了兴趣。","reconstruction":"我好像对一切失去了兴趣，但是我知道情况会慢慢变好，或许我可以尝试在闲暇的时候做一些以前没有做过的事情，相信我的心态一定可以发生改变。 ","strategy":1}
{"content":"感觉自己对别人挺好的，也很热情，但是为什么别人不是这样对待我的。而是冷淡，冷漠，不帮我。","reconstruction":"在生活中，我对别人很热情，但总觉得别人对我很冷漠。但是我知道情况会慢慢变好，或许我可以试着降低对别人的期待，不奢求我帮助了别人，别人就一定得帮我，相信我的心态会有所改变。 ","strategy":1}
{"content":"性格偏消极，总觉得自己不够好，不敢尝试新事物，陷入负面情绪，总在原地打转。","reconstruction":"在生活中，我总觉得自己做的不够好而不敢轻易尝试新事物，但是正因为是没有尝试过的新事物，做不好也是正常的，我可以试着告诉自己做不好没关系，失败了可以重新再来，而不是什么都不做。 ","strategy":1}
{"content":"刚开学没几天在QQ上被同学们骂了，不知道该怎么办，是不是真的被好多人讨厌，大概是真的太内向了。","reconstruction":"刚开学在qq上被同学骂了，但是这只代表我和同学在某些观点上有冲突，这并不代表我被很多人讨厌，或许我可以尝试找个机会和同学们线下沟通一下，把矛盾解开。 ","strategy":1}
{"content":"他无法沟通，每次吵架都是指责抱怨，都是别人的错，陈年往事都要翻出来，证明都是别人对不起他，真的是太难了。","reconstruction":"他每次吵架都说是别人的错，但是这同样也说明了他缺乏安全感有些自卑，还需要许多成长，我可以试着建立情绪和责任界限，这样当他又发脾气时，我的情绪可以更少被影响，同时也提高了我的沟通能力。","strategy":1}
{"content":"面对不理解自己，不信任自己的人，我会特别愤怒与委屈，觉得自己掏心掏肺还得不到信任，特别难过。","reconstruction":"别人的不理解不信任确实令人难过，但是我知道每个人都是独立的个体，不是所有的观点都一定可以得到认可的，我可以试着不去计较这些不理解和不信任，告诉自己这些与我无关，相信自己一定可以忘却这些不开心。","strategy":1}
{"content":"最近几天莫名悲伤，已经很久没有这样了，不知道自己是怎么了。","reconstruction":"最近几天，我总是觉得莫名的悲伤，但是我知道情况会慢慢变好，或许我可以尝试做一些让自己快乐的事情，出去散散心或者找朋友一起玩耍，相信自己一定可以走出悲伤情绪。 ","strategy":1}
{"content":"总觉得自己脸不好看，想要整形，一直在减肥，还是觉得不够瘦。别人觉得挺好看的，但是我总觉得他们说的是在恭维，不是真的。我总是对自己很不自信。","reconstruction":"每个人都有自己独特的美丽，而我也有我的特点。我正在通过健康的生活方式来照顾自己，感觉越来越好。虽然有时候会对自己有些挑剔，但我也认识到这是一个持续进步的过程。我要相信别人的赞美是真心的，我也要学会更加自信地面对自己。 ","strategy":1}
{"content":"已经一年半了，情绪容易失控，拍打桌子，很累，讨厌自己，又无能为力改变，失眠多梦，月经不调，与人交往很累。","reconstruction":"在过去的一年半中，我的情绪容易失控，有时也许会拍拍桌子来释放压力。我知道自己很坚强，也能做出积极的改变。偶尔失眠多梦可能会困扰我，但我会寻找放松的方式来帮助自己入睡。月经不调可能是身体在提醒我要好好照顾自己，我会注意调整生活方式，保持健康。与人交往固然会有一些挑战，但我会珍惜人际关系，学会与他人相处得更加轻松愉快。 ","strategy":1}
{"content":"我因为身体的种种原因外加父母的不理解、责骂、偏心而产生自杀心理，想死但又怕痛，想死但又牵挂家人，我是生病了吗？","reconstruction":"我认识到自己面临一些身体和情绪上的挑战，但我选择以乐观的态度来面对。尽管有时候父母的理解和支持可能不如我期望的那样，我相信我们可以一起努力沟通和理解。我会珍惜自己生命中的每一刻，并学会寻求专业的帮助和支持。我相信我能够克服这些困难，走向更健康、积极的未来。 ","strategy":1}
{"content":"每次都坚持不下去，真的好难，很想放弃，但又不能放弃。","reconstruction":"每次尝试都是宝贵的，虽然困难重重，但正因如此，我才能更坚定地前行。我有时会感到疲倦，但我知道这是成长的一部分，我不能放弃。我会以乐观的心态看待每一个挑战，相信我会越来越强大，取得成功的未来。 ","strategy":1}
{"content":"从小打压式教育，自卑敏感，总觉得自己能力差，工作上接到新的任务总会很紧张，压力很大，感觉自己无法完成，很没有自信。","reconstruction":"虽然从小受到了一些打压式的教育，造就了我敏感的心灵，这让我洞察力更强，更能理解他人的感受。虽然有时会感到能力不足，但我会把这看作是一个成长的契机，努力提升自己的能力。每当接到新的任务，我会以乐观的态度看待，认为这是一次展现自己能力的机会，尽管压力很大，我相信我能应对得当，做出出色的表现。我会逐渐建立起更强大的自信心。 ","strategy":1}
{"content":"高中住校，很想母亲，可能因为有不高兴的事情没有人诉说吧。都憋在心里，很难受。","reconstruction":"在高中住校时，思念母亲，或许因为某些让人不舒服的事情难以启齿，我选择将它们保留在心底。尽管如此，我对未来依然充满信心，坚信一切都会变好。","strategy":1}
{"content":"我家长经常骂我打我，我都不知道该怎么办，动不动就骂人，我好像是个出气筒那样。还不让我去读书，老是拿我前途当玩笑。我真的活不下去了。","reconstruction":"虽然我家长经常责问甚至打骂我。我面对家庭的压力时，我会学会如何更好地沟通和处理矛盾。我相信我不只是一个出气筒，我有能力成为一个独立、自信的个体。虽然现在面临困境，但我坚信我会找到自己的道路，追求我想要的未来。","strategy":1}
{"content":"突然就是心情失落难过，想改变自己却无法自拔，限于其中，自责难过，恶性循环。","reconstruction":"突如其来的情绪低落，让我感到难过，虽然我渴望改变自己，但陷入了恶性循环。然而，我相信这只是短暂的，我会找到突破困境的方法，逐渐打破这恶性循环。 ","strategy":1}
{"content":"不敢照镜子，也不敢拍照片，不敢正视自己。","reconstruction":"逐渐勇敢地面对镜中的自己，拥抱镜头前的自己，发现内在的美丽和独特。感恩策略重构：感恩我有机会在内心深处探索自我，虽然有时可能会感到不安，但这也是成长的一部分。我珍视这个过程，它让我更加了解自己，也让我变得更加坚强。 ","strategy":1}
{"content":"婆婆每天说话都很假，对人不真诚，就像带个壳子一样。还自我感觉很良好。","reconstruction":"婆婆可能有时表达方式不太直接，但或许她也有自己的原因。我们可以试着更多地了解她，也许会发现一些共同的兴趣点。毕竟，每个人都有值得珍惜的一面，也许我们能在交往中更加亲近和融洽。","strategy":1}
{"content":"极度焦虑，觉得自己不应该活着。来回走动，咬指甲，扯头发。觉得自己极度恶心，自残自虐，自杀未遂。","reconstruction":"虽然我感到极度焦虑，但这也是人的一种正常情感，有很多积极的方式可以应对，比如寻求家人和朋友的支持帮助、多做运动多去旅行放松心态。找到更合适的方法来释放情绪，早晚可以摆脱这种焦虑。 ","strategy":1}
{"content":"心理压力很大，很焦虑，认为没有人懂自己。想离所有人都远远的，想找一个陌生的城市生活。断绝父母关系，断绝夫妻关系，断绝朋友关系。","reconstruction":"我发现我现在心理压力大，疏远社会。不过人总会经历几段这种心理，慢慢地这种压力就能缓解。相信身边的人也都能看出来我的这种状态，我应该多和他们沟通，听听他们的经历和意见，主动改善这种心理状态。 ","strategy":1}
{"content":"完全不想毕业，感觉好像毕业就什么都没有了，也舍不得舍友，怎么办啊?","reconstruction":"虽然我可能害怕毕业后的未知，但毕业也代表着新的开始，未来有着无限的可能。我可以与舍友保持联系，无论是生活中还是工作上，珍惜与舍友的友情，同时我也期待未来的挑战与成长。 ","strategy":1}
{"content":"每天小孩的学习、工作总能让人抓狂，我感觉自己总不能能很好的进入工作状态。","reconstruction":"孩子的学习和工作现在给了我很大挑战，不过已经有了这么多经历，我想信我有能力应对。我会努力寻找更高效的工作方式，平衡对家庭与工作的付出，积极面对工作和生活。","strategy":1}
{"content":"和老公常年工作时间错开，没有感情，也没有了交流，但是害怕离婚后自己过不好，也害怕别人嫌弃我二婚，我今年34岁，也担心自己生育问题。","reconstruction":"我和老公长年工作时间错开，没有感情，也没有了交流，但是我知道这种情况再慢慢变好，我相信只要我们互相理解彼此，多抽出时间陪伴彼此，我们的感情是会回暖的，我应该积极一点，不考虑离婚的生活。 ","strategy":1}
{"content":"出门时，总感觉别人在注意我，听到声音怕是在议论我，怕自己表情不正被误会，怕人，怕遇到极端分子被杀害，刻入骨子里的害怕。","reconstruction":"我出门时总感觉别人在注意我，听到声音怕是在议论我，怕误会，更怕被杀害，但是我知道这种情况会慢慢变好，我只是过于敏感了，其实生活中没有那么多的观众，不要过于在意身边的人和事，他们不会对自己有那么大的威胁。 ","strategy":1}
{"content":"感觉我要比别人更努力才可以活着下去，我的工作比别人辛苦，承受的压力和痛苦也是别人的2倍，感觉人生不公平。","reconstruction":"我感觉我要比别人更努力才可以活下去，我的工作比别人辛苦，还要承受更大压力，我感觉不公平，但是我知道情况会慢慢变好，或许我可以从提升自己开始，让自己变得更优秀，就可以换到一个更轻松的环境了。 ","strategy":1}
{"content":"感觉自己是一个冷血的人，听着他们烦恼的恋爱故事，感觉不痛不痒，没什么好烦的。","reconstruction":"感觉自己是一个冷血的人，听着他们烦恼的恋爱故事，感觉不痛不痒，没什么好烦的， 但是我知道情况会慢慢变好，我并不是因为冷血，我只是因为恋爱经历少，才导致没有办法共情别人的恋爱故事的。 ","strategy":1}
{"content":"在国外读书。同学都太优秀了，我仿佛是个透明人。人际关系也处不好，没啥朋友。","reconstruction":"在国外读书，同学们都太优秀了，我仿佛是个透明人，人际关系也处不好，没啥朋友。但是我知道情况会慢慢变好，我只要努力向他们学习，我也可以变得优秀，我只要和同学们多交流，多沟通，就一定会处理好人际关系。","strategy":1}
{"content":"我害怕自己看别人，别人不自在。。。。。。。","reconstruction":"我总是会害怕自己看别人的时候，别人会感到不自在。但是我知道情况会慢慢变好的，我只是过于在意别人的感受而已，这并不完全是一件坏事，相信我可以调节这种状态！","strategy":1}
{"content":"明天就要在新岗位工作了，怕在新岗位做不好给人骂，我是一个特别怕给人骂的人！","reconstruction":"明天我就在新岗位工作了，但是我怕别人骂我做不好工作，我很怕别人骂，但是我知道在刚进入新岗位时，难免会做不好，即使做不好，也并不会有人去骂，我需要调整心态就好！ ","strategy":1}
{"content":"女生，一直以来都很自卑敏感。","reconstruction":"我是一个女生，一直以来都很自卑敏感，但是我知道情况慢慢会变好的，我只需要不断激励自己，让自己变得自信起来！","strategy":1}
{"content":"這讓我很尶尬，我也不知道為什麼會這樣，無論是甚麼人都是。","reconstruction":"这让我很尴尬，我也不知道为什么会这样，无论什么人都是，但是知道这种情况会慢慢变好的，我只是太过于在意他人对自己的看法，其实生活中并没有那么多观众，我平常心看待就好！ ","strategy":1}
{"content":"为什么和姐姐的关系处不好，总能闹矛盾，总能为一些小事吵架，是我做错了吗?","reconstruction":"我和姐姐的关系总是处不好,经常闹矛盾，总为了一些小事吵架，我觉得事情会慢慢变好的，因为我年龄还小，可能不太会包容别人，只要我和姐姐好好解释，我们还会重归于好的！","strategy":1}
{"content":"知道我最痛苦的是什么吗？即便是我再努力，我身边的亲人，没有一个认可我的人，没有一个人。我活着不是为了他们，不是吗？","reconstruction":"我有一个烦恼，好像即便是我再努力，我身边的亲人也不认可我。但我知道情况会慢慢变好，或许我可以尝试跟他们谈谈心，让对方理解我，一切都会变好的。 ","strategy":1}
{"content":"自己也学习过一些心理学。，但是总是觉得做的不足够好。我害怕自己原生家庭，影响了孩子。","reconstruction":"自己也学习过一些心理学，但是总是觉得做的不足够好。但是我相信一切都会好起来的。我也会努力不让原生家庭影响孩子，孩子未来会是光明的积极的。","strategy":1}
{"content":"每次放假都带了一推作业，却每次总是原样带回去，每次努力一会后总是忍不住找各种理由松懈，唉，总感觉自己自卑又有点可笑。","reconstruction":"每次放假都带了一推作业，却每次总是原样带回去，但是未来的我会变好的，会尝试加强自驱力，我坚信我会成为一个勤奋主动的好孩子。 ","strategy":1}
{"content":"每天睡不好觉头疼头晕，没精神，也不觉得饿，不想吃东西，有时候想逼自己吃的就想吐。","reconstruction":"每天睡不好觉头疼头晕，没精神，也不觉得饿，不想吃东西，但我相信未来一定会变好，只是最近一段时间而已，之后又会活蹦乱跳了。","strategy":1}
{"content":"最近失业了，一旦就是隔天没有面试或者一整天待在家，整个人感觉都不好了，感觉人生没意义。","reconstruction":"最近失业了，虽然有时隔天没有面试，会一整天待在家，正好可以趁这个机会好好休息一下，或者出去走走，好好看看这个生活了很久却不甚熟悉的城市。","strategy":1}
{"content":"世事无奈，我发觉自己越来越懒了，书不想看，健身房不想去，上班动力少，工作没动力，做饭不想做，泡脚不想。。。。。","reconstruction":"我最近真的越来越懒了，但每天高强度的工作确实消耗了我太多的精力，等忙过这一阵，我相信情况一定会慢慢好起来，我会重拾生活的激情。 ","strategy":1}
{"content":"真的好难受，不想开学，想要有一个人可以依赖我或者依赖他。好想哭啊，我好孤独啊。","reconstruction":"虽然我有些难受感到孤独，但是我相信以后我会找的那个可以让我依赖或者被依赖的人，走出孤独的阴霾。","strategy":1}
{"content":"没自信觉得自己特别没用，什么都干不好绝望。","reconstruction":"虽然我对自己的能力有些不自信，感觉没干好一些事情，但是我知道我在这其中也学习到了许多，我最终一定能够通过学习增长自己的能力。","strategy":1}
{"content":"我好孤独，可能14年前，最爱我的奶奶离开我的那一刻，我已经成了一个压抑自己，假装快乐的小孩。我好孤独。","reconstruction":"虽然我有时感到孤独，常常怀念亲爱的奶奶，但是我知道我应该成为一个乐观快乐的人，相信奶奶看到这样的我也会开心。","strategy":1}
{"content":"很努力的奋斗，不管做什么都原地踏步，甚至让自己活的越来越差，太痛苦了。","reconstruction":"虽然我在最近的奋斗中没看见些显著成效，但是我也学到了不少知识，相信未来会更好。","strategy":1}
{"content":"最近的工作有所调整，内心总是无法接受，每天会担心自己接受不了目前的工作安排，失眠焦虑。","reconstruction":"工作安排的变动让我十分焦虑，担心自己接受不了，但我相信这种情况只是暂时的，只要我慢慢调整我的心态，积极面对，我一定会把工作做的比之前更好。 ","strategy":1}
{"content":"最近没有人工作，看什么都不顺，每天躺尸，不吃饭，不知道干啥。","reconstruction":"最近没有工作让我无所事事，具有极大的空虚感。但我知道情况只是暂时的，或许我可以利用这段空闲时间做一些自己想做的事，让自己逐渐忙碌起来，我的内心一定会渐渐充实起来的。 ","strategy":1}
{"content":"人生发生任何改变都会焦虑到失眠，并且很害怕生病，屏蔽所有关于生病的消息，医院也不敢去。","reconstruction":"在生活中，我因为任何改变都会焦虑到失眠并且害怕生病的任何消息，但我知道情况会慢慢变好的，或许我可以从接受小改变开始，慢慢意识到生病并不是多么可怕的事情，相信我一定会不这么抗拒改变的。 ","strategy":1}
{"content":"经常性会睡眠不好，然后心情不好。对周围人有距离感。","reconstruction":"在生活中，我经常因为睡眠不好导致心情不好，和周围人也有距离感，但我知道情况会慢慢变好，或许我可以尝试睡前放松等方式改善睡眠，这样心情就会慢慢变好，相信一定会和周围人处好关系的。 ","strategy":1}
{"content":"压力大，最近夜里总是失眠多梦，感觉工作压力太大了。","reconstruction":"压力大，最近夜里总是失眠多梦，不过如果我调整一下心态，做做运动，一定可以恢复到良好的睡眠状态。","strategy":1}
{"content":"做什么事情都太较真，心活得很累，很不开心，比如工作，本来就是一份工作而已，我会想到很大问题。","reconstruction":"做什么事情都太较真，心活得很累，很不开心，但是这种较真的性格是我的优势，让我做事总是严谨认真，毫无漏洞。 ","strategy":1}
{"content":"想要有人陪，有人听我说，想要有人懂我。我不喜欢和朋友说心里话，他们不懂我，我也不敢表现真实的自己。","reconstruction":"想要有人陪，有人听我说，想要有人懂我。我不喜欢和朋友说心里话，但也许只要我尝试一下，就会发现他们是理解我的，我可以展现真实的自己给他们。 ","strategy":1}
{"content":"我是一个被父母抛弃的孩子，我恨他们！我恨他们！","reconstruction":"虽然我被父母抛弃了，但我相信通过我的努力，一切都会好起来的，不会比别人过得差。 ","strategy":1}
{"content":"就是因为跟那些朋友相处了一会儿，感觉我失去了方向和目标，也好像失去了信心。","reconstruction":"虽然和朋友相处之后我感到迷失，但我相信我有优点，经过我的努力我也会找到适合自己的路取得成功。 ","strategy":1}
{"content":"脾气特别不好，特别是辅导孩子的时候，稍微不听话就想发脾气，我知道自己有问题，但是不知道怎能解决。","reconstruction":"我知道自己总是控制不住自己的脾气，但是我相信孩子会越来越懂事的，经过我的练习，我也能学会控制自己的脾气不在发火。 ","strategy":1}
{"content":"为什么有些人根本没去努力，却给自己找借口说没有天赋？","reconstruction":"虽然他们没有努力，但我相信随着时间增长，他们会学会认真面对问题的，不在给自己找借口。 ","strategy":1}
{"content":"单亲，领养她的情人，还对我动手动脚，我真的觉得我要崩溃了，活着好累。","reconstruction":"虽然我现在的家庭有很大问题，但我知道我迟早有一天会离开这个家，它不会困扰我一辈子，将来我会过上我自己喜欢的生活。 ","strategy":1}
{"content":"我真的快坚持不下去了，我对生活已经充满了失望，曾经我自杀过很多次，送到医院过很多次，我也想好好的，但是还是坚持不下去了。","reconstruction":"我现在对生活充满了失望，也经历了很多次自杀，但是我相信我只要去细心发现生活中的美好，我得未来肯定会充满阳光。 ","strategy":1}
{"content":"找不到生活的目标，不知道未来的规划，暂时失业，即将30，无宝宝，没有一技之长，不知道如何给自己建立规划。","reconstruction":"我虽然目前没有做好人生规划，但是我后面把人生规划好，人生路漫漫，未来的生活肯定能幸福多彩。","strategy":1}
{"content":"以前我很快乐，可是我上初中开始就很难过，朋友们都勾心斗角，家里也不停吵架，我学习也不是最好的。","reconstruction":"朋友和家庭的矛盾只是一时的，相信自己可以从中做到很好的调和，学习不好我可以更加努力学习，我肯定会后来者居上。 ","strategy":1}
{"content":"18岁的年华，对生活不抱有任何希望，却又很向往美好的事物，远离这这个世界，独自彷徨。","reconstruction":"我才18岁，有大好青春，我可以去旅游，去读书，去创业，未来将因我无限精彩。 ","strategy":1}
{"content":"我20岁，喜欢上了一个比我大六岁的男生，但他不喜欢我，我也很自卑，觉得自己配不上他，但我又不想放弃，好苦恼。","reconstruction":"虽然看起来我喜欢的男生比我优秀很多，但是考虑到他比我大六岁，而且我们成长环境不一样，眼界、心态、能力等方面比我强是正常的，这并不能说明我比他差、我配不上他。我不想放弃他，所以我要努力提升自己，反省有什么他欣赏的品质是我所缺失的，或者我有什么不好的习惯可能让别人不喜欢我。我相信我总有一天能吸引他或者打动他！","strategy":1}
{"content":"和身边的人总是觉得聊不来，也不想问别人的事为别人的事想，学习那么重，没有心思。","reconstruction":"虽然学习很忙，但是只要我愿意，一定可以抽出时间和朋友交往，我们也一定会有都感兴趣的共同话题！ ","strategy":1}
{"content":"本人刚高一，但是才军训两天，就非常恐惧，觉得自己做什么事都很丢脸，有些不想去学校，心里很难受。","reconstruction":"我很害怕被别人注意，但我相信随着我和大家多相处，并在这个过程中有意锻炼自己，我会逐渐变得大胆、自信，军训就是一个很好的锻炼自己的机会。","strategy":1}
{"content":"我爸调动工作对我的影响很大，而且我原来很白，现在感觉变黑了，我老是开心不起来，吃也不想吃。","reconstruction":"爸爸调动工作虽然对我不好，但是对他的事业好。最近变黑可能是晒的，既然我原来很白，那么多注意保养的话应该很容易重新变白，而且退一步说，变黑也可以很好看。","strategy":1}
{"content":"好烦好烦，我真的很怕死，我也真的好想我的那些朋友。我觉得和他们分开后就再也没有那种感觉了。","reconstruction":"虽然和朋友离别让我很难过，但是我相信我以后还会遇到志趣相投的好朋友。分离的阵痛不会延续太久的，我以后依然会很快乐。","strategy":1}
{"content":"我是一名高中生，我感觉自己是一个很懒惰的人，常常做事情半途而废，不懂得坚持。","reconstruction":"我是一名高中生，虽然我曾经有过懒惰和缺乏坚持的时候，但我相信我可以改变，养成更坚定的决心和习惯。 ","strategy":1}
{"content":"后天就要参加相亲活动！这个也是我很想去可又有点焦虑不安的状况！担心到了后会尴尬不敢表达自己。","reconstruction":"后天就要参加相亲活动，虽然我感到一些焦虑，但我期待着结识新人并享受这次经历。 ","strategy":1}
{"content":"毕业后，好像过得越来越迷茫，不停换工作，也不会找到合适的对象。","reconstruction":"毕业后，虽然感到有些迷茫，但我相信每一次的经历都是我成长的机会，未来会更好。 ","strategy":1}
{"content":"不管别人说了什么话我都接不上。感觉周围朋友，同事都把我当傻子，空气存在！太不舒服了，感觉自己是透明人。","reconstruction":"不管别人说什么，我会尝试保持积极的态度，相信自己有自己的价值，不受外界言论影响。 ","strategy":1}
{"content":"控制不住自己的想法，总是思虑很多很多，晚上睡不着，白天觉得身体很疲劳，到中午又对白天外界的环境很敏感，很不舒服，太难受了。","reconstruction":"虽然我有时控制不住自己的想法，但我相信通过练习冥想和放松技巧，我可以改善我的内心状态，让自己感觉更好。 ","strategy":1}
{"content":"孤独，没有一个人可以聊天说话分享，只有自己，撑着。","reconstruction":"虽然我现在感到孤独，但我享受独处的时间，并相信不远的将来会找到愿意聊天说话分享的人。 ","strategy":1}
{"content":"着实挺累的，也疲惫了，这些能量也时不时自己跑出来，攻击我，想卸下这些负面情绪。","reconstruction":"虽然我现在很累、有很多负面情绪，但我相信，熬过现在，积极调整心态，我会收获很多，并变的更加强大，有更多经验吸收负面情绪。 ","strategy":1}
{"content":"觉得前半生留下了许多遗憾，但是人生已经过半，再想改变也来不及了。时常为自己的决定后悔，好像有点抑郁了。","reconstruction":"虽然我觉得前半生留下了很多遗憾、做了很多后悔的决定，但我仍有半生的时间去弥补，有了前半生的经验我会做的更好、更加珍惜每个做决定的时刻 。","strategy":1}
{"content":"就是特别害怕开学，害怕那里的一切，我有点抑郁了。","reconstruction":"虽然我特别害怕开学、害怕学校的一切，但是新的学期新的自己，我相信会有转机和好事发生，毕竟不会更糟糕了不是？这么想来我就不太害怕开学了。","strategy":1}
{"content":"从小被说长的胖，大腿粗，满脸痘痘，似乎没有听过被夸奖，永远都是这不好，那不好。","reconstruction":"虽然我从小被说长得胖，大腿粗，满脸痘痘，但是我相信在不损害身体健康的情况下，当我瘦身成功、保养好皮肤后，我会变得更加好看更加自信。 ","strategy":1}
{"content":"我体型微胖，被他人嘲笑，越来越自卑，对外界产生了阴影，不想出去，我很想调节自己，但却越来越害怕，只能把自己锁起来…","reconstruction":"虽然我体型微胖，越来越自卑害怕，对外界产生了阴影，但是我努力克服了很多并调节自己，继续坚持一定会好起来的。 ","strategy":1}
{"content":"近一个月心情总是不好，无法在12点前睡觉。","reconstruction":"近一个月心情总是不好，12点前无法入睡，但我努力寻求和尝试解决办法，继续坚持一定能在12点前睡觉。","strategy":1}
{"content":"工作压力，总是想做到完美，然后着急感觉就没方向。","reconstruction":"工作压力的原理总是想做到完美，很容易着急感觉就没方向，但是我付出了很多也累积了很多，继续坚持一定会找到方向的并有个好结果。 ","strategy":1}
{"content":"从小被母亲打骂，父亲漠视，后得双向情感障碍，很痛苦，怨恨父母，是觉得他们给我带来的痛苦。做了很多努力，都无法原谅父母。","reconstruction":"虽然从小过得很痛苦，但是这个过程让我更加坚韧，坚信未来会越来越好的。 ","strategy":1}
{"content":"在学校和舍友处不来，一个人待着的时候会感到孤独，感到无助，最近一直失眠，心情烦躁，坐立不安，吃不下东西，感觉很痛苦，不知道该怎么办。","reconstruction":"虽然在学校和舍友之间关系不好，一个人独处时会感到孤独和无助，但我相信这只是暂时的困境。尽管最近失眠并且心情烦躁，但只要我积极面对问题，一定能找到解决方法并走出困境。 ","strategy":1}
{"content":"不知道自己要干什么，然后现在好迷茫，好迷茫，好迷茫好迷茫。","reconstruction":"虽然不知道自己想要从事什么，但这是一个探索未来的机会。虽然现在感到迷茫，但我相信通过积极地尝试和学习，我会逐渐找到自己的方向。 ","strategy":1}
{"content":"今年开学高三，学习成绩不好，压力很大最近总是想哭，还总胡思乱想，怎么办？","reconstruction":"今年开学高三，虽然学习成绩不理想，面临很大的压力，但我相信只要我保持积极态度和努力，我还有机会提升成绩。尽管最近总是想哭，胡思乱想，但我相信通过合理安排时间和寻求支持，我能够应对困境。 ","strategy":1}
{"content":"总有伟人能一生做好一件事，但我学习的时候却连坚持每天做一件事都做不好。","reconstruction":"虽然我在学习的时候不能像那些伟人一样一生专注于一件事情，但我依然相信只要每天坚持做一件事，我会取得进步和成长。 ","strategy":1}
{"content":"本来挺期待开学，但现在似乎很恐惧，很难受，可能害怕导师？我该怎么办？","reconstruction":"虽然我本来对开学有很大期待，但现在感到恐惧和不舒服。我相信这只是暂时的情绪，我会积极面对并努力适应新的环境和导师关系，相信自己能够克服困难。 ","strategy":1}
{"content":"为什么因为一点小事就受影响？为什么自己看看朋友圈都会自卑，我也不差，为啥自卑感这么重?","reconstruction":"我的自卑感很重，看看朋友圈都会自卑。但是我也不差，或许我可以逐步了解自己，发现自己的闪光点，大胆表达，相信一定能够自信起来! ","strategy":1}
{"content":"也不知道是什么事，反正有特别多的烦心事。自己也不是特别喜欢说话，总是特别烦躁。","reconstruction":"我总是特别烦躁，有特别多的烦心事，但是我知道情况会慢慢变好，我会从调整心态开始，相信一定能够解决这个问题。 ","strategy":1}
{"content":"我该怎么办？我接受不了这个自己，原谅不了自己。","reconstruction":"我接受不了自己，原谅不了自己，但我相信这只是一时的事情，我会从调整心态开始，相信一定能够解决这个问题。 ","strategy":1}
{"content":"别人说我只能听着，有些话不好听，也不会反驳，我都觉得自己弱智。","reconstruction":"别人说我只能听着，有些话不好听，也不会反驳，但我只是缺乏积累，相信随着自身的学习和进步一定会解决这个问题。","strategy":1}
{"content":"我有位同学，他学习也很努力，想要超越我，现在我很害怕他超越我，甚至害怕他翻书的声音，看到不会的题我很头疼，背诵也越来越差，我很迷茫。","reconstruction":"我害怕我同学超越我，导致我很迷茫，我应该相信自己不会被他超过，并且可以保持乐观的心态，和他成为朋友。 ","strategy":1}
{"content":"不知道为什么，我最近什么也不想干，话不想说，饭不想吃，一到晚上就偷偷哭。","reconstruction":"我最近什么也不想干，一到晚上就偷偷哭，但每个人都会有情绪低落的时候，这是个机会让自己有时间思考，找寻方法令自己更积极的面对生活。","strategy":1}
{"content":"同学的冷淡，和家人的漠不关心不闻不问都让我觉得世界少一个我无所谓。","reconstruction":"虽然我感觉同学对我很冷淡，家人对我也是漠不关心，但不是每个人都会被大家喜欢或者关心，我需要学会关心自己肯定自己，找寻让自己更加积极生活面对生活的方法。","strategy":1}
{"content":"男友条件不好，家里人都反对，自己心理压力也很大，感觉自己日后生活没保障，但是对男朋友又感情深厚，很矛盾不知怎么办。","reconstruction":"虽然男友条件不好，家里人都反对，但家里人也是关心我，希望我找到优秀的对象，这是个契机让我好好思考这段关系，更积极全面的做好未来的规划。","strategy":1}
{"content":"没有人可以理解我，不在呼我，有没有我也经不重要了。","reconstruction":"没有人可以理解我，大家都不在乎我，但我相信只要多主动和他人沟通，跟随自己的内心，一定可以改变自己的处境。","strategy":1}
{"content":"最近活不下去了，想死，真的很痛苦。","reconstruction":"最近真的很痛苦，但我相信只要度过这阵子，以后的日子就一定会好起来的。","strategy":1}
{"content":"总是担心这个担心那个，有些抑郁焦虑，内心没有能量。","reconstruction":"操太多心真的让我消耗了很多精力，但是通过操心别的事儿我也成长了很多，继续坚持一定会好起来的。 ","strategy":1}
{"content":"自己好缺乏自信，不敢跟人家指示，因为自己长的不够帅，还有痘痘、络腮胡的一个男士，出门都需要好好伪装自己，我好像心理出现了问题。","reconstruction":"虽然我现在缺乏自信，有很多短板，但我相信我可以找到重新建立自信的机会，能让我积极的面对生活，是金子总会发光，别人以后也一定会发现我的闪光点的。","strategy":1}
{"content":"生活中总有些事实让人很难接受，比如，长得不高，长得不漂亮……类似这种，有时会让人自卑。","reconstruction":"这些缺点虽然让我自卑，但我也学会了去掩盖自己的缺点并展示自己突出的一面，相信未来我一定能摆脱这些缺点带来的阴霾。","strategy":1}
{"content":"我这2年都没睡好觉，处于害怕状态，害怕得罪人，害怕做不好工作，好怕好怕烦死了很不开心，工作做得很委屈。","reconstruction":"虽然我现在工作委曲求全，但是只要我熬过这段时间，我相信我会有很大的收获，我相信我会很好的完成工作任务。","strategy":1}
{"content":"很无力，很累，觉得自己很多余，自己不应该来到这个世界，自己就是一个意外。","reconstruction":": 虽然现在很苦很累，觉得自己没有价值，但是我一定能感受到自己存在的意义，为社会做出小小的贡献。","strategy":1}
{"content":"父母从我小时候就说话不算数，中间经历太多了。","reconstruction":"虽然我父母说话不算数给我带来了很多烦恼，但是我未来可以完全靠自己得到想要的东西，我也不能总是依赖父母 。","strategy":1}
{"content":"软弱的性格，对自己长期不认可，缺乏自信，也经常不快乐！","reconstruction":"虽然我缺乏自信，但是我有其他方面的优点，想想我的优点会使我更快乐。","strategy":1}
{"content":"感觉自己心理还挺有活力，但是一说话就很闷，很老实，没有活力，感觉不喜欢自己，讨厌自己。","reconstruction":"很老实，这意味这我很沉稳，而且我心理很有活力，意味着我并不是一个死板的人。","strategy":1}
{"content":"个人不高，穿鞋一米四，出门总是被异样的眼光看待，没有谈过恋爱，不会有人喜欢我了吧。","reconstruction":"我个子不高，也没谈过恋爱，但是只要发展自己的长处，相信未来一定有欣赏喜欢我的人。 ","strategy":1}
{"content":"我父母从小就不怎么管我，都是爷爷奶奶带大的，但是我长大了，我妈却来管我了，真的很难，我真的对我妈真的没什么感情。","reconstruction":"虽然我从小由爷奶带大，和妈妈没有太多接触，但是我相信只要从现在开始建立信任和亲情，未来我和妈妈的关系会越来越亲密的。 ","strategy":1}
{"content":"之前性格蛮开朗，最近半年感觉孤独，以前会主动交流，现在能不说话就不说话，不想和别人有交集，感觉人都是虚情假意，有时候有点轻生的念头。","reconstruction":"我意识到以前性格开朗的我最近半年有些回避社交，并且有时存在消极念头，但是幸好我发现了这个状况，相信通过积极调整并向外界寻求帮助，可以重新回到我的生活状态中来。 ","strategy":1}
{"content":"从小到大就很胆小，不敢一个人出去工作，一个人也不敢坐车，勇敢好难。","reconstruction":"我意识到自己不敢一个人工作，一个人坐车，胆子有些小，但是我知道情况会慢慢变好，我可以从自己能够接受的小事开始尝试突破，只要愿意改变，未来一定可以成为更勇敢的自己。 ","strategy":1}
{"content":"在工作上没有成就，与女朋友交往过程中不知如何谈论工作之事，内心深处一直焦虑不安，害怕因为工作影响关系。","reconstruction":"在工作上我还在学习成长,不能太着急成就感。和女朋友相处时,我可以试着多聊聊生活中的快乐事,减轻过多谈论工作带来的压力。我相信我们的关系不是建立在成就上的,放宽心态面对工作,也会帮助我们的关系。 ","strategy":1}
{"content":"感觉跟身边的人说不上话，没有共同语言，灵魂很孤独。是不是自己的自我觉察过分了，感觉如果没心没肺的也不会有这么多的无聊和不开心。","reconstruction":"我目前跟朋友交流不太顺畅,但我相信通过互相理解,我们可以找到更多共同话题。我会保持积极心态,相信倾听和理解可以拉近我们距离。 ","strategy":1}
{"content":"受到批评，就会联想到是自己不好，而一想到自己不好就很难受，觉得自己糟糕透顶。容忍不了别人说我半点不好，我会相信别人对自己的评价。","reconstruction":"受到批评时,我会联想到自己的不足,但我会努力保持积极心态。我相信每个人都有优缺点,我会珍视他人的意见,同时相信自己也一定会成长。","strategy":1}
{"content":"倒霉。什么事情都不顺心。做什么事情都觉得枯燥乏味。没有一件事是自己愿意做的，什么都提不起劲来，甚至连洗澡这种日常小事都不想去。","reconstruction":"最近遇到一些不顺心的事,但我相信坚持积极努力,情况终会变好。我会尝试寻找自己感兴趣的事情做,相信生活中一定还有可以打起精神来的事。 ","strategy":1}
{"content":"我从小就不会替别人开心，当别人有什么开心的事的时候，我也不会送上祝福，有的时候很善良，有的时候又很黑暗。","reconstruction":"虽然我从小就不会在别人有开心的事情的时候替他开心，但是我有的时候又很善良，我相信坚持下去，我一定会更加善良的。 ","strategy":1}
{"content":"面对别人的要求，不能拒绝。习惯了软弱和退让！！并对这样的自己无法接受。","reconstruction":"虽然还没有果断拒绝别人的能力，但是相信之后可以慢慢学习不断改变，最终一定会成为能够拒绝别人的人。 ","strategy":1}
{"content":"就是做什么事都没有主意，小到买个衣服，反正就是各种事，不知道自己想要什么，而且特别容易相信别人，也特别敏感。","reconstruction":"虽然我没主见敏感易轻信他人，但是也侧面说明我细腻善良，肯定会越来越好的。 ","strategy":1}
{"content":"工作不顺心，同事不和，家人的偏见，各种的无奈！","reconstruction":"工作时有坎坷，同事和家人需要更多支持和理解，虽然生活中有诸多无奈，但我相信可以用耐心和智慧去找到方向、克服困难。 ","strategy":1}
{"content":"把人都给得罪了怎么办？现在被孤立了没人理我。","reconstruction":"虽然目前我可能和一些人产生了矛盾，但这是成长和学习的机会。我会保持积极的心态，尝试去解决问题，并相信未来会有更好的人际关系等待我。","strategy":1}
{"content":"在最需要帮助时，被母亲骂，感觉人生没了理想。","reconstruction":"母亲的责骂虽然让我在寻求帮助的过程中感到难过。但是我会从乐观积极的角度看待这个问题。我明白母亲可能是因为关心我才会责骂我，希望我能够改正错误。而且面对这暂时的困境，只要我不断努力，坚持理想，一定会有好的结果。 ","strategy":1}
{"content":"总感觉事情很多很乱，不知道该做什么，心情很烦躁。","reconstruction":" 最近事情很乱，很烦躁，但是这是正常的，或许我可以调整好心态，一切会向好的方面发展。 ","strategy":1}
{"content":"我今年29岁，遇到了很多很多倒霉的事情，睡不着难受，人生没有任何存活下来的意义。","reconstruction":"遇到很多倒霉的事情，我很难受，但是我觉得世界上还是有很多快乐的事情，一切都会向着好的方面发展。 ","strategy":1}
{"content":"有人跟我示好，我会回避，有人给我送东西，我会双倍奉还。我不敢接受大家对我的好，我觉得自己不配不配拥有好的事物。","reconstruction":"我意识到我不敢接受大家对我的好，我意识到我觉得自己不配拥有好的事物，但是我知道情况会慢慢变好的，或许我可以尝试着体验更好的事物，一定可以慢慢适应接受大家对我的好，我也会变得越来越好。 ","strategy":1}
{"content":"感觉生活枯燥乏味，学习无趣生活无聊。","reconstruction":"我意识到我经常感觉到生活枯燥乏味，但我知道这只是一种暂时的情绪，情况会慢慢变好的，或许我可以试着出去走走，看看小动物，相信一定可以获得乐趣。 ","strategy":1}
{"content":"家里人每天都会给我一重又一重的压力，感觉自己没有活着的意义，我经常会想离家出走或直接跳楼算了。","reconstruction":"家里人每天都会给我一重又一重的压力，我意识到有时会感觉活着没有意义，但我知道这种情况会慢慢变好的，或许我可以和家人沟通一下，如果沟通无效，至少我可以选择无视这种压力，并不是由别人掌控我的生活，我也可以活的很好。 ","strategy":1}
{"content":"可能从小缺少父爱，很多事都不敢去做，都怕不好后果，整天忧郁，杞人忧天，导致整个人都很难受。","reconstruction":"我意识到自己很多事都不敢去做，都怕不好后果，但我知道情况会慢慢变好的，或许我可以尝试先勇敢的做一些小事，不去想象不好的后果，相信一定可以有所改善。 ","strategy":1}
{"content":"每次感觉自己给别人增添了麻烦之后总是非常自责，尽管会和别人道歉，但有时候还是无法原谅自己，担心自己被别人讨厌。","reconstruction":"每次感觉自己给别人增添了麻烦之后总是非常自责，担心自己被别人讨厌，但我知道这只是我自己的猜想，真实情况很多事并非如此，大家喜欢帮助我，这说明大家并不讨厌我。 ","strategy":1}
{"content":"我和家人格格不入，我觉得自己是个奇葩，各方面融入不了，性格比较独立有个性无法相互理解不懂我回到家感觉很累。","reconstruction":"虽然我和家人有些格格不入，但是我努力融入家庭并且有自己的独立的性格，或许我可以尝试与家人沟通，说出自己的疲惫和劳累，相信家人一定可以慢慢理解我！ ","strategy":1}
{"content":"以前睡眠还好，现在晚上经常睡不着，每次我妈骂完我后，是不是我不应该活着，经常自己呆在一个屋里哭。一哭就是好几个小时…","reconstruction":"晚上睡不着，独自哭泣真的很难受，但这只是现阶段的问题，我和妈妈之间存在一些问题，但我知道妈妈的指责不能否定我生活的意义，未来的生活一定会慢慢变好。或许我应该让妈妈知道她的行为给我带来的伤害，我一定会停止哭泣迎接美好的睡眠！ ","strategy":1}
{"content":"父母总是逼着我做我不喜欢的事，我只想做我喜欢的事。","reconstruction":"虽然父母有时候会强调我做我不太热衷的事情，但我知道情况会慢慢变好。或许我可以试着和他们沟通，找到一种平衡，使我更多地能够追求自己的兴趣并且感到快乐。","strategy":1}
{"content":"各种压抑，真的累了，真的不知道怎么表达了。","reconstruction":"虽然我感到压抑和疲惫，但我相信事情会变得更好。或许我可以主动寻求支持，找到适合我表达情感的方式，这将帮助我走出困境。 ","strategy":1}
{"content":"我只想知道哪种方法比较好，我觉得我就是一个废物，废物为什么要活在这个世界。我想知道怎么才能最快最没有后悔余地的死去","reconstruction":"虽然我现在感到很颓废，但我相信我可以找到改善自己处境的途径。每个人都会经历低谷，这是一个机会，让我能够寻找更积极的出路，让生活变得更有意义。 ","strategy":1}
{"content":"明明知道嫉妒使人丑陋，可是我却深陷其中，我觉得我就是个垃圾","reconstruction":"虽然嫉妒是个不好的心态，但是从中可以意识到之间的差距，使得我可以保持进步。","strategy":1}
{"content":"有时候感到很痛苦，感觉要用力呼吸，呼吸不了的时候好想长睡不起，是不是只有长眠了才不会有痛苦？","reconstruction":"虽然这个过程让我很痛苦，但是我一直在努力生活，坚持下去我会变好的。 ","strategy":1}
{"content":"有时候冒出来一些情绪，恨孩子的存在成了自己人生的掣肘，一念之间又觉得很内疚自己会有这样的想法，很害怕，觉得自己内心很阴暗…","reconstruction":"每个人都有情绪不好的时候，虽然我对孩子有些心结，但还好我知道责任不在孩子，很快就清醒过来，没有让自己沉溺在怨天尤人的情绪中。 ","strategy":1}
{"content":"感觉周围的阿姨姑姑什么的，见到我就特别墨迹，啥都问，都烦死我了！阿西吧。","reconstruction":" 虽然周围的阿姨姑姑什么的，见到我就特别墨迹，但等之后我年龄大了与他们交流少了就好了。 ","strategy":1}
{"content":"原生家庭要求严格，专制型父母，很少有自己的空间。与男生交往害羞、敏感、多疑，老在揣测别人不怀好意。","reconstruction":"虽然我很少有自己的空间，也不太会与男生交往，老在揣测别人不怀好意，但这样可以避免自己被男生骗。 ","strategy":1}
{"content":"做了一件我自己觉得让别人不高兴的事儿，总是不能释怀。","reconstruction":"我做了一件我自己觉得让别人不高兴的事儿，但可能别人不是很在乎。 ","strategy":1}
{"content":"高考报志愿，父母亲戚一直在强调金融，会计，审计之类的，原本我对这些学科也有兴趣，但他们一直强调，我现在一看到这些就不想选择，想回避","reconstruction":"每次跟爸妈理论的时候，怎么说都没用，很绝望，但是相信我之后会努力的和他们多沟通，了解他们的心理想法，好好的交流，就会变好的。","strategy":1}
{"content":"每当跟爸妈理论吵架时，在一定的时候会绝望，就像怎么说都没用，心很苦，大喊尖叫，而父母一致认为你只是在发脾气。","reconstruction":"每次跟爸妈理论的时候，怎么说都没用，很绝望，但是相信我之后会努力的和他们多沟通，了解他们的心理想法，好好的交流，就会变好的。","strategy":1}
{"content":"不想说话，不想社交，不能和别人好好交流，这是怎么了?","reconstruction":"我是一个不想说话，也不想社交，也不能和别人好好交流，我不知道自己是怎么了，但是我觉得世上有内向的人就会有外向的人，所以这是很正常的事情，不能着急。","strategy":1}
{"content":"说出口的话总会被曲解然后被指责，好生气。有点想彻底离开这个人了。","reconstruction":"我说出口的话会被他曲解然后他会指责我，我感觉到很生气。但是我感觉说出的话也不会完全被理解，下次我多解释一下。","strategy":1}
{"content":"父亲生病住院了，我很难过，我觉得是我的错，没有照顾好他。","reconstruction":"父亲生病住院了，我很难过，很心疼他受苦，我觉得是我没有好好照顾父亲的缘故，我想我可以多花些时间，多用点心思，也在饮食上下功夫，多吸收健康照护的知识，我相信我可以更多维护父亲的健康。","strategy":1}
{"content":"父亲生病住院了，我很难过，我觉得是我的错，没有照顾好他。","reconstruction":"父亲生病住院了，我跟难过，但是一切都会变好的，会往好的方向发展。","strategy":1}
{"content":"这一两年，我变得害怕人多，容易脸红，不敢与人面对面大声说话，在家里容易发脾气，有什么事也是一直憋在心里，不知与谁说！特别想逃离。","reconstruction":"这一两年，我发现自己对人群感到有些不安，同时我发现自己在家更容易表达情绪，虽然许多事情我一直在心里憋着，但我也开始明白，寻找合适的人分享是一个解决问题的途径。我相信，通过探索和自我成长，我将找到属于自己的内心平静与自信，而这将成为我勇敢面对未来的力量。","strategy":1}
{"content":"还有10天就开学了，我感觉我每天都很颓废，也没有去补作业，课程也只补了一点，家里又负担不起补课的支出。我好怕开学。怕他们失望。","reconstruction":"还有10天就开学了，我觉得自己没有好好努力，颓废没写作业，课程也只补了一点点，家里也没有条件让我补更多习。我对开学感到很焦虑，担心可能会让他们失望。然而，我知道我可以采取积极的措施来改变现状。我可以专注于安排好我的时间，努力补足落下的课程内容，不要看还差多少，要看已经累积了多少，每一步努力都是值得的，我相信我可以克服这些困难，慢慢养成好习惯。","strategy":1}
{"content":"我没有什么特别的经历","reconstruction":"我很感激我所拥有的，虽然我的经历不算特别，但我知道还有很多人比我更不幸。","strategy":2}
{"content":"啊，马上就要期末考试了，还要面临教资面试，压力有一点点大","reconstruction":"虽然现在面临期末考试和教资面试的压力，但我相信这些挑战都是我成长的机会。","strategy":2}
{"content":"男友人很好，就是没啥上进心，得过且过，单位家里二点一线。","reconstruction":"虽然男友的上进心不强，但是我很感激他在其他方面给予我的支持和帮助。我会珍惜这份感情，也希望可以找出帮助他提升自我地方法。","strategy":2}
{"content":"遇到事情，老是心太款，觉得别人可怜，什么都替别人着想，不会拒绝，不好意思拒绝，怎么改变","reconstruction":"我感谢有机会帮助别人，但我也需要学会如何平衡自己和别人之间的需求，让自己和别人都能受益。","strategy":2}
{"content":"经常怀疑自己，觉得自己一无是处，愚笨，什么都学不会，做不好，害怕失败，倍感难过，我应该怎样调整这种心态，相信自己可以？","reconstruction":"虽然我经常怀疑自己，但我感激自己有意识到这种情绪并努力改变，我也感激身边的人一直支持我。","strategy":2}
{"content":"如果我们总是被身边的人说“喜怒形于色，会吃亏的”，这样我们应该怎样改变呢，是应该有意识的控制，还是随意发挥呢？","reconstruction":"感谢身边有人愿意对我说出真实的谏言提醒，我之前必没有意识自己喜怒形于色，我会尝试观察自己是否有这个状况，同时也学习更好地掌控情绪，保护自己。","strategy":2}
{"content":"计算机专业感觉学什么都不轻松好难，太难了，不会学习，笨的心理压力极大，成绩差，学不会很难受，只能打游戏，计算机网络好难","reconstruction":"虽然计算机专业的学习很困难，但我很感激这个机会让我了解这个领域的知识和技能。即使我感到困难和挫折，我也会记住这是一次宝贵的学习经验，以便在未来做出更好的决策。","strategy":2}
{"content":"男25岁，母胎单身，面对父母的相亲逼迫很焦虑，感觉自己没有谈恋爱和发生性关系的冲动","reconstruction":"感恩自己的母胎单身的生活，有更多的时间和精力去追求自己的事业和兴趣爱好，不受外界的压力和限制。同时也感恩父母的关心和爱护，尽管他们的相亲逼迫带来了一些焦虑，但是他们的关心是出于对自己的好意。","strategy":2}
{"content":"失眠，一到晚上感觉睡觉时候就开始胡思乱想，控制不住自己，跟男朋友两地，可能要分手的情况。很迷茫，","reconstruction":"尽管晚上失眠困扰我，我还容易胡思乱想，但回想和男友相处的快乐时光，我还是很感恩我们在一起的时光，即使我们可能要分手，因为异地恋真的很难，我也会珍惜过去的回忆，让这些经历成为自己成长的养分。","strategy":2}
{"content":"为什么总是想着讨好别人？难受，其实内心非常不愿意，但是因为一些事情就必须得去讨好","reconstruction":"虽然讨好让我内心非常不舒服，但是好险我认识到这并不是一个健康的状况，这种内心难受的情况，让我明白我不需要通过讨好别人来证明自己的价值。我会尽力做到最好，也学习不勉强自己讨好别人。","strategy":2}
{"content":"对工作产生恐惧，对环境没有安全感，只要想到第二天上班就有消极情绪，觉得人生无望，人生不快乐，请给我树立正确的动力","reconstruction":"虽然目前感到对工作恐惧和缺乏安全感，但我感恩有这个工作和学习新东西的机会，我会继续珍惜并尽力做好。","strategy":2}
{"content":"遇事不要慌，就真的不慌了吗？最近遇事很多，个个不顺，一直都是坎坷。都告诉我不慌就可以解决，最后呢？什么都没解决，反而内心更加烦闷了。","reconstruction":"最近遇到了很多事情，每一件都不顺利，一直都是坎坷的道路。尽管人们告诉我不要慌，可最终却没有解决问题，反而让我感到更加烦闷。然而，我要感谢愿意听我诉苦的朋友，虽然他们的建议不一定有用，但有同伴在身边让我不孤单。同时，这些经历让我学到了很多，也塑造了我更坚强的内心。","strategy":2}
{"content":"心情一直很低落，感觉活着没什么意思。怎么都想不明白为什么我会这样。","reconstruction":"心情一直很低落，感觉活着没什么意思。然而，我感激身边朋友和家人的陪伴，虽然我不明白自己为什么常常感到无意义，但他们仍然陪在我身边。","strategy":2}
{"content":"为何怕见光，怕沾光，怕吃亏会导致自我封闭，自毁行为","reconstruction":"我非常害怕曝光和吃亏，因为我担心这会导致自我封闭和自毁行为。然而，我很感激这些问题还没发生，同时我已经提前意识到这些问题，因为这让我有机会成长并改变这种心态。","strategy":2}
{"content":"聊天的时候总是get不到对方的点，聊没两句双方都没话题","reconstruction":"在聊天过程中，感觉双方总是缺乏话题，但我很感激我有这些练习的机会，虽然有时后让我觉得很尴尬，但我发现自己的聊天能力确实比以前进步了，我也知道了更多有趣的话题。","strategy":2}
{"content":"整天情绪低落，夜里会特别难受难过的喘不过气，想去医院查又不想和家里人开口，想自己买药吃，或者有没有其他可以缓解这种情绪的方法","reconstruction":"尽管我整天情绪低落，夜里特别难受难过喘不过气，但我要感谢家人的支持和理解，虽然我不愿意向他们开口寻求帮助，但他们一直在我身边支持我，我很感激有他们的陪伴。","strategy":2}
{"content":"今天儿子忘记带电话手表，我就害怕和担心，感觉自己无法控制自己的担心，我不知道为什么？可以帮助我吗？","reconstruction":"今天儿子忘记带电话手表，我虽然有些担心，但还好儿子的学校和老师很值得信任，我知道他不会有危险，我也相信他能够处理好这个问题。","strategy":2}
{"content":"和朋友一起开了一家奶茶店，现在冬季，生意不好做，负债累累，心好累，好想放弃，又不舍得","reconstruction":"和朋友一起开了一家奶茶店，现在是冬季，尽管生意不好做，我们负债累累，心情疲惫，但我感恩有机会参与这个创业，我从中学到了很多，这是一次珍贵的成长经历。","strategy":2}
{"content":"天天在家莫名其妙的被骂，快被逼疯了，好想死。","reconstruction":"虽然天天在家莫名其妙地被骂，让我感到很痛苦，但是我很配服自己可以坚持这么久，谢谢自己一路勇敢的撑过来。这个世界这么大，我相信仍有许多美好的人事物，有许多会珍惜我的人，等着我去遇见。","strategy":2}
{"content":"需要努力，但努力起来真的好难，真的就这样了么，虽然很不甘，却又无可奈何","reconstruction":"我很感激能够面对这个艰难的挑战，虽然困难重重，但这个经历将使我成长，并且我会珍惜其中的学习机会。","strategy":2}
{"content":"越长大越胆小，不敢去尝试，不自信，怎么克服","reconstruction":"我很感激自己能够成长，并且有勇气想要改变现状，尽管我有时会感到胆小和缺乏自信，但我依然珍惜每个机会来克服自己的恐惧并成长。","strategy":2}
{"content":"生活和工作中，男人好像大多更自信，女人却总容易怀疑自己，遇到事情会先想是不是自己的错。为什么会有这种差异呢，女生怎样才能变得更自信？","reconstruction":"我很感激生活和工作中遇到自信的男性，而且我也要感谢女性的怀疑精神，让我发现这些不同的特质存在不同的优势，也让我反思自己并不断成长。虽然我感觉男性更有自信，但我相信不论男女只要积极努力，都可以变得更自信。","strategy":2}
{"content":"近期，会出现莫名的忧伤，感觉生活失去了色彩，就这样，没有什么奔头，该如何是好呢？","reconstruction":"最近会有一些莫名的忧伤，感觉生活失去了色彩，但我依然感激当前的状况，因为它给了我一个机会来认识自己的情绪，我知道我还能通过这段经历学到很多东西，这对我来说是一种成长。","strategy":2}
{"content":"看到朋友的生活我很羡慕，他们觉得我很好，我心里总是不满意，心情不好","reconstruction":"我很感激朋友们对我生活的肯定，虽然我对他们的生活羡慕不已，但我也要珍惜自己拥有的，感谢他们对我身边的美好事物的认可。","strategy":2}
{"content":"内心总是惶恐不安，对他人很难做到信任，无法对别人敞开心扉，害怕被人抛弃，经常生活在不安之中，怎样调整这种状态？","reconstruction":"我很感激自己的内心能够感受到希望和不安，这是人生的一种丰富体验。虽然我对他人的信任感有所困扰，但我感谢这种经历让我更加成熟。我学会了在不安中寻找平衡，这个过程对我的成长很有价值。","strategy":2}
{"content":"老是觉得自己不好，不够优秀，就是对不起父母，我怎么样才能好好做自己？","reconstruction":"虽然我对自己有些失望，有些怀疑自己，但我很感激有父母的关爱和支持，他们一直在我身边，鼓励我努力成为更好的人。我会珍惜他们对我的期望，不轻易放弃!","strategy":2}
{"content":"我好累啊，心里有一股释放不出来的痛，感觉没意义了。","reconstruction":"虽然感觉很累，一切都没了意义，但我想感谢一直坚持到现在的自己，以及生活中美好的事物，这些美食、美景、可爱的动物和关心我的人给了我很多的力量。","strategy":2}
{"content":"焦虑，不安，有心无力。做只猪也挺好。不开心不开心。","reconstruction":"虽然感到很焦虑和不安，但我很感激自己有机会去面对这些挑战，这段时间非常辛苦，我常常想放弃摆烂，但我确实从中学到了很多。","strategy":2}
{"content":"我不能弄懂自己为什么会做出这样的决定，冲动的行为让我很苦恼，我该怎么办？","reconstruction":"我虽然不能理解自己为什么做出了这样的决定，但我感激这个经历让我认识到了自己的局限性，并给了我机会成长和改进。","strategy":2}
{"content":"我现在无法好好的工作，不想从事现在的的工作，从内心觉得这份工作没前途，但是有没有勇气去改变，自己自卑和不愿意接受换行业带来的经济下降。","reconstruction":"我现在虽然无法好好工作，但我很感谢有这份工作的机会。虽然我不想从事现在的工作并认为它没有前途，但我感激这个工作教会了我很多，并且有不错的待遇。而且我也很感激自己仍有尝试的机会，虽然换行业可能会带来经济下降，但我相信我也能够迎接新的挑战并学习新的技能。","strategy":2}
{"content":"感觉每天的生活都程式化没什么意思怎么办？","reconstruction":"虽然每天的生活程式化了，但我非常感激每个新的一天给我带来的机会和挑战。","strategy":2}
{"content":"觉得自己做事很拖拉，每次都不在自己的规划中，怎么合理安排时间？","reconstruction":"虽然我很拖拉，但我也我很感激自己意识到这种状况，每次的任务，都让我有更好的规划能力，或许我可以尝试把目标拆分的更小一点，并在每次完成时给自己一点奖励，来帮助自己有更好的时间安排。","strategy":2}
{"content":"泪点低，很容易就哭，一点伤心难过的事情也会哭，有时候睡觉时想一些问题也会流泪，总是控制不住情绪，怎么办才好","reconstruction":"我很容易哭泣，哪怕是一点点伤心难过的事情也会引发我的眼泪。有时候，我在睡觉时思考一些问题时也会流泪。然而，我很感激自己具备这样敏感的情绪，因为它们让我更加真实地感受到生活的各种情感。虽然控制情绪对我来说有些困难，但我依然心存感激并愿意接纳自己的情绪世界。","strategy":2}
{"content":"别人完全不在乎的事，而你却非常看重，别人觉得没有小事的事在这里变成了孤立自己的情况，是我真的太敏感，还是别人有意为之，针对自己呢。","reconstruction":"虽然别人可能对这些事情不太在意，但我很感激自己对这些事情的重视。也许这种敏感性是我变得更加细致和深思熟虑的机会。","strategy":2}
{"content":"自己很想努力学习，但是就是坚持不下去，怎么办啊","reconstruction":"我很想努力学习，虽然我现在陷入了困境，感到很难坚持下去，但我很感激有这个学习的机会，现在的困境也让我有机会重新检视自己未来的方向，我会珍惜并继续努力。","strategy":2}
{"content":"对于某一类事物很痴迷，网上也经常能接触到这样的事物，尝试去接触未果，对于别人能拥有自己却不能，感到很痛苦","reconstruction":"对于某一类事物很痴迷，虽然无法直接接触到，我感谢能通过网络接触到这样的事物。虽然羡慕其他拥有的人，但我还是很庆幸自己能接触到这些事物。","strategy":2}
{"content":"很认真的过好每一天，但总感觉到每天匆匆忙忙的，制定的学习计划都完成不了，很纠结。","reconstruction":"我很认真地过好每一天，虽然总是感觉很忙碌，学习计划也经常无法完成，但我很感激能有这样充实的生活和学习机会，这让我能够不断成长，知道自己的极限，并制定更合理的学习计划，才能持之以恒的进步。","strategy":2}
{"content":"最近总觉得原生家庭的伤害很深很深，深到无法愈合，为什么都快40岁的人了，还是摆脱不了原生家庭的伤害呢？","reconstruction":"尽管原生家庭的伤害对我造成了深深的伤害，但我要感谢这个经历让我更加强大。我意识到我已经成为一个坚韧而有能力应对挑战的人。虽然这段经历带来了痛苦，但它也塑造了我成为现在的自己，让我学会面对生活中的困难和伤痛，也让我有能力帮助有类似经验的人。","strategy":2}
{"content":"今天我生日，但是我真的真的好怕我坚持不下去，我好怕我就死在了生日这天。","reconstruction":"我今天过生日，虽然我真的害怕我无法坚持下去，但是我还是很感恩能够度过这一天，并有人关心我。尽管困难重重，我会试着感激生活中的每一个美好瞬间。","strategy":2}
{"content":"我以为自己很善良，却又觉得自己是一个坏人，冷血无情，只为自己考虑！","reconstruction":"我很感激自己能够意识到自己的善良一面，同时也意识到自己的不足之处。我感激这个意识让我有机会反思并努力改进自己的行为。","strategy":2}
{"content":"做事总是觉得不可能，总喜欢朝坏处想，一直以来都被这种消极的思绪困扰，怎样才能打破这层牢呢？","reconstruction":"我常常觉得做事不可能，总是倾向于往坏处想，这种消极的思绪一直困扰着我。然而，我要感恩有机会去面对这些挑战，让我意识到自己的弱点，并有机会改进，即使面临困难也能从中学到宝贵的经验。","strategy":2}
{"content":"开始从初三就发现周围同学数学都学的轻松，自己花费更多时间，也没有同学成绩好，高中以后数学成绩更差，基本不及格。","reconstruction":"从初三开始，我发现周围的同学都轻松地学习数学，虽然我花费更多的时间，但我的成绩并没有超过同学们。然而，我感谢能够有机会付出更多努力，这个过程让我学到了很多东西。高中以后，尽管我的数学成绩更差，但我对这段经历心怀感激。","strategy":2}
{"content":"我最后还是把友谊这种东西弄毁了，我喜欢的人也因为受不了我而离开，父母也逐渐远离我，我现在的男朋友打我骂我，我还被迫把第一次给他了。","reconstruction":"尽管我毁掉了友谊，失去了喜欢的人，与父母疏远，被男朋友虐待，并失去了第一次，但我感激这些经历给我带来的成长和教训。","strategy":2}
{"content":"似乎总是很难去相信别人，总觉得别人说每句话的背后是有很多目的的，但有时候又很容易相信别人，把自己弄的很困惑，也很不舒服。","reconstruction":"我感激自己对别人的警惕和敏锐，这种对别人动机的审视使我能够更好地保护自己。有时候容易相信别人确实让我感到困惑和不舒服，但这也是个人成长的机会，我感激这个过程中的挑战和学习。","strategy":2}
{"content":"本人性格内向特别害怕一个人在新环境中，不喜欢一个人吃饭上课逛街，想到要一个人搬到新宿舍就很害怕怎么办?","reconstruction":"我知道自己是一个内向的人，不喜欢一个人在新环境中。尽管我感到害怕，但我知道每个人都有自己的独特性格和偏好，也很高兴自己对自己有很好的理解，能预先想到自己会不适应，从而预做准备。我会寻找适合我自己的方式来处理这种情况，而不用自卑或轻视自己。","strategy":2}
{"content":"感觉自己无所事事怎么办，每天上班感觉都在做一样的事情，没有成就感","reconstruction":"虽然每天的工作重复而单调，但我感恩有工作可以做，能够有稳定的收入来源，或许现在是一次成长的机会，培养工作以外的嗜好。","strategy":2}
{"content":"各种事情的叠加，好多好多事情，都好困扰，好想一走了之，虽然很对不起亲朋好友，但是我真的受不了了。","reconstruction":"虽然各种事情的叠加让我感到很困扰，但我感恩的是我有这么多事情要处理，这代表着我很认真的在过生活。虽然真的很累很想放弃，但我很感谢能够有这些挑战，也很配服自己能这么努力地坚持到现在，我知道这些经历让我更加坚强。","strategy":2}
{"content":"13岁，初一。在家里，不管我怎么了，别人把我怎么了，父母嘴里出来的，只有一句你活该。这个世界太喧闹了，不适合我。","reconstruction":"尽管这个世界和父母都表现出不友善的态度，但我知道这个世界有许多美好的事物，虽然我现在还无力触及，但当我有能力独立的时后，我相信我可以找到来到这个世上的意义，可以去体验这个世界好的一面，这个世界的喧嚣，让我更加明白自己的内心需要安静。","strategy":2}
{"content":"生活中总是处处很敏感，不信任他人，有时候总会想着别人会害自己，喜欢逃避，对别人说的每一句话都很在意，怎么样才能解决敏感这个问题?","reconstruction":"生活中处处敏感，不信任他人，有时总会担心别人会害我，喜欢逃避，对别人说的每句话都很在意。然而，我要感激这个敏感的心，它使我更加警觉和谨慎，也要感激别人的言行，因为它们帮助我更好地了解自己。","strategy":2}
{"content":"看了很多书，听了很多故事，却依旧焦虑不安，无法好好生活。","reconstruction":"看了很多书，听了很多故事，我虽然依旧焦虑不安，但我感恩能有机会接触这么多知识和故事，开拓了我的视野。","strategy":2}
{"content":"太难了被自己的情绪拖累，我真的好累，干什么事儿都不顺，甚至买双鞋都能把自己气到，太憋屈了……我为什么要这样活着?","reconstruction":"尽管我因为情绪问题而感到非常疲惫，但我很高兴自己意识到了情绪对我的影响，让有机会去面对这些情绪和做出改变，使我成为更好的自己。","strategy":2}
{"content":"周围的人像光，很吸引人，可自己就像是里面只有败絮，而无耀眼之处，自己该怎么提高自己呢，而进一步改变自己呢?","reconstruction":"周围的人像光，很吸引人，我虽然目前感觉没有耀眼之处，但我很感激周围的人这么的优秀美好，是值得我所学习的目标。","strategy":2}
{"content":"有时候都不想跟我说太多，班长脾气不好，都不管我。","reconstruction":"虽然班长脾气不好，有时候不太与我交流，但我还是感谢他担任班长的职责，确保班级的秩序和管理，我可以寻找其他与他建立良好关系的方法，或是向其他可以帮助我的班级委员求助。","strategy":2}
{"content":"什么都往外说，太作了，我真是个蠢人，哎，心里很难过。我有依赖性人格，回避型人格和表演型人格。我今年才知道，我一直以为自己只是，哎","reconstruction":"我有时候会将不该说的往外说，过于夸大，但我感谢自己有勇气发现并承认了这个问题，我相信人是可以改变的，我可以学会更真诚的表达，也学习忍住不把秘密说出去，相信有心改变，一定可以渐渐改掉坏习惯的。","strategy":2}
{"content":"很想努力逼自己学习，但自己总是拖延，怎么激发自己的动力？","reconstruction":"我很感激我有机会学习，虽然拖延是个问题，但我会珍惜这个学习机会并尽力克服拖延。","strategy":2}
{"content":"做事情没有执行力，不负责，因为有原生家庭的影响。","reconstruction":"我对于在做事情时缺乏执行力和责任感这一点感到不满，但我要感激原生家庭的影响，因为它帮助我认识到自己需要改进并成长。","strategy":2}
{"content":"我跟别人相处总是真心相待，在表达上不到位，顾及别人的面子最后总是有隔阂。","reconstruction":"我总是真心对待他人，虽然在表达上不够到位，过于顾及他们的面子，导致我们之间常常出现隔阂。但我要感恩的是，我有机会与这些人相处，我从中学到了很多，虽然这过程中会有一些困难，但我感激这个经历带给我的成长机会。","strategy":2}
{"content":"如何做到非暴力沟通，总是容易发脾气，无法控制。","reconstruction":"我总是容易发脾气、无法控制，我感激我能够认识并承认自己的不足，并且希望自己可以改进，也谢谢那些包容我坏脾气，仍然陪伴我的人，他们一定受了很多上伤害，为了他们我一定要克服坏脾气。","strategy":2}
{"content":"意志力薄弱，做什么都做不好，做到一半就放弃，为什么成就不了自己，就是因为没有自制力。","reconstruction":"虽然意志力薄弱，但我很感激我愿意承认自己的不足之处，同时希望可以改进而不是逃避，这为我提供了改善和成长的机会。或许我可以将目标缩小，不要一开始就设定难以完成的任务，经由一些小目标的积累，我相信我不会再半途而废。","strategy":2}
{"content":"高中压抑难受，换了环境不适应，没有朋友，连个倾诉得朋友都没有，很难受，周围人都好厉害，好自卑，不知道怎么表达情感，愁眉苦脸。","reconstruction":"虽然在学校感到压抑难受，换了环境也不太适应，朋友也少得可怜，连个可以倾诉的朋友都没有，但我感谢这些经历让我更加坚强，教会我独立面对困难，并且我会更加珍惜未来结识的真正朋友。","strategy":2}
{"content":"待在自己熟悉的环境，不想跟外界联系，生活也没有动力，怎么改变这种现状，找到生活的重心？","reconstruction":"虽然我现在可能处于一个低潮期，生活缺乏动力，但我感激这段时间给我提供了思考和沉淀的机会，当我想重新出发时，或许我可以从生活中微小的改变开始，譬如安排不同的休闲活动，尝试没吃过的饮食，慢慢地找回生活中的乐趣。","strategy":2}
{"content":"为什么总是不敢去改变，走出门去面对新事物？没有动力是怎么回事呢?","reconstruction":"我意识到自己对改变和面对新事物的恐惧和缺乏动力，我感谢自己有勇气正视自己的弱点，这代表我想要变得更好，或许我可以跟身边的亲友谈谈，听听他们的经验分享，以自己的步调逐渐获得动力。","strategy":2}
{"content":"由于本人内向孤僻，老实。说话不知分寸（大嘴巴）包括说错话。现如今被孤立，排挤。现不知如何在处理其复杂的工作关系。","reconstruction":"虽然我内向孤僻，老实，有时会说错话，而且现在被孤立和排挤，但我很感激有机会面对这样复杂的工作关系，这是我成长的机会，训练自己的沟通表达能力，虽然已经造成一些不愉快，但我相信这些事件会成为我成长的养分。","strategy":2}
{"content":"在生活中总是不能正确体会到他人的情绪，很关心他人对自己说的话的想法，但总是不能确定他人的想法。","reconstruction":"我在生活中常常无法正确体会他人的情绪，但好在我发现了这个状况，并且想要改变。谢谢身边的亲友，没有因为我的误会而疏远我，我会珍视这种关心和交流的机会，并增强自己的倾听理解能力。","strategy":2}
{"content":"总是担心别人是不是会背着自己说一些自己的坏话，担心自己的表现别人不认可，很恐慌焦虑，该怎么改变自己啊。","reconstruction":"我意识到我常常担心别人对我的评价和背后议论，对此感到焦虑和不安。然而，我要感激目前有机会意识到这一点，这是一个改善自己的机会。首先我想给自己一点肯定，我知道我对自己的人生负责，我对自己的评价才是最重要的。另外，我也可以和信赖的朋友聊聊这种情况，或是寻求专业的帮助，让自己更能够看清自己的状态。","strategy":2}
{"content":"天天过着一样的日子，感觉很无趣想改变又没有那个能力。迷茫，不知道要怎么办……","reconstruction":"我感激每一天都能过着相似的日子，尽管有时感觉无趣，但我知道这是一种稳定和安定。虽然迷茫，但我感谢能够面对并接受这个现实。","strategy":2}
{"content":"30岁了，女，孩子苦苦挣扎中，一无所有，甚至努力都不是很投入，什么都不懂的自己，还有救吗？","reconstruction":"我都30岁了，一无所有，甚至努力都不是很投入，什么都不懂的自己，但是我感恩的是，我有机会去认识和了解更多事物。这个过程虽然让我绝望，但我很感激有机会经历这些，因为它们将塑造我成为更好的人。","strategy":2}
{"content":"生完孩子后。感觉自己整个人都变了。总是心情很糟糕，对什么事都没有兴趣。总是感觉疲惫。","reconstruction":"生完孩子后，我感觉整个人都变了。尽管总是心情很糟糕，对什么事都没有兴趣，总是感觉疲惫，但我很感激能有这个宝贵的经历，这让我成长了很多，虽然困难重重，但我知道这是一段宝贵而有意义的旅程。","strategy":2}
{"content":"时常会给自己定一些小目标，节食运动减肥，节省自己每个月的开支以便去买那件心仪的东西。结果，总是完不成。","reconstruction":"虽然我没能完成自己制定的小目标，但我很感激这个过程让我认识到自己的不足，让我明白要更加努力。","strategy":2}
{"content":"自从与前女友分手之后我就像变了一个人一样曾经阳光开朗的自己似乎消失了，现在的自己对什么都不感兴趣每天过的很抑郁好久也没有笑过了","reconstruction":"虽然分手让我感到伤心，但我感激曾经的美好时光，这段经历让我更加成熟和坚强。","strategy":2}
{"content":"已经考了好几次了，一直没过，本来说是不在乎，但是面对四级改革，还是好焦虑。英语也不好，还不愿意认真学，不知道该拿自己怎么办。","reconstruction":"很感激有这么多次参加四级考试的机会，让我不断地认识到自己在英语学习上的不足，并激发我更努力地学习。","strategy":2}
{"content":"工作压力好大，但是不敢辞职也无力改变现状怎么办?","reconstruction":"虽然工作压力很大，但我感激能够拥有这份工作，它给了我机会学习和成长。尽管我无法立即改变现状，但我会珍惜这个机会，并尽力以积极的态度面对挑战。","strategy":2}
{"content":"做任何事都不会觉得自己可以完成和做好。总是否定自己，而且特别害怕在陌生环境独处，有办法改变吗","reconstruction":"虽然我常常感到自己无法完成或做好任何事，但我要感谢这种挑战让我有机会成长和学习。我明白在陌生环境独处可能让我感到害怕，但这也是我拓展自己的机会，我感激身边给予我的支持和鼓励。","strategy":2}
{"content":"不知道为什么觉得做人挺苦的，为了温饱在社会挣扎，为了家庭背负重压，为了别人的目光虚伪的不能做自己，为了情感而痛苦。大家觉得做人苦吗","reconstruction":"不知道为什么觉得做人挺苦的，为了生计，为了养家，有时也为情所苦，还为了别人的目光而勉强自己，但想想比上不足比下有余，我还是感恩在我的生命中发生的种种。。。带给我的体验是很可贵的。","strategy":2}
{"content":"工作了那么多年，日复一日，没有什么进展，收入一过是只够温饱，月光族，很烦！","reconstruction":"工作了那么多年，一成不变，又没有什么发展，虽然收入只够温饱，但想到大环境的影响，我为我还有这份收入感到庆幸，在职场中虽乏味，但我也感恩，我仍是有价值能贡献一已之力的。","strategy":2}
{"content":"工作一成不变，日复一日，最近有个感觉，感觉匮乏，总有一种无力，消极没意思的感觉。","reconstruction":"工作一成不变，日复一日，我发现我对我的工作有倦怠感，我感恩自己能察觉到的这种低潮，我相信大部份的上班族也经历过这种心情，这可能是在职场生涯中难免会遇到的，我可以多多跟同事前辈们谈谈，我相信我也可以走出低潮的乌云。","strategy":2}
{"content":"之前感觉做完梦去解析真的特别准，最近做梦解析一直都说考试不理想，唉，都30了，还在愁考试，还在一无所有竟然还不自律，我到底有何用","reconstruction":"年纪都30了，还在面对考试，我知道我的自律性不足，又喜欢花时间透过解梦来舒压，我知道我的缺点，我感谢自己在面对考试上没有放弃，我想我能透过调整作息，不要气馁，继续坚持，我一定可以振作并期待金榜题名的。","strategy":2}
{"content":"没有力量做一件事，又非得去做，不做负面情绪就会总折磨我呀，怎么办，请教？","reconstruction":"我有事该做却没力做，没做就心里不舒服，我感恩察觉到自己是个有责任感的人，虽然目前做事遇瓶颈，但我一点一点脚踏实地的去做，一定会渐入佳境的。","strategy":2}
{"content":"最近总是感觉压力大，害怕死亡，感觉自己还有好多事情没做，突然死去怎么办？心里会恐惧害怕空虚！","reconstruction":"最近常感叹人生无常，害怕无常而感到压力大，不知道明天或意外哪个先来？若突然发生意外该怎么办？我意识到心里会恐惧害怕空虚！也感觉自己还有好多事情没做，我感谢意识到人生的无常及平凡日常的可贵，我来想想应该如何建立起风险管理？也许我可以从列出人生重要的清单开始做起。","strategy":2}
{"content":"觉得自己做的不好，晚上失眠，心情压抑，工作生活一团糟，好想逃离","reconstruction":"在工作的過程中雖然挫折又有壓力，但同時使我發展出一套工作上的能力，我感激在生活上的苦悶與壓力，有時讓我想逃避，但這也漸漸地讓我發展出適應力與抗壓力。","strategy":2}
{"content":"自从学校分配了任务，这个问题成了我的心头之事，白天午休也睡不着，晚上半夜还不能入睡……唉，神经质一个！我该怎么办？？","reconstruction":"自从学校分配了任务，我很紧张有点神经质，脑袋一直想怎么做好这个任务，甚至影响睡眠，虽然被分配了任务让我感到很有压力，但我感谢能有成长被锻炼的机会，这会使我有更多执行任务的经验，及自我能力提升的累积。","strategy":2}
{"content":"我是一个内向的人，我很想变得开朗，变得幽默一些，我的性格是那种不是很活跃的人，想改变自己。","reconstruction":"我知道自己是一个性格内向不活泼的人，但我感恩我想改变自己，这是我的动力，我一定能透过自我提醒，内向的个性也能变得开朗，变得幽默的。","strategy":2}
{"content":"我高三，内心深处先要考一个好大学，但是没有动力整天得过且过，过完了一天又会去后悔，恶性循环，嗐","reconstruction":"虽然我一遇到问题就想躲，也不想见与这件事有关的任何人，但我感恩我察觉到自己有这种情绪反应，我可以自我提醒不要这么快就想闪躲，我可以试着理性面对问题的。","strategy":2}
{"content":"一遇到问题就想躲，不想见与这件事有关的任何人，","reconstruction":"虽然我一遇到问题就想躲，也不想见与这件事有关的任何人，但我感恩我察觉到自己有这种情绪反应，我可以自我提醒不要这么快就想闪躲，我可以试着理性面对问题的。","strategy":2}
{"content":"现在人都30多了。最近在家无意间发现老婆偷偷看乱伦的小说。还是父女乱伦的。也不知道是什么心理。比较担心。不知道该不该谈谈。怎么谈","reconstruction":"虽然感到家人常骂我，指摘我，我想是因为家人也是直肠子，讲话表达都比较直接，我不要对号入座，我要感恩透过在家中的EQ情绪的磨练，会让我懂得沟通要理智，讲话不要伤人。","strategy":2}
{"content":"我想请问下我之前预约了一个咨询师，在咨询的过程中我常常感觉有压力，也常常哭，咨询后感觉情绪会很不好。这个正常吗","reconstruction":"虽然我觉得自己虚度光阴，无所事事，但我感谢自己还在努力思考该怎么让自己行动起来找到人生的目标。我要对自己说加油！","strategy":2}
{"content":"我是女生，我其实这几年发现我有那种倾向，目前为止已经暗恋了三个女生，我觉得有时候她们比男生更能吸引我....","reconstruction":"我觉察到自己的性格，我想改变，并且想寻求帮助，也愿意接受同学的意见，却得到一些极端且具攻击性的反馈。虽然心里很难受，但我感恩自己是有自我察觉的，也有寻求改善的意愿。","strategy":2}
{"content":"考试不好，项目失败，家庭关系不和睦，朋友关系出现危机","reconstruction":"虽然这次考试不理想，项目失败，这些压力也影响了家庭关系与朋友关系，但我感恩我察觉到自己有这样的压力影响心情也影响人际关系，我可以试着告诉我的家人与好友，相信他们会帮助我改善我的压力情绪。","strategy":2}
{"content":"他们都骂我，说一切都是我的错，无论是谁，谁都想踩我一脚包括我的妹妹当我质问他们的时候我的家人就会说不要顶撞大人不要和小孩计较","reconstruction":"虽然感到家人常骂我，指摘我，我想是因为家人也是直肠子，讲话表达都比较直接，我不要对号入座，我要感恩透过在家中的EQ情绪的磨练，会让我懂得沟通要理智，讲话不要伤人。","strategy":2}
{"content":"觉得自己虚度光阴，无所事事，怎么找到人生的目标行动起来？","reconstruction":"虽然我觉得自己虚度光阴，无所事事，但我感谢自己还在努力思考该怎么让自己行动起来找到人生的目标。我要对自己说加油！","strategy":2}
{"content":"我心理很疑惑想改变性格而寻找心理之路，我只是想让一些同学更了解我也好提一下意见，可没想到有人让我跳楼有人骂我神经病","reconstruction":"我觉察到自己的性格，我想改变，并且想寻求帮助，也愿意接受同学的意见，却得到一些极端且具攻击性的反馈。虽然心里很难受，但我感恩自己是有自我察觉的，也有寻求改善的意愿。","strategy":2}
{"content":"妈妈已年近80，仍然意气风发，聊起人与事总从坏的方面去看，总觉世人皆负她皆险恶，总爱指导我们，无法沟通，令我十分痛苦。","reconstruction":"妈妈已年近80，喜欢倚老卖老，总爱指导并从坏的角度去聊人与事，虽然我很不喜欢她的论点，但这也表示她老当益壮还很健康，我感恩妈妈的意气风发，平安健康。","strategy":2}
{"content":"每次在社交场合，都害怕自己表现不够好，想要与人成为朋友，却又害怕对方觉得自己肤浅。于是就紧张的畏缩起来。","reconstruction":"我在社交场合，想与人成为朋友，又害怕自己表现不好，我感谢能参与社交活动，虽然我很容易紧张畏缩，但这也是带给我成长的一个过程。","strategy":2}
{"content":"每次在委托别人办事的时候，该表达的没表达。说完之后总是后悔自己为什么又没说谢谢。","reconstruction":"我要常常提醒自己，要记得表达感谢，尤其是在委托别人办事的时候。","strategy":2}
{"content":"我一直过得都很好啊，没有发生什么啊，总是莫名其妙心里就很难受，总是想哭。","reconstruction":"我一直都过得很好，没有遇到什么坏事，所以我感恩我现在拥有的生活一切美好，我是如此幸运。","strategy":2}
{"content":"经常失眠，半夜做噩梦惊醒，吃不好，喝不好，睡不好。","reconstruction":"我经常失眠，半夜做噩梦，但幸好我意识到了这个状况，意识到了是什么影响了我的精力，这是改善的第一步。","strategy":2}
{"content":"真的好痛苦好痛苦好痛苦，从高一撑到高三复读又撑了一年，我总是告诉自己撑下去，可是没想到大学还是好痛苦。","reconstruction":"高中和大学的学习让我好痛苦，还好有家人和朋友始终在支持我，是他们的鼓励和帮助让我一直坚持下来。我非常幸运能拥有他们的爱。","strategy":2}
{"content":"我的母亲总是阻止我做出改变，比如换发型，大到换工作。","reconstruction":"我的母亲总是阻止我做出改变，虽然我可能不同意她的观点，但我知道她是出于对我的关爱而这样做的。我会珍惜她对我的关心。 ","strategy":2}
{"content":"总觉的自己不好看，自己都很少照镜子，一天看不到自己几次，有时候觉的挺可爱，有时就就觉的无法直观的感觉。","reconstruction":"我总觉的自己不好看，可是我应该感激自己的容貌，它是上天和父母赐予我的独一无二的礼物，每天照镜子都会感谢自己的存在。 ","strategy":2}
{"content":"母亲总是咄咄逼人，总是反问句，总是抱怨人抱怨事，埋怨人，说话带枪带棒。","reconstruction":"母亲总是咄咄逼人，她可能有些苛刻和挑剔，但她是为了我能够更好地成长和进步，我会珍惜和回报她的爱。","strategy":2}
{"content":"由于小的时候被家里暴打留下了很大的阴影，我甚至都不了解我自己。","reconstruction":"小的时候被家里暴打留下了很大的阴影，但我还是感激有活下来的勇气和力量，我能够克服从前的阴影要感谢那些给过我关爱和支持的人。我会珍惜未来每一个了解我自己的机会，会尽量改善我的心理状况。","strategy":2}
{"content":"人生来就处于弱势，背负了太多的东西，尝试过自救却没人理解，想要吃药却没钱，想做咨询也是贵的要死。穷人真的连死都不配有人倾听。","reconstruction":"我虽然处于弱势，背负了太多的东西，生活很艰难，但我还是感激有机会感受这个世界的美好。我也感谢那些曾经给过我支持和鼓励的人，他们让我感受到了温暖。 ","strategy":2}
{"content":"我发现我的家庭不需要我了。。。大家都好像很忙，很忙，没有人真的在乎你的感受。当我需要有地方倾诉时，我找不到。","reconstruction":"我的家人都好像很忙，但我感激我的家庭给了我生命，帮助我成长，他们努力工作也是为了我们一家的幸福生活，我会尽量理解他们。我也感恩那些愿意倾听我的人。 ","strategy":2}
{"content":"别人不管做什么事我的心里不会有一丝触动，对任何人都没有感情。","reconstruction":"我对别人没有感情，我感激自己有自己的想法和判断，不会轻易地被别人影响。 ","strategy":2}
{"content":"脾气暴躁，看谁都不顺眼，有一点看不惯就得说出来，导致越来越不合群。还总爱和别人发牢骚，睡眠也不好，有一点小动静就醒了，然后就睡不着了。","reconstruction":"虽然我脾气暴躁、爱发牢骚，睡眠还不太好，但我很感激我身边人，他们并没有用有色眼光看我，还愿意接纳我和我做朋友，给我很多助眠的办法，我不能辜负他们，要努力控制自己的脾气，变得合群，改善睡眠质量。","strategy":2}
{"content":"我先生总是否认我的观点和语言，我说这样做必定会怎么样，带来什么结果，他总说不会的，要么就冷笑，不说话。","reconstruction":"虽然我的先生总是否认我的观点和语言，但我应该感谢他愿意跟我保持沟通，探讨彼此的看法。或许下一步我可以试着让他用更让人接受的方式表达自己的观点 。","strategy":2}
{"content":"感觉和她很像，人生观，自取其辱，自轻自贱，没有度，没有数，没有自尊，没有自爱。但我比不上她。","reconstruction":"虽然我觉得我自轻自贱、比不上她，但我应该感恩我能认识这样一个人，让我正视自己的缺点和不足，从而改变它们。","strategy":2}
{"content":"总是觉得自己不够好，为什么呢？好像内在跟外在都不够好。","reconstruction":"虽然我总是觉得自己不够好，但我要感谢身边的朋友，他们一直以来的鼓励和支持，让我有勇气变得更好，内在和外在都是。 ","strategy":2}
{"content":"我每次和人相處，都會很不舒服，甚至自己就好像自動导航模式一樣，控制不到自己，心裏很難受。","reconstruction":"虽然我每次和人相处都会很不舒服，但我很感激，每个和我相处的人都十分包容我的情绪，努力让我放平心态。我应该感激他们，更加努力克服与人相处的不舒服。 ","strategy":2}
{"content":"最近工作总出错，压力大，很难过，无助。","reconstruction":"虽然最近工作总出错，压力大，但我也很感恩得到这样锻炼自己、不断试错的机会。我会更加努力少犯错误，不断完善自己。 ","strategy":2}
{"content":"总是很害怕尴尬，会替别人玻璃心，搞得自己陷入担心，久久不能自拔，会一直想越想越往坏想，让自己很纠结我该怎么办…","reconstruction":"虽然我总是害怕尴尬，会替别人玻璃心，但我也要感谢这样的情绪让我体验到更加丰富的情感世界，让我有了远超他人的想象力和共情能力，能更全面的考虑问题。","strategy":2}
{"content":"觉得他们太虚假，没把我真正的当朋友，不想上学了。","reconstruction":"虽然很难受，但还是很难感谢有读书上学的机会，让我能够增长见识，拓宽视野。 ","strategy":2}
{"content":"最近一直失眠，很难在两小时内入睡，觉得做什么都没意思，自己活着也没有价值，咨询过心理医生，没什么用，不知道该怎么办了。","reconstruction":"虽然最近一直失眠，难以在两小时内入睡，但是幸好我在积极治疗，也感谢我的家人朋友更多的关照，我会更加积极治疗，并增强自己战胜失眠的信念。","strategy":2}
{"content":"朋友觉得我付出理所应当，总利用我，我该怎么办?觉得我很傻，我好像舔狗。","reconstruction":"朋友觉得我付出理所当然，总利用我，但幸好我发现了这个状况，并且想要改变，谢谢自己意识的觉醒，我会增强自己的独立能力。 ","strategy":2}
{"content":"总觉得缺钱，缺爱。收入似乎也不算低，打车不舍得，吃个西餐也不舍得。总算对老婆孩子还算可以，对自己总是抠门儿。","reconstruction":"总感觉缺钱，缺爱。但庆幸的是我拥有一份收入不错的工资，老婆孩子的生活也有保障，很感谢自己，没有因为觉得缺钱，缺爱就对家人置之不理，也感谢家人的陪伴让我继续坚持下去。 ","strategy":2}
{"content":"害怕做错事，一点小事不好的话也会向别人隐瞒真相，怕被批评指责，在意他人的想法，感觉自己不能接纳负面事物，我这是什么心理，希望可以调整。","reconstruction":"怕被批评指责，在意他人的想法，感觉自己不能接纳负面事物，谢谢身边的亲友，经常开导帮助我，我会珍视这种关心和感情，并调整自己的心理。 ","strategy":2}
{"content":"我真的受不了家里人。。。真的烦死了。。。烦死了，烦死了，烦死了。","reconstruction":"虽然家里人有的时候让人很烦，但很感谢他们带我来到这个世界，让我有机会认识这个世界，体验世界。 ","strategy":2}
{"content":"儿子只爱打游戏，没有其他爱好。工作只干洗浴服务生，不求上进。不想找对象，不想结婚。","reconstruction":"儿子爱打游戏不上进，不结婚，很庆幸我还有一个健康的儿子，同时感谢我发现了这个现象，并且想要改变。 ","strategy":2}
{"content":"活的毫无活力，明白应该努力做出改变却怎么也做不到，感觉和自我离得好远，讨厌自己。","reconstruction":"我感谢有这样的机会去体验不舒适，因为这是成长的一部分。即使现在感觉自我离得很远，但我会保持开放的心态，接纳自己的不完美。","strategy":2}
{"content":"我觉得我自己无法和父亲交流只要一交流就是侮辱和怒骂。我心里的事根本不敢和父母交流，一点事情没做好就是侮辱我。","reconstruction":"我珍惜每一次和父母交流的机会，即使有些时候他们会批评我或者表现出不满，但我知道他们是因为关心我。","strategy":2}
{"content":"以前我是一个很快乐的人，但是8月份我最喜欢的小狗死去了，我就觉得这个世界没有了光，心里很难受，时不时就会哭，有时候特别不理智。","reconstruction":"我感谢曾经拥有小狗带给我的快乐时光，虽然它已经离去，但我会保留着美好的回忆，并从中汲取力量。 ","strategy":2}
{"content":"最近要吃一年多的药，我害怕治疗不好，害怕吃药，失眠一个月了。","reconstruction":" 我感激有医疗技术和药物的帮助，相信科学，一年的药吃过后继续接受治疗，相信自己可以战胜病魔。 ","strategy":2}
{"content":"生活与家庭之间找不到平衡点，家庭生活并不愉快，所以很多事情都觉得不顺心，很烦躁抑郁。","reconstruction":"即使暂时家庭和生活很难平衡，也要珍惜家人和家庭。可以尝试从家人那里寻求支持和帮助，或者安排一些家庭活动来增进感情。","strategy":2}
{"content":"一直不自信、一直心态不好，害怕上台表演和上台发表言论，心态差。","reconstruction":"即使不自信，也要珍惜每一个表演和发表言论的机会。这些机会可以让我积累更多的经验和信心，不断提升自己的技能和能力。","strategy":2}
{"content":"内心深处积压了太多，无法表达出来的东西，难以释怀，外人也根本无法理解。这种痛苦深深的折磨着我，谁又会明白呢？","reconstruction":"即使感到痛苦和孤独，也要珍惜自己内心的感受和经历。这些经历可以让我更加成长和坚强，同时也可以让我更加理解和关心身边的人。 ","strategy":2}
{"content":"不敢与别人交流，和别人说话如果没有得到回应，就会一直想自己是不是说错了什么，或者是别人不想和我做朋友，而且一个人呆着总是感觉阴森森的。","reconstruction":"与别人交流是一种机会，即使他们没有回应，也不要灰心。珍惜每一次与人相处的机会，即使别人不愿意与你做朋友，也不要失去信心。 ","strategy":2}
{"content":"我不想去人多的地方，觉得他们在偷偷的讨论我，经常失眠，闷闷不乐，对未来不抱有希望，而且总是想哭。","reconstruction":"虽然我身处人群会有焦虑感，但我也珍惜这些和大家相处的机会。和大家相处也会收到关心和快乐，也要感恩每个人的生命和存在的价值。 ","strategy":2}
{"content":"感觉世界末日了，我害怕自己有一天不知不觉离开世上。好累....","reconstruction":"虽然有一天会离开世上，但还是很感谢能渡过过这一生，所有的经历都是值得的。 ","strategy":2}
{"content":"就是感觉不舍得给自己花钱，一堆的好东西，看不到适合自己的。","reconstruction":"我意识到我经常感觉不舍得给自己花钱，但幸好我发现了这个状况，感谢这么多年辛苦奋斗的自己，正因为这样我才有了勤俭节约的品德，这个月的钱到账了我会先小小的犒劳自己一下，对自己说一声辛苦了！ ","strategy":2}
{"content":"特别嫉妒别人总是忍不住说别人坏话。被人知道了别人都针对自己攻击自己，没人相信我，抓住把柄被孤立了。","reconstruction":"我意识到有时候特别嫉妒别人总是忍不住说别人坏话，感觉没人相信我，感觉被孤立，但幸好我发现了这个状况，感谢这段经历让我体会到了孤独的感觉，也感谢自己发现了问题的原因所在，我会避免说别人坏话的情况，相信一定会有所改善！ ","strategy":2}
{"content":"父母承诺过的事没有实现过？同学也在学校经常对我施压，父母也在嘲讽我，好痛苦。","reconstruction":"我感觉同学在学校经常对我施压，父母也在嘲讽我，但幸好我发现了这个状况，并且想要改变。感谢这种经历可以让我体会压力下的生活和工作学习状态，相信处理好这种压力一定能让自己有所改善。 ","strategy":2}
{"content":"看着身边的同学们都有自己的朋友，我却连一个一起吃饭的朋友都没有，是不是很丢人？感觉自己格格不入。","reconstruction":" 我意识到自己没有很好的朋友，感觉自己格格不入，但幸好我意识到了这种情况，并且想要改变，谢谢这段经历让我体会了一个人的生活，现在我想试试交朋友的感觉，感谢生命还可以让我做出选择，相信一定可以遇到和我同频率的好朋友。","strategy":2}
{"content":"学习压力太大了，太痛苦了。","reconstruction":"我意识到学习压力太大了，但幸好我发现了这个状况，并且想要改变。谢谢身边一直陪伴我的亲人和朋友，也感谢一直坚持的自己，相信通过这段时间的磨砺，我会有所收获的。 ","strategy":2}
{"content":"为什么我买零食给朋友吃，妈妈会揍我，说都不给妹妹吃，难道我就不重要了？","reconstruction":"我觉得很受伤，当妈妈说我不应该给朋友零食，而是要分享给妹妹。但我要感激妈妈关心妹妹，也要学会更好地表达自己的需求和感受，以便更好地理解和被理解。","strategy":2}
{"content":"做完的事有时会后悔，觉得自己没做好，非常生自己的气。","reconstruction":"当我完成一项任务后，有时会感到后悔和自责，但我要感激这种自我反省的机会。我会珍惜每次的经验，尝试更好地理解自己，不过于苛责自己，而是用这些感受来成长和改进。 ","strategy":2}
{"content":"一会干这个，又感觉那个还没有干完，各种焦虑，各种不安。","reconstruction":"有时我会陷入焦虑，感到各种不安，觉得任务永远做不完。但我要感激这种感受，因为它提醒我需要更好地管理我的时间和情绪。我会珍惜这个机会来学会更好地处理压力和焦虑。","strategy":2}
{"content":"与人相处时，总是礼貌的有点过分，无法敞开心扉，展现最好的最真实的自己，无法主动建立亲密关系。","reconstruction":"我在与他人相处时，经常表现出过分的礼貌，难以展现真实的自己，也难以建立亲近关系。我要感激那些愿意接近我的人，尽管我有时难以展现真实的自我。我会珍惜他们的友情，并逐渐寻找方式来更开放地与他人相处。 ","strategy":2}
{"content":"没有理由的失控，我真的不想一直被负面情绪影响。我不应该这样。我妈妈很疼我，吃喝也都由着我，我不应该这样啊不应该，好无助。","reconstruction":"我会时不时感到情绪失控，害怕，觉得无助。但我要感激我妈妈对我的关心和照顾。我知道我不应该忽视这些关爱，同时也要寻求方法来应对负面情绪，找到更好的方式来处理。 ","strategy":2}
{"content":"性格内向敏感，唯唯诺诺，不敢去做，害怕错了挨批评，不喜欢自己这种性格。","reconstruction":"我是一个内向敏感的人，常常害怕批评，不敢行动。我要感激自己的敏感性，因为这让我更加细心和体贴。同时，我也要感谢那些了解我的人，他们理解并接受了我的性格特点。我会珍惜这种包容和理解。 ","strategy":2}
{"content":"什么事情都是小心谨慎，纠结难以抉择，很痛苦。","reconstruction":"我知道我总是小心谨慎，常常难以决断，感到痛苦。但我要感激自己有这种谨慎的本性，因为它可以帮我避免错误决定。同时，我也要感谢那些理解并支持我的人，他们没有因为我的犹豫而离开我，我要珍视他们的支持。 ","strategy":2}
{"content":"在寝室发生不可调和的矛盾，但又不得不在同一屋檐下生活，沮丧颓废，也无法去做想做的事，好苦恼。","reconstruction":"在寝室中发生不可调和的矛盾，这让我感到沮丧和无法专注于我想做的事情。但我要感激这些挫折，因为它们教会我如何处理冲突和逆境。同时，我也要感谢那些支持我的朋友和家人，他们的理解和鼓励是我克服苦恼的动力。 ","strategy":2}
{"content":"头晕失落，容易犯困，身边的人都已经离去（没去世）","reconstruction":"尽管最近情绪低落，我还是感到感激身边的人一直在我身边，支持我。他们没有离去，这是一种珍贵的支持和关心。我要珍惜他们的陪伴，也要学会接受他们的帮助，以度过这段困难的时光。","strategy":2}
{"content":"最近做了一件事，大家都觉得没可能，但我还执意感觉有希望去做，害怕失败，所有人都嘲笑我，现在很慌张。","reconstruction":"最近做了一件事，大家都觉得没可能，但我还执意感觉有希望去做，感谢其他人对我的不同意见，能让我更准确地认识到这件事情的困难，让我更加重视这件事。","strategy":2}
{"content":"次次感情都是如此，放弃了人生，可能是我不配拥有吧。","reconstruction":"虽然我的次次感情都是如此，但这些失败的感情也教会了我如何对待感情。","strategy":2}
{"content":"从小没有被女生喜欢过，谈恋爱一直失败。对自己恋爱这块没有信心。","reconstruction":"虽然从小没有被女生喜欢过，谈恋爱一直失败，但幸好我没有在感情中受到很重的伤害。","strategy":2}
{"content":"企图改变自己，却不知道如何去付诸行动，活在当下好难。","reconstruction":"幸好我知道需要改变自己，只是行动慢一点也没关系，就先活在当下。","strategy":2}
{"content":"我应该是社恐，和新合租室友看不顺眼，不敢和她沟通交流，挺自卑，感觉她做什么我心理都很排斥她，然后各种嫌弃，但是跟他沟通不来。","reconstruction":"我应该是社恐，和新合租室友看不顺眼，不敢和她沟通交流，挺自卑，感觉她做什么我心理都很排斥她，然后各种嫌弃，但是跟他沟通不来，但幸好她对我还不错。","strategy":2}
{"content":"本人很懒，可以一直玩手机好几天。同时又不断责骂自己，感觉很堕落。但是怕难，完全不想学习，一看书就烦。","reconstruction":"我很懒，不愿意学习，一读书就烦。但是我很感恩我的亲人朋友，一直不断的鼓励我。 ","strategy":2}
{"content":"不敢去人多的地方，一去到人多的地方就感觉有人注视着自己，并且一感觉有人注视自己的时候就不会走路了，并且不善于与他人交谈。","reconstruction":"我不敢去人多的地方，不想去人多的地方，不善于与他人交谈。但是我很感谢我的亲人朋友，愿意与这样的我交往，了解我。 ","strategy":2}
{"content":"最近几天上了点火，然后吃什么都吐，后来在吃中药，但是不想回学校，莫名的就特别想哭，心里特别难受，精神也不太好，没状态。","reconstruction":"最近几天我上火，吃什么都吐，干什么都没有状态，精神也不太好。很感谢我的亲人朋友一直鼓励我安慰我，让我心态变好。 ","strategy":2}
{"content":"失业了，和家里的每一人都争吵过，这里容不下我，无论是家人还是男友，没有一段关系是我能处理得好的，所有人都憎恶我。","reconstruction":"失业了，和家里的每一人都争吵过，这里容不下我，无论是家人还是男友，没有一段关系是我能处理好的，所有人都厌恶我。我很感谢我的亲人朋友，在我这段时间心态不好的时候仍然关心我安慰我，没有抛弃我。 ","strategy":2}
{"content":"睡眠不好，经常跟父母吵架，父母总说我是废物，是累赘，被校园暴力四年，被别人在冬天泼过冷水，被别人传绯闻。","reconstruction":"睡眠不好，经常跟父母吵架，我还被校园暴力，被别人传绯闻。我很感谢我的朋友们相信我，安慰我，让我生活的更好。 ","strategy":2}
{"content":"我是个学生，但有时候感觉会有点失眠，对待这个世界总是消极，也常在想什么时候离开了该多好。","reconstruction":"我是个学生，有时候失眠，我对这个世界很消极。我很感谢亲人朋友对我的帮助，让我走出困境，重拾信心。 ","strategy":2}
{"content":"别人对我语气有一点强硬，我就觉得别人对我不友好。别人一说我，我就生气，想到他对别人就不敢这么说，我就生气，觉得自己太好欺负了。","reconstruction":"他跟我讲话的态度有些强硬，但我知道他只是关心我，想纠正我的错误。感谢他总是不劳其烦的支出我的错误。 ","strategy":2}
{"content":"每天漫无目的感觉人生一无是处……","reconstruction":"虽然最近我一直漫无目的，但还是感谢这段日子的空闲，让我好好探究自己的内心，寻求自己人生的目标。 ","strategy":2}
{"content":"从大学毕业后，感觉自己每年五一和秋季就会发生一些意外或者不如意的事。几乎每年都是，感觉自己在循环生活，陷入怪圈循环。","reconstruction":"尽管每年定期会遇到意外或不如意，但处理完这些意外后，我总能得到有些收获，得到一些成长，人生总会有不如意，但还是感谢这些，让我更快成长。 ","strategy":2}
{"content":"一事无成，钱也没有，朋友也没有。不知道自己喜欢什么工作，好像基本上都是三分钟热度，然后就没有上进心了。","reconstruction":"再过去，我虽然没有钱，没有特别太好的朋友，也没有自己专注的事物，但还是还要感谢过去的经历，我才能对广泛的事物有所涉猎，拥有广阔的知识面，这也会赋予我独特的能力。 ","strategy":2}
{"content":"为什么小学的时候我可以那么开心，但上了初中也就没那么开心了。","reconstruction":"虽然感到初中没有小学时快乐，但是我很感激我能有如此经历，我会珍视这种感受，不断激励自己去发掘生活的有趣之处。","strategy":2}
{"content":"没发生什么事情，就是突然这么想，担心我不是母亲亲生的，她就不爱我了。","reconstruction":"虽然我有时常常产生担心不是母亲孩子的想法，从而失去母亲的爱，但是我更感激母亲多年来的养育关爱，无论她的身份我都爱她。","strategy":2}
{"content":"内心戏太多，注意力总不在当下，感觉总在走神。","reconstruction":"有时我常常分散注意力，很感激督促我集中注意力的家人朋友，让我重新有效率的生活。","strategy":2}
{"content":"我的妹妹经常和我奶奶告状，我奶奶不分青红皂白就打我，还说我不懂事之类的，有时还会语言攻击，我每天被妹妹威胁，被奶奶冤枉奶奶打。","reconstruction":"我经常因为妹妹的告状而被奶奶冤枉，但我知道这只是暂时的，感谢这段经历让我体会到被冤枉是多难受的，我会以后不轻易冤枉别人。","strategy":2}
{"content":"老公不爱我，可是当我怀孕他又非的留下这个孩子，现在孩子五个月，能感觉出他还是不爱我，心里憋闷难受。","reconstruction":"我即使生了孩子，老公依旧不爱我，但要感谢老公能承担起父亲和丈夫的责任，即使不爱我也没有放弃我们的孩子，我会珍惜我们的孩子，在今后让老公更加了解我。 ","strategy":2}
{"content":"从小到大就在痛苦中长大，不如解脱。","reconstruction":"我从小到大经历了很多痛苦，但我感谢这些苦难，让我有一个强大的内心去面对今后的一切困难，我会不再恐惧未来，因为我最糟糕的时候都度过了，没有什么能打倒我。 ","strategy":2}
{"content":"感觉心里空落落的，和室友不交流感觉好没意思，好孤独，交流也只是一两句话还是孤独，改变不了我的心情。","reconstruction":"我因跟室友交流的少感觉心里空落落的，但我幸好意识到了这件事，并想改变，感谢这段经历让我意识到室友可能不是朋友，也让我能有机会结交真正属于自己的知心朋友。 ","strategy":2}
{"content":"天天上班，压力好大，很累想休息几天，领导不同意，顾虑这份工作是养家糊口，不能抵抗，麻了。","reconstruction":"每天上班虽然压力很大，但是这份工作可以给我丰厚的薪水，维持家庭支出，还锻炼了我的抗压能力。","strategy":2}
{"content":"一次次的考试失败，不知道道路如何是从，自卑感不断涌出！","reconstruction":"虽然考试都失败了，但还是很感谢有机会能参与这些考试，让我学到很多。 ","strategy":2}
{"content":"自己做了很多错事，没有人再相信自己了，自己把自己给害了特别后悔。","reconstruction":"我做错了很多，也失去了大家对我的信任，但这件事会给我一个深刻的教训，以后一定不会再犯。","strategy":2}
{"content":"知道自己的缺点，可是怎么改都半途而废，都坚持不了，不想为了琐碎变成一个怨妇。","reconstruction":"感谢自己会尝试改正身上的缺点，但缺点是长久以来养成的坏习惯，一时半会不容易改好，不过我已经认识到了这个问题，接下来会继续坚持的。 ","strategy":2}
{"content":"今天身体不舒服，好想有个人能陪着我，照顾我，似乎从来都没有人这样对我。又觉得自己这样的想法像个孩子。","reconstruction":"虽然身体不舒服让我渴望陪伴，但是感谢有这个机会，我可以勇敢地向父母朋友诉说我的痛苦，并且可以毫无保留地向他们索取温暖。 ","strategy":2}
{"content":"快3年了，我现在仍然注意力无法集中，根本就学不进新东西，很痛苦。脑袋胀痛难忍。","reconstruction":"虽然无法集中注意力让我很痛苦，但是感谢我自己能勇于做出改变，意识到问题并且进行改变就是很大的进步。 ","strategy":2}
{"content":"为什么别人越是夸奖我，我越是不安急躁。觉得自己根本没有这么好，怀疑他们只是在捧杀我。他们眼中的我真的有这么好？还只是说说而已呢……","reconstruction":"感谢自己在被夸奖的时候仍然可以怀疑自己，这样说明我不是一个骄傲的人，谦虚使人进步。 ","strategy":2}
{"content":"总感觉家里人看不起我，没办法沟通，又没办法脱离。难道就任由他们把我的大小事情全部安排好吗。","reconstruction":"我家里人总是安排好我的很多事，不过我觉得这样不好，感谢他们让我觉得自己应该独立起来。 ","strategy":2}
{"content":"坐月子中，没有为人父母的喜悦，总是很焦虑，很想哭，不想带孩子，不知道自己是怎么了。","reconstruction":"感谢孩子的到来，让我感受到为人父母的不容易，这样我会更理解我的父母了。 ","strategy":2}
{"content":"做什么事都提不起兴趣，不愿意上班，和家人的关系紧张，上班后把自己厌烦的情绪藏起来，好累。感觉自己活着没有意义。","reconstruction":"活着让我觉得没有意义，很多方面都糟糕透了，但还是感谢让我有选择活着的机会，活下去一切总会好的。 ","strategy":2}
{"content":"性格悲观敏感，没有自信心，现在感觉做什么事都很困难，觉得自己做不到，陷入负面情绪无法自拔。","reconstruction":"我性格比较悲观敏感，感谢自己也认识到了这个缺点，我可以尝试从现在开始改变，让自己变得乐观开朗。 ","strategy":2}
{"content":"看见比自己穿得好看，长得好看的人就会不自信怎么办？心里觉得别人会看不起自己。","reconstruction":"虽然我总是会因为别人好看而不自信，但是还是感谢自己会批判自己，这样有助于我提高审美，让自己着重样貌，使得自己变好看。 ","strategy":2}
{"content":"我很多疑，对谁也不相信。总认为大家都在欺骗我，很没有安全感。","reconstruction":"感谢自己总是怀疑一切，这样才让我看待事情多了一份谨慎小心。","strategy":2}
{"content":"总是莫名难过，不自觉的去瞎想，不想去想那么多，只想简单的活着。","reconstruction":"虽然总是想很多，但是感谢自己会难过会瞎想，这样证明我是个活生生的人而不是行尸走肉。","strategy":2}
{"content":"我总喜欢生气，因为别人转弯抹角骂自己或者说自己，会生气很久，不知道自己内心怎么回事…","reconstruction":"感谢自己在面对别人说骂自己的时候会感到生气，这说明我不是一个逆来顺受的人。 ","strategy":2}
{"content":"从小到大一直都被人当枪使，就那种被人拐了还乐呵呵的帮人数钱，很多事情都是因为我间接性让别人不好了，我真的特别特别难受不知道怎么面对...","reconstruction":"感谢自己意识到我过于软弱的性格，这样让我总是被当枪使，不过我现在会改变自己，我会成长起来的。 ","strategy":2}
{"content":"经常莫名的难受，感觉到孤独。融入不进周围的圈子。","reconstruction":"因为融入不进周围的圈子让我感到孤独，但是我相信这是对我的一种考验，感谢这种经历让我可以变得更完美。 ","strategy":2}
{"content":"我来这个培训学校5个月了，都没找到人陪我吃饭，别人都成群结队，我觉得我很孤独，很痛苦。","reconstruction":" 因为没人陪伴会让我感到孤独，但是我相信一个人可以更加随心所欲，这种经历何尝不是好的呢。 ","strategy":2}
{"content":"每说一句话都要反省一下自己，觉得自己很差劲。","reconstruction":"虽然我总是反省自己，但是这种自我反省是很好的习惯，感谢自己有这种习惯让我保持谨言慎行。 ","strategy":2}
{"content":"男，大学生，在人多的地方感觉别人都在看着自己，怕自己的举止表情让别人笑话，有时候自己就好像在表演一样，感觉特别不自然。","reconstruction":"尽管在人多的地方我会不自然，但是我相信社恐人士都是这样的，感谢这种性格让我得以谦虚进步。 ","strategy":2}
{"content":"情绪很丧不知道活着为了什么，做什么都没意思，自信心降到历史最低，不愿意和人交往和聊天，觉得自己比别人都差，4年了…","reconstruction":"因为没人陪伴会让我感到孤独，但是我相信一个人可以更加随心所欲，这种经历何尝不是好的呢。 ","strategy":2}
{"content":"失眠越来越严重，很痛苦没有什么希望让我活下去。","reconstruction":"虽然失眠让我很痛苦，但我感激能够拥有充足的时间来思考和处理问题，我会珍惜这段经历，学会更好地照顾自己的身心健康。 ","strategy":2}
{"content":"之前弟弟没有界限，即使成家也是依赖，总是索取，并且没有觉得有什么不妥，无语加无奈。现在又有客户一味压榨，感觉自己很委屈。","reconstruction":"虽然弟弟之前没有界限让我感到无语和无奈，但我感激他给予我一个成长和学会保护自己的机会，我会从中学到很多。","strategy":2}
{"content":"最近一年压力很大，总是无法安稳入睡。","reconstruction":"虽然压力很大导致我难以入睡，但我感激自己有意识到这个问题，并有机会改善自己的睡眠状况。我会珍惜每一个可以休息和放松的机会。 ","strategy":2}
{"content":"并没有对自己身体感到过好奇，有时候看到自己胸口还有痣，感到自己不完美。自己胸部还小。","reconstruction":"虽然我以前对自己的身体并没有好奇，但我感激自己能够看到自己身体的特点，包括胸口的痣和胸部大小。我会从中学会接受和爱护自己的身体，认识到每个身体都是美丽和独特的。 ","strategy":2}
{"content":"我感觉我自己什么都没干，正好好的就感觉身心无力了，是因为我学习压力太大吗？好像很焦虑。","reconstruction":"虽然我感觉身心无力，但我很感激我有机会学习，我知道这是为了我未来的发展，所以我会努力克服焦虑，向前迈进。","strategy":2}
{"content":"明明没有发生的事情也会感到焦虑，无法正确对待自己的负面情绪，感觉时刻都在被负面情绪操控，严重影响了自己的生活和心情。","reconstruction":"尽管我感到焦虑和被负面情绪操控，但我要感激自己意识到这个问题，并有意愿去改变。我会珍惜每个新的一天，感激生活中的美好事物，并为自己提供健康的心理环境。我要感谢那些支持和关心我的人，他们的存在和支持是我走出困境的动力。 ","strategy":2}
{"content":"不知道该怎么说，人生啊真的是一步错步步错，父母的漠视、朋友的毫不关心、生活中各种琐碎的小事、精神上的摧残，真的压得我喘不过气了。","reconstruction":"虽然我感到被父母的漠视、朋友的毫不关心以及一系列琐碎的小事和精神上的摧残所压迫，但我要感激生活中的其他美好事物。我要感谢那些仍在支持我的人，他们的存在和关心给我带来力量。我会努力为自己创造一种积极的环境和心态，找到自己的快乐和幸福。 ","strategy":2}
{"content":"大学生，舍友原生家庭不是很好，她每天除了学习什么都不愿意做，也不知道该如何与别人相处，总是很自卑。","reconstruction":"我看到舍友的原生家庭不是很好，我感谢她每天都在努力学习，这是一种对自己的积极投入。我也感谢舍友对我室友关系的付出，虽然她有些自卑，但她仍然愿意与我相处，这让我感到很温暖。 ","strategy":2}
{"content":"总是关注鸡毛蒜皮的小事，无法集中注意力到应该做的事情上去，总是逃避，碌碌无为。","reconstruction":"我有时候确实会过于在意鸡毛蒜皮的小事，导致无法专注于重要任务。不过，我要感恩这种意识，因为它提醒我要时刻关注自己的行为，并且珍视每个时刻。我也要感谢那些给我指出这种问题的人，他们在我的成长过程中起到了很大的帮助。 ","strategy":2}
{"content":"不知道和别人聊什么话题，总是纠结聊什么话题，总是想这个话题别人爱聊吗?","reconstruction":"我在与人沟通方面总是陷入纠结，但我感谢这种纠结让我有了深入的思考，经过这几个问题我就更清楚和别人聊天时应该注意什么和怎样做，在思考的过程中提升自己聊天的能力。 ","strategy":2}
{"content":"每次领导对我们的工作做出评价的时候，没有表扬我，或者表扬力度没有其他的同事高，我就会感觉收到了批评。","reconstruction":"在工作中，我很在意别人对我的评价。但我想没有表扬我也是对我的一种激励，如果下一次我完成的更好的话，领导也会表扬我的。 ","strategy":2}
{"content":"突然有一个时间会觉得生无可恋，我们为什么要活着，这么辛苦，付出这么多收获却不多，活着的意义何在?","reconstruction":"偶尔会陷入对活着这件事存在的意义的思考，但我感谢这些思考和疑惑，只有思考人生存在的意义，接受现实又不气馁，才能活得更有意义。 ","strategy":2}
{"content":"失业失恋怀疑人生，没有强烈的痛苦，但是总是觉得隐隐约约的一直不快乐，对所有的事情都失去兴趣。","reconstruction":"最近觉得对一切事情都提不起兴趣，但我感谢这种无趣生活给我带来的反思机会，只要我找到新的、适合自己的努力方向，就能走出这种郁郁寡欢的状态。","strategy":2}
{"content":"这么多年来抑郁一直不断的反复，我真的不想再努力了。","reconstruction":"抑郁症状一直在反复，但我仍然感谢这么多年来我的努力，它们让我也曾拥有过积极乐观的状态，参考之前的经验，我相信自己还是有可能走出抑郁状态的。 ","strategy":2}
{"content":"每次领导安排一个任务就很焦虑，怕自己做不好，完成不了任务，很有挫败感。","reconstruction":"工作中，我接到任务总是会有焦虑和不自信的感觉，但我感谢这些任务给我的机会，能让我的能力得到锻炼，从而克服这些紧张和焦虑的情绪，顺利完成任务。 ","strategy":2}
{"content":"我不知道哪个是真正的自己，我想要改变自己，我觉得自己不够好。","reconstruction":"在生活中，我的自我认知不清晰，有自卑的心理。但我感谢自我认知和探索的过程，它们帮我调整自己的状态，随着成长我总会逐渐认清自己的，或许我可以从倾听别人对我的评价开始，结合自己的判断成为更好的自己。 ","strategy":2}
{"content":"我真的坚持不下去了，每天被父母骂，学习成绩也不好，真的真的坚持不下去了。","reconstruction":"父母的批评和成绩的糟糕使我失去了信心，但我知道父母其实是在关心我，我感恩他们对我的关怀，或许我可以坐下来和父母好好沟通，调整好我的情绪和状态，这样学习成绩也能提高。","strategy":2}
{"content":"很想和某个人说说话。大家真的觉得生活很有意思吗。只有我感觉生活忙的时候很累闲的时候太无聊吗。我真的对一切都失去了兴趣。","reconstruction":"我发现我好像对一切都失去了兴趣，但幸好我发现了这个情况，并想要做出改变。感谢生活的忙碌，让我的生活变得充实，也感谢生活的闲暇，让我有机会做以前没有做过的事情，相信我的生活会越来越好。 ","strategy":2}
{"content":"感觉自己对别人挺好的，也很热情，但是为什么别人不是这样对待我的。而是冷淡，冷漠，不帮我。","reconstruction":"在生活中，我对别人很好，但是别人总是不帮我，但是幸好我发现了这种情况，并想要做出改变。感谢我周围的朋友没有因为我这样想他们而疏远我，对别人好是发自真心的，而不是为了有所回报，相信我的朋友也在以他自己的方式在对我好，我会更加珍视我们的友情。 ","strategy":2}
{"content":"性格偏消极，总觉得自己不够好，不敢尝试新事物，陷入负面情绪，总在原地打转。","reconstruction":"在生活中，我的性格有些消极，但是幸好我发现了这种情况，并想要做出改变。感谢生活总有让我尝试新事物的机会，让我有机会进步，变得更加优秀。","strategy":2}
{"content":"刚开学没几天在QQ上被同学们骂了，不知道该怎么办，是不是真的被好多人讨厌，大概是真的太内向了。","reconstruction":"虽然刚开学没几天在QQ上被同学们骂，但是很感谢同学们说出我的错误，让我认识到自身不正确的地方，我很珍视这种问题的发生，我会尝试和同学们沟通，把问题解决。 ","strategy":2}
{"content":"他无法沟通，每次吵架都是指责抱怨，都是别人的错，陈年往事都要翻出来，证明都是别人对不起他，真的是太难了。","reconstruction":"每次吵架他都是指责抱怨，认为都是别人的错，但是幸亏出现了这种情况，暴露出他总想极力证明自己是正确的问题，感谢我发现了这种情况，这样以后他在抱怨的时候，我的情绪可以更少被影响。","strategy":2}
{"content":"面对不理解自己，不信任自己的人，我会特别愤怒与委屈，觉得自己掏心掏肺还得不到信任，特别难过。","reconstruction":"虽然感到愤怒和委屈，但是也很感谢这些人对我的不理解和不信任，让我认清了这些人，这些人不值得我掏心掏肺，同时我将会更加专注自己事情。 ","strategy":2}
{"content":"最近几天莫名悲伤，已经很久没有这样了，不知道自己是怎么了。","reconstruction":"最近几天感觉莫名的悲伤，但是幸好我发现了这种情况，并想要做出改变。我确实需要做一些令我快乐的事情来改善自己的情绪了。","strategy":2}
{"content":"总觉得自己脸不好看，想要整形，一直在减肥，还是觉得不够瘦。别人觉得挺好看的，但是我总觉得他们说的是在恭维，不是真的。我总是对自己很不自信。","reconstruction":"每个人都是独一无二的存在。我通过健康的生活方式，保持身材。感谢周围人的赞美，相信他们的认可是真心的。我逐渐学会欣赏自己，更加自信的面对生活。","strategy":2}
{"content":"已经一年半了，情绪容易失控，拍打桌子，很累，讨厌自己，又无能为力改变，失眠多梦，月经不调，与人交往很累。","reconstruction":"在这一年半的时光里，我深感感恩。我学会了认识自己的情绪，也学会了用拍打桌子这样的方式来释放压力。我感激自己在困难面前坚持下来，即使感到疲惫也能勇敢前行。我也感激自己对自己的坦诚，这是成长的一部分。虽然我无法立刻改变一切，但我知道每一天我都在为自己变得更好而努力。失眠多梦提醒我要更加关注自己的身心健康，这是一份来自内心的提醒。月经的不调也是身体在向我传递信息，我会更加细心地照顾自己。与人交往虽然会有一些困难，但我感激那些在我身边的人，他们是我的支柱，也是我成长的伙伴。 ","strategy":2}
{"content":"我因为身体的种种原因外加父母的不理解、责骂、偏心而产生自杀心理，想死但又怕痛，想死但又牵挂家人，我是生病了吗？","reconstruction":"我感激我能够认识到自己目前所面临的种种困难，包括身体方面的问题以及与父母间的沟通困难。这让我更加坚定了改善自己生活质量的决心。我深知自杀并非解决问题的方法，我会尝试用感激的心态来看待我生活中的种种值得珍惜的事物，特别是对家人的牵挂。我也会考虑寻求专业帮助，以便能够更好地理解和管理我目前的情况。我相信感恩和积极的态度会成为我战胜困境的力量。 ","strategy":2}
{"content":"每次都坚持不下去，真的好难，很想放弃，但又不能放弃。","reconstruction":"我感激每一次的努力，它们让我更加坚强。尽管困难重重，但正是这些挑战让我不断成长。我时常会感到疲倦，但这也是我成长的一部分，我珍惜这个过程。我深知放弃不是解决问题的办法，我会感激自己的坚持和决心。我相信，通过感恩的心态，我将不断前行，取得成功。 ","strategy":2}
{"content":"从小打压式教育，自卑敏感，总觉得自己能力差，工作上接到新的任务总会很紧张，压力很大，感觉自己无法完成，很没有自信。","reconstruction":"我感激曾经的教育经历，尽管是打压式，但这锻炼了我的坚韧不拔的毅力。因自卑敏感，使得洞察力更强。虽然自我认为能力有限，但同样给予了我成长的空间，我会不断提升自己，珍惜每一次展现自己的机会，虽然压力巨大，但我相信我能克服困难，完成任务。我会感激这些经历，因为它们让我变得更加坚强。 ","strategy":2}
{"content":"高中住校，很想母亲，可能因为有不高兴的事情没有人诉说吧。都憋在心里，很难受。","reconstruction":"高中住校，远离家人思念母亲，或许是因为一些让人心情沉重的事情无法分享，所以我选择将它们珍藏在心底。尽管如此，我感激这段经历，因为它让我变得更加坚强。","strategy":2}
{"content":"我家长经常骂我打我，我都不知道该怎么办，动不动就骂人，我好像是个出气筒那样。还不让我去读书，老是拿我前途当玩笑。我真的活不下去了。","reconstruction":"在面对家庭的压力时，我学会了从困境中汲取力量。我不再只是一个被动的出气筒，而是一个有着自己信念的个体。尽管有困难，但这段经历让我更加坚定了追求自己理想的决心。我感激这段经历，因为它让我变得更加坚强。","strategy":2}
{"content":"突然就是心情失落难过，想改变自己却无法自拔，限于其中，自责难过，恶性循环。","reconstruction":"突然间心情变得低落难过，虽然现在改变自己有些许困难，但是成长的过程不就是克服一个一个小困难吗？感谢小困难，让我变得更加坚强。 ","strategy":2}
{"content":"不敢照镜子，也不敢拍照片，不敢正视自己。","reconstruction":"感谢可以勇敢正视自己的我，现在的我勇敢的照镜子，可以拿出相机记录美好的生活瞬间。","strategy":2}
{"content":"婆婆每天说话都很假，对人不真诚，就像带个壳子一样。还自我感觉很良好。","reconstruction":"感谢婆婆天说话的深思熟虑，虽然她可能在表达中保留一些，但这也是她保护自己的方式。我感激她对我们家庭的关心，她为我们的生活增色不少。","strategy":2}
{"content":"极度焦虑，觉得自己不应该活着。来回走动，咬指甲，扯头发。觉得自己极度恶心，自残自虐，自杀未遂。","reconstruction":"尽管我感到焦虑，有自虐行为，但我现在也很感谢能有这种经历。这些经历可以让我更深刻地了解自己，能够更清楚自己的情绪状态，以后能有意识地调整情绪，控制自己的行为和内心想法，过上乐观的生活。 ","strategy":2}
{"content":"心理压力很大，很焦虑，认为没有人懂自己。想离所有人都远远的，想找一个陌生的城市生活。断绝父母关系，断绝夫妻关系，断绝朋友关系。","reconstruction":"我很庆幸现在发现了心理压力大这种情况，也很感谢即使我有疏远别人的这种倾向，身边人也没有远离我。发现这种状态之后，我应该主动尝试释放压力，同时积极维护与身边人的关系，相信未来我一定能摆脱现在的焦虑状态。 ","strategy":2}
{"content":"完全不想毕业，感觉好像毕业就什么都没有了，也舍不得舍友，怎么办啊?","reconstruction":"尽管我有充满担忧不想毕业，但我也感到感激，感谢大学给我提供了宝贵的经历和美好的回忆，感谢同学与我构建了珍贵的友情。我应该珍惜这段经历，积极面对未来，利用大学积攒下的知识，同时与舍友保持联系，不断探索新的可能性。 ","strategy":2}
{"content":"每天小孩的学习、工作总能让人抓狂，我感觉自己总不能能很好的进入工作状态。","reconstruction":"家里孩子和工作两方面让我感到压力很大，但我还是很感谢他们，让我能有机会同时拥有家庭和事业。我会积极调整自己的状态，平衡家庭和工作，争取提高工作效率，更好的进入工作状态。 ","strategy":2}
{"content":"和老公常年工作时间错开，没有感情，也没有了交流，但是害怕离婚后自己过不好，也害怕别人嫌弃我二婚，我今年34岁，也担心自己生育问题。","reconstruction":"我和老公长年工作时间错开，没有感情，也没有了交流，但幸好我发现了这个情况，并且想要改变，我应该感恩老公及时这么长时间工作与我错开，但是他还是经常给我惊喜，记得我们的纪念日，我们的感情不会被距离冲淡的。 ","strategy":2}
{"content":"出门时，总感觉别人在注意我，听到声音怕是在议论我，怕自己表情不正被误会，怕人，怕遇到极端分子被杀害，刻入骨子里的害怕。","reconstruction":"我出门时总感觉别人在注意我，听到声音怕是在议论我，怕误会，更怕被杀害，但幸好我发现了这个情况，并且想要改变，我可以慢慢的转移自己的注意力，将注意力放在自己的事情上，不要太在意周围。 ","strategy":2}
{"content":"感觉我要比别人更努力才可以活着下去，我的工作比别人辛苦，承受的压力和痛苦也是别人的2倍，感觉人生不公平。","reconstruction":"我感觉我要比别人更努力才可以活下去，我的工作比别人辛苦，还要承受更大压力，我感觉不公平，但幸好我发现了这个情况， 并且想要改变。我只要在对的方向上前进，是金子总会发光的，辛苦的时间不会持续太长，我可以步入更好的生活。 ","strategy":2}
{"content":"感觉自己是一个冷血的人，听着他们烦恼的恋爱故事，感觉不痛不痒，没什么好烦的。","reconstruction":"感觉自己是一个冷血的人，听着他们烦恼的恋爱故事，感觉不痛不痒，没什么好烦的，但幸好我发现了这个情况， 并且想要改变。我只要多培养自己的共情能力，我就会改变认为自己冷血的这种看法，我感谢我的朋友们没有因为我的冷血而疏远我。 ","strategy":2}
{"content":"在国外读书。同学都太优秀了，我仿佛是个透明人。人际关系也处不好，没啥朋友。","reconstruction":"在国外读书，同学们都太优秀了，我仿佛是个透明人，人际关系也处不好，没啥朋友。但幸好我发现了这个情况， 并且想要改变。我感谢同学们没有因为我不会处理人际关系而疏远我，我应该多多参与集体活动，向优秀的人学习。","strategy":2}
{"content":"我害怕自己看别人，别人不自在。。。。。。。","reconstruction":"我总害怕看别人的时候，别人会感觉不自在，我其实应该感谢自己能够有注意别人感受的能力，自己一定是个很细致很注意观察的人，只要我不过于在意这件事情，那么情况就会变好的！ ","strategy":2}
{"content":"明天就要在新岗位工作了，怕在新岗位做不好给人骂，我是一个特别怕给人骂的人！","reconstruction":"明天我就在新岗位工作了，但是我怕别人骂我做不好工作，我很怕别人骂，但是我知道别人是在督促我而已，这会使我更快意识到自己的不足，更快适应新岗位。 ","strategy":2}
{"content":"女生，一直以来都很自卑敏感。","reconstruction":"我是一个女生，一直以来都很自卑敏感，但幸好我发现了这个情况，谢谢身边的亲友，没有因为我的自卑敏感而疏远我，我会不断变好的。 ","strategy":2}
{"content":"這讓我很尶尬，我也不知道為什麼會這樣，無論是甚麼人都是。","reconstruction":"这让我很尴尬，我也不知道为什么会这样，无论什么人都是，但幸好我发现了这个情况，我应该谢谢自己，因为这并不完全算是一个缺点，我是因为比较注意细节，所以才会感觉尴尬的。 ","strategy":2}
{"content":"为什么和姐姐的关系处不好，总能闹矛盾，总能为一些小事吵架，是我做错了吗?","reconstruction":"我和姐姐的关系总是处不好,经常闹矛盾，总为了一些小事吵架，幸好我意识到了这个问题，感谢姐姐没有因为吵架而疏远我，我们只要好好沟通，互相理解，就不会再吵架了。 ","strategy":2}
{"content":"知道我最痛苦的是什么吗？即便是我再努力，我身边的亲人，没有一个认可我的人，没有一个人。我活着不是为了他们，不是吗？","reconstruction":"我有一个烦恼，好像即便是我再努力，我身边的亲人也不认可我。但谢谢我的亲友让我意识到，我活着并不是为了他们，而是遵从自己的内心。我会继续努力，但最重要的是开心。 ","strategy":2}
{"content":"自己也学习过一些心理学。，但是总是觉得做的不足够好。我害怕自己原生家庭，影响了孩子。","reconstruction":"自己也学习过一些心理学，但是总是觉得做的不足够好。我害怕自己原生家庭会影响了孩子。但是感谢我身边的人和我的孩子并不嫌弃我，我也会继续努力做得更好。 ","strategy":2}
{"content":"每次放假都带了一推作业，却每次总是原样带回去，每次努力一会后总是忍不住找各种理由松懈，唉，总感觉自己自卑又有点可笑。","reconstruction":"每次放假都带了一推作业，却每次总是原样带回去，但是感谢我的老师家长并没有因此责怪我，我也会努力克服这个问题，不让他们失望。 ","strategy":2}
{"content":"总是陷入以前的记忆当中，反复思量父母曾经对我的伤害，感到很痛苦，又无法抽离。","reconstruction":"总是陷入以前的记忆当中，反复思量父母曾经对我的伤害，但感谢父母给了我生命，他们创造了我，后面的生活是需要我自己来创造的。 ","strategy":2}
{"content":"最近失业了，一旦就是隔天没有面试或者一整天待在家，整个人感觉都不好了，感觉人生没意义。","reconstruction":"最近失业了，但感谢这次失业，让我认识到了自己在工作上的不足，最近也没有面试，正好趁这个机会可以来好好提升自己。","strategy":2}
{"content":"世事无奈，我发觉自己越来越懒了，书不想看，健身房不想去，上班动力少，工作没动力，做饭不想做，泡脚不想。。。。。","reconstruction":"我越来越懒了，但好在我已经意识到了这件事，或许我需要重新审视生活的意义，寻找生活的乐趣。 ","strategy":2}
{"content":"真的好难受，不想开学，想要有一个人可以依赖我或者依赖他。好想哭啊，我好孤独啊。","reconstruction":"虽然我有时感到难过与孤独，但是感谢我的家人与朋友们的关怀与支持，让我依靠与找到被依靠的温暖。","strategy":2}
{"content":"没自信觉得自己特别没用，什么都干不好绝望。","reconstruction":"虽然有时我会感觉到自己能力不足导致干不好，但是我很感谢大家能给我这个历练的机会，我会认真对待，磨砺自我。","strategy":2}
{"content":"我好孤独，可能14年前，最爱我的奶奶离开我的那一刻，我已经成了一个压抑自己，假装快乐的小孩。我好孤独。","reconstruction":"虽然我常常感到孤独甚至压抑自己本性，但是感谢我的奶奶留给我的美好记忆与期望，我知道我要成为一个乐观积极的人。 ","strategy":2}
{"content":"很努力的奋斗，不管做什么都原地踏步，甚至让自己活的越来越差，太痛苦了。","reconstruction":"虽然我在近期的努力中没有看见显著的成果，但是感谢这次工作机会让我认识到了许多自己的不足与积累了许多经验，我相信通过如此磨练我以后能做到更好。 ","strategy":2}
{"content":"最近的工作有所调整，内心总是无法接受，每天会担心自己接受不了目前的工作安排，失眠焦虑。","reconstruction":"虽然工作的调整让我焦虑，但我应该感谢这次机会，让我能尝试不一样的工作，这会是一次新挑战也会是一次新机遇，我应该珍惜这次机会，让我能力有所提升。","strategy":2}
{"content":"最近没有人工作，看什么都不顺，每天躺尸，不吃饭，不知道干啥。","reconstruction":"由于没有工作每天不知道干什么，但我应该感谢这段空闲期，让我有时间做自己想做的事，我应该珍惜这段时间，并寻找能让自己充实并热爱的事情。","strategy":2}
{"content":"人生发生任何改变都会焦虑到失眠，并且很害怕生病，屏蔽所有关于生病的消息，医院也不敢去。","reconstruction":"我常常因改变而焦虑失眠，并且十分害怕生病，但幸好我已经意识到这种行为需要去改变。感谢这次经历让我意识到自己的过度焦虑，我会学着去接受改变。 ","strategy":2}
{"content":"经常性会睡眠不好，然后心情不好。对周围人有距离感。","reconstruction":"我因为经常性的睡眠不好而心情不好，但幸好我发现了问题的根源并且意识到问题的严重性，感谢周围的亲友没有因为距离感而远离我，我会正式这个问题寻找改善睡眠的方法。 ","strategy":2}
{"content":"压力大，最近夜里总是失眠多梦，感觉工作压力太大了。","reconstruction":"压力大，最近夜里总是失眠多梦，感觉工作压力太大了，但是这样的工作强度对我来说是提升工作的能力的好机会，同时我的抗压能力也可以得到锻炼，我会珍惜这个机会，增强自己的能力。 ","strategy":2}
{"content":"做什么事情都太较真，心活得很累，很不开心，比如工作，本来就是一份工作而已，我会想到很大问题。","reconstruction":"做什么事情都太较真，心活得很累，很不开心，但我已经意识到了这个问题，也感谢同事亲人朋友对我之前如此较真的宽容。 ","strategy":2}
{"content":"想要有人陪，有人听我说，想要有人懂我。我不喜欢和朋友说心里话，他们不懂我，我也不敢表现真实的自己。","reconstruction":"想要有人陪，有人听我说，想要有人懂我。我不喜欢和朋友说心里话，但他们是愿意陪我倾听我的，我很感谢他们的存在，让我不会孤单。","strategy":2}
{"content":"我是一个被父母抛弃的孩子，我恨他们！我恨他们！","reconstruction":"虽然我被父母抛弃了，但是这种经历也让我变得独立自主，感谢童年的挫折让我能够坦然面对生活的苦难。","strategy":2}
{"content":"就是因为跟那些朋友相处了一会儿，感觉我失去了方向和目标，也好像失去了信心。","reconstruction":"虽然和朋友相处之后我感到迷失，让我看到自己的不足和别人身上的长处，我要珍惜和他们交流的机会，学习他们的优点像他们一样优秀。 ","strategy":2}
{"content":"脾气特别不好，特别是辅导孩子的时候，稍微不听话就想发脾气，我知道自己有问题，但是不知道怎能解决。","reconstruction":"虽然我经常发脾气，但我应该看到孩子的努力，感谢他一直对我有耐心问我问题给我改掉脾气的机会，我一定会改掉自己的坏脾气。 ","strategy":2}
{"content":"为什么有些人根本没去努力，却给自己找借口说没有天赋？","reconstruction":"他们是再为不努力找借口，但也要感谢这些人让自己看到了不同人的选择，提醒自己要积极面对问题不逃避。 ","strategy":2}
{"content":"单亲，领养她的情人，还对我动手动脚，我真的觉得我要崩溃了，活着好累。","reconstruction":"我现在的生活不幸福但我也要感谢我的母亲给了我一个家，我会慢慢学会抵抗这些糟糕的事。 ","strategy":2}
{"content":"我真的快坚持不下去了，我对生活已经充满了失望，曾经我自杀过很多次，送到医院过很多次，我也想好好的，但是还是坚持不下去了。","reconstruction":"感谢生活中对我的磨难，这些磨难磨砺着的意志力，让我变的更加坚强。 ","strategy":2}
{"content":"找不到生活的目标，不知道未来的规划，暂时失业，即将30，无宝宝，没有一技之长，不知道如何给自己建立规划。","reconstruction":"感谢人生中经历了这些曲折，让我的抗压能力变强，我可以更有信心面对未来生活。 ","strategy":2}
{"content":"以前我很快乐，可是我上初中开始就很难过，朋友们都勾心斗角，家里也不停吵架，我学习也不是最好的。","reconstruction":"感谢父母和朋友，朋友可以让我增强了情商，可以提高了我的交际能力，父母可以让我增强调节矛盾的能力。 ","strategy":2}
{"content":"18岁的年华，对生活不抱有任何希望，却又很向往美好的事物，远离这这个世界，独自彷徨。","reconstruction":"感谢18岁的我独立思考，思考了黑暗的未来，但又心向光明，让迷茫的未来亮起一道光。 ","strategy":2}
{"content":"我20岁，喜欢上了一个比我大六岁的男生，但他不喜欢我，我也很自卑，觉得自己配不上他，但我又不想放弃，好苦恼。","reconstruction":"我喜欢的男生不喜欢我，虽然我也不知道我们最后会不会在一起，但是感谢遇见他，让我知道身边有这么优秀的人，并把他当成一个目标激励自己前行。爱情不一定要有结果，能有爱一个人的经历已经很幸运了。","strategy":2}
{"content":"和身边的人总是觉得聊不来，也不想问别人的事为别人的事想，学习那么重，没有心思。","reconstruction":"我因为学业繁忙疏忽了与亲人朋友的沟通，感谢他们没有疏远我。我以后要主动关心他们，多从他们的经历中挑选自己感兴趣的点和他们聊天。","strategy":2}
{"content":"本人刚高一，但是才军训两天，就非常恐惧，觉得自己做什么事都很丢脸，有些不想去学校，心里很难受。","reconstruction":"感谢军训生活，让我发现自己害怕群体、害怕别人的注意、过于关心别人的看法。改掉这些坏毛病对我以后的人生来说很有必要，能在军训中发现它们、并且在军训中有机会逐渐克服它们，是多么好的事！ ","strategy":2}
{"content":"我爸调动工作对我的影响很大，而且我原来很白，现在感觉变黑了，我老是开心不起来，吃也不想吃。","reconstruction":"感谢爸爸的工作调动，让他找到了更适合自己的岗位。感谢我变黑，让我体验了另一种肤色，以后可以尝试其他风格的穿搭。","strategy":2}
{"content":"好烦好烦，我真的很怕死，我也真的好想我的那些朋友。我觉得和他们分开后就再也没有那种感觉了。","reconstruction":"感谢和朋友的离别，这说明我们都要奔赴更适合自己的地方去了，我们都有光明的未来。 ","strategy":2}
{"content":"我是一名高中生，我感觉自己是一个很懒惰的人，常常做事情半途而废，不懂得坚持。","reconstruction":"我是一名高中生，尽管我曾经感觉自己懒惰、缺乏坚持，但我感激这个意识，因为它是我成长和改进的起点。 ","strategy":2}
{"content":"后天就要参加相亲活动！这个也是我很想去可又有点焦虑不安的状况！担心到了后会尴尬不敢表达自己。","reconstruction":"后天要参加相亲活动，虽然感到一些焦虑，但我感激有这个机会去认识新人，这是一次有趣的经历。 ","strategy":2}
{"content":"毕业后，好像过得越来越迷茫，不停换工作，也不会找到合适的对象。","reconstruction":"毕业后，虽然感到迷茫，但我感激我有机会不断尝试不同的工作和结识不同的人，这些经历都是宝贵的。 ","strategy":2}
{"content":"不管别人说了什么话我都接不上。感觉周围朋友，同事都把我当傻子，空气存在！太不舒服了，感觉自己是透明人。","reconstruction":"虽然感觉周围的人有时不理解我，但我感激拥有真正理解我的朋友和同事，他们对我很重要。 ","strategy":2}
{"content":"控制不住自己的想法，总是思虑很多很多，晚上睡不着，白天觉得身体很疲劳，到中午又对白天外界的环境很敏感，很不舒服，太难受了。","reconstruction":"尽管有时感到思虑重重，但我感激拥有意识到这一点的能力，这是一次自我成长的机会。 ","strategy":2}
{"content":"孤独，没有一个人可以聊天说话分享，只有自己，撑着。","reconstruction":"虽然我现在很孤独，但换个角度想，我不用参与无意义的社交，或许我可以利用独处时间来陪样兴趣爱好，说不定还可以因此找到同好团体。","strategy":2}
{"content":"着实挺累的，也疲惫了，这些能量也时不时自己跑出来，攻击我，想卸下这些负面情绪。","reconstruction":"虽然我现在很疲惫、有很多负面情绪，但换个角度想想，自古英雄出炼狱，这何尝不是成大事前的磨难呢？","strategy":2}
{"content":"觉得前半生留下了许多遗憾，但是人生已经过半，再想改变也来不及了。时常为自己的决定后悔，好像有点抑郁了。","reconstruction":"虽然我前半生留下了很多遗憾、做了很多后悔的决定，但正是因为这些遗憾 才让我后半生的生活更加用心、努力使其不留遗憾，以前的经历也都会成养分的。","strategy":2}
{"content":"就是特别害怕开学，害怕那里的一切，我有点抑郁了。","reconstruction":"虽然我特别害怕开学、害怕学校的一切，但我至少还有接受教育的权利，有机会学习知识充实自己克服身边的困难。","strategy":2}
{"content":"从小被说长的胖，大腿粗，满脸痘痘，似乎没有听过被夸奖，永远都是这不好，那不好。","reconstruction":"虽然我从小被说长得胖，大腿粗，满脸痘痘，但我也有了明确的目标去改善自己、发展自己，从这个角度来说，我应该感谢为我指出缺陷的人。 ","strategy":2}
{"content":"我体型微胖，被他人嘲笑，越来越自卑，对外界产生了阴影，不想出去，我很想调节自己，但却越来越害怕，只能把自己锁起来…","reconstruction":"虽然我体型微胖，越来越自卑害怕，对外界产生了阴影，但还是很感恩有机会生活在这个世界上，让我有机会体验如此的生活。 ","strategy":2}
{"content":"近一个月心情总是不好，无法在12点前睡觉。","reconstruction":"近一个月我因为心情不好无法在12点入睡，幸好我想要积极的解决这个问题，感谢我的亲朋好友对我的关爱与照顾，我会珍视这种关照，并积极改变现状。 ","strategy":2}
{"content":"工作压力，总是想做到完美，然后着急感觉就没方向。","reconstruction":"工作压力的原理总是想做到完美，很容易着急感觉就没方向，很感谢我的同事并没有因此就排斥我，我会珍视这份工作的机会以及同事情谊，并增强自己的抗压能力。 ","strategy":2}
{"content":"从小被母亲打骂，父亲漠视，后得双向情感障碍，很痛苦，怨恨父母，是觉得他们给我带来的痛苦。做了很多努力，都无法原谅父母。","reconstruction":" 虽然小时候被母亲打骂，父亲漠视，有双向情感障碍，很痛苦。但是仍然感谢父母给了我机会来到这个世界，让我有机会开始新的生活。 ","strategy":2}
{"content":"在学校和舍友处不来，一个人待着的时候会感到孤独，感到无助，最近一直失眠，心情烦躁，坐立不安，吃不下东西，感觉很痛苦，不知道该怎么办。","reconstruction":"虽然在学校和舍友之间处境艰难，一个人待着时感到孤独，但我依然感激身处校园的机会，我可以通过这段经历学到很多东西。尽管最近失眠并且心情烦躁，但我感恩能够认识自己内心的需求，并有机会寻找改变的方式。 ","strategy":2}
{"content":"不知道自己要干什么，然后现在好迷茫，好迷茫，好迷茫好迷茫。","reconstruction":"虽然目前不确定自己想要从事什么，但我感激有机会去发现和实现自己真正的激情。尽管现在感到迷茫，但我相信这是一个独特的经历，让我能够更加了解自己并开启新的旅程。 ","strategy":2}
{"content":"今年开学高三，学习成绩不好，压力很大最近总是想哭，还总胡思乱想，怎么办？","reconstruction":"今年开学高三，虽然学习成绩不佳，面临巨大的压力，但我感激我有机会接受教育。尽管最近总是情绪低落，胡思乱想，但我感恩周围的人和资源，他们可以给予我支持和帮助。 ","strategy":2}
{"content":"总有伟人能一生做好一件事，但我学习的时候却连坚持每天做一件事都做不好。","reconstruction":"我虽然不能像那些伟人一样专注一生做好一件事，但我感激有机会学习并尝试不同的事情，这样我可以拓宽自己的视野和经历。 ","strategy":2}
{"content":"本来挺期待开学，但现在似乎很恐惧，很难受，可能害怕导师？我该怎么办？","reconstruction":"虽然我对开学抱有期待，但此刻感到恐惧和不安。不过，我应该感激有机会获得教育，并且有一个导师可以指导我。我会积极面对内心的不适，展现出我的潜力和成长。","strategy":2}
{"content":"为什么因为一点小事就受影响？为什么自己看看朋友圈都会自卑，我也不差，为啥自卑感这么重?","reconstruction":"我的自卑感很重，看看朋友圈都会自卑。但幸好我并不差，发现了这个状况，并且想要改变。谢谢身边的亲友，没有因为我的自卑而疏远我，并且对我进行鼓励和支持。 ","strategy":2}
{"content":"也不知道是什么事，反正有特别多的烦心事。自己也不是特别喜欢说话，总是特别烦躁。","reconstruction":"我总是特别烦躁，有特别多的烦心事，但我身边的亲朋好友却不会因为我的烦躁而远离我，反而会对我进行鼓励和排解，感谢他们。 ","strategy":2}
{"content":"我该怎么办？我接受不了这个自己，原谅不了自己。","reconstruction":"我接受不了自己，原谅不了自己，但我还有我的亲朋好友，谢谢他们能够接纳不完美的我，并且对我予以鼓励和支持。 ","strategy":2}
{"content":"别人说我只能听着，有些话不好听，也不会反驳，我都觉得自己弱智。","reconstruction":"别人说我只能听着，有些话不好听，也不会反驳，但我很感谢我的朋友们和家人们能够在我不会反驳的时候帮我说话，我会珍惜他们并提高自己的。 ","strategy":2}
{"content":"我有位同学，他学习也很努力，想要超越我，现在我很害怕他超越我，甚至害怕他翻书的声音，看到不会的题我很头疼，背诵也越来越差，我很迷茫。","reconstruction":"我害怕我同学超越我，导致我很迷茫。其实我应该感谢我的这位同学，他是在用他的努力来督促我学习，给予我共同进步的机会，我应该珍惜这个机会。 ","strategy":2}
{"content":"不知道为什么，我最近什么也不想干，话不想说，饭不想吃，一到晚上就偷偷哭。","reconstruction":"最近不知道为什么，话不想说，饭不想吃，什么也不想干，一到晚上就偷偷哭，但我很感谢朋友的陪伴和理解，我会自我调节，投入到工作中，过了这段时间会慢慢好起来的。","strategy":2}
{"content":"同学的冷淡，和家人的漠不关心不闻不问都让我觉得世界少一个我无所谓。","reconstruction":"虽然我感觉同学对我很冷淡，家人对我也是漠不关心，但这也使得我什么都靠自己，充分锻炼了我的独立处理事情的能力。 ","strategy":2}
{"content":"男友条件不好，家里人都反对，自己心理压力也很大，感觉自己日后生活没保障，但是对男朋友又感情深厚，很矛盾不知怎么办。","reconstruction":"虽然男友条件不好，家里人都反对，但还是感谢家里人的关心，虽然我和男友的感情很深厚，但我还是会考虑这份感情是否值得，询问父母反对的原因并充分考虑男友的品质及能力，做出对自己未来最好的决定。","strategy":2}
{"content":"没有人可以理解我，不在呼我，有没有我也经不重要了。","reconstruction":"尽管没人可以理解我，大家都不在乎我让我感到很委屈，但还是感谢他们给我成长的机会，多充实自己的内心，学习一些新的知识，让我沉浸在学习的乐趣中，不会感觉那么孤独，也学着与他人更好的沟通，慢慢找寻理解自己的人。","strategy":2}
{"content":"最近活不下去了，想死，真的很痛苦。","reconstruction":"虽然现在很痛苦，但我也要感激那些一直鼓励我勇敢活下去的人，他们的鼓励是我继续活下去的动力，我会珍视他们对我的鼓励和期待，积极寻求改善自己当前境况的方法，并努力好好活下去。","strategy":2}
{"content":"总是担心这个担心那个，有些抑郁焦虑，内心没有能量。","reconstruction":"虽然很焦虑和无力，但是还是很感谢能有一直帮助和安抚我的人，他们的帮助和支持是我前行的动力，我会尝试放松，缓解焦虑。","strategy":2}
{"content":"自己好缺乏自信，不敢跟人家指示，因为自己长的不够帅，还有痘痘、络腮胡的一个男士，出门都需要好好伪装自己，我好像心理出现了问题。","reconstruction":"虽然有很多缺点，但我依然很感谢那些愿意接纳我的缺点的人，他们的关心和鼓励是我正视自己缺点的动力，我会珍惜这份情感，让自己变得自信起来。","strategy":2}
{"content":"生活中总有些事实让人很难接受，比如，长得不高，长得不漂亮……类似这种，有时会让人自卑。","reconstruction":"虽然生活中有很多事儿让人很难接受，在我的外表方面也不尽如人意，虽然我在外表方面不尽如人意，但依然很感谢那些愿意接纳我的外表和我做朋友的人，他们是我自信的源泉，我会好好珍惜这样的情感，并且自己尝试去接受自己的外在条件。","strategy":2}
{"content":"我这2年都没睡好觉，处于害怕状态，害怕得罪人，害怕做不好工作，好怕好怕烦死了很不开心，工作做得很委屈。","reconstruction":"我感恩我自己对工作的担忧，这是对我的磨砺和考验，我感恩努力拼搏积极进取的细究。","strategy":2}
{"content":"很无力，很累，觉得自己很多余，自己不应该来到这个世界，自己就是一个意外。","reconstruction":"我感恩自己的诞生，感恩父母对我的培养，我是独特的，并不是毫无价值的。","strategy":2}
{"content":"父母从我小时候就说话不算数，中间经历太多了。","reconstruction":"我感恩我父母会说话不算数，这是对我的磨炼，使我成为情绪稳定的人，使我独立自主。","strategy":2}
{"content":"软弱的性格，对自己长期不认可，缺乏自信，也经常不快乐！","reconstruction":"虽然我很软弱，缺乏自信，但是我感激自己意识到了这个问题并便于我改正。","strategy":2}
{"content":"感觉自己心理还挺有活力，但是一说话就很闷，很老实，没有活力，感觉不喜欢自己，讨厌自己。","reconstruction":"我感激自己不会每天散发大量活力使自己筋疲力尽，而且我老实的性格可能会吸引很多人。","strategy":2}
{"content":"个人不高，穿鞋一米四，出门总是被异样的眼光看待，没有谈过恋爱，不会有人喜欢我了吧。","reconstruction":"我个子不高，在人群中显得独特，感恩一路上有许多人并不因此排斥我，而是支持并认可我。 ","strategy":2}
{"content":"我父母从小就不怎么管我，都是爷爷奶奶带大的，但是我长大了，我妈却来管我了，真的很难，我真的对我妈真的没什么感情。","reconstruction":"在我小的时候父母没有机会好好关照我，是爷爷奶奶的照顾使我顺利成长，但是感谢妈妈没有忘记我，现在有机会妈妈就会主动来关心我。 ","strategy":2}
{"content":"之前性格蛮开朗，最近半年感觉孤独，以前会主动交流，现在能不说话就不说话，不想和别人有交集，感觉人都是虚情假意，有时候有点轻生的念头。","reconstruction":"虽然曾经开朗的自己现在有些回避社交，甚至认为人虚情假意，但是感恩亲朋好友并没有因此疏远我，我会珍视他们对我的关心，尝试改善自己的状态。 ","strategy":2}
{"content":"从小到大就很胆小，不敢一个人出去工作，一个人也不敢坐车，勇敢好难。","reconstruction":"虽然我胆子小，不敢独自一人出去工作和坐车，但是朋友亲人并没有因为这些疏远我，我会珍视亲朋的鼓励和支持，逐渐完善，成为更勇敢的自己。 ","strategy":2}
{"content":"在工作上没有成就，与女朋友交往过程中不知如何谈论工作之事，内心深处一直焦虑不安，害怕因为工作影响关系。","reconstruction":"我很幸运有一个女朋友可以聊天释放压力。现在工作上虽然进步不大,但我要感谢公司给我这个工作机会。我会努力工作,也会珍惜和女朋友在一起的时光。","strategy":2}
{"content":"感觉跟身边的人说不上话，没有共同语言，灵魂很孤独。是不是自己的自我觉察过分了，感觉如果没心没肺的也不会有这么多的无聊和不开心。","reconstruction":"我该感谢身边的朋友,虽然现在交流不顺,但至少我们还保持联系。我会珍惜和他们在一起的时光,相信以后我们一定可以找到更多共同语言。 ","strategy":2}
{"content":"受到批评，就会联想到是自己不好，而一想到自己不好就很难受，觉得自己糟糕透顶。容忍不了别人说我半点不好，我会相信别人对自己的评价。","reconstruction":"虽然批评言语让我难过,但我要感谢别人能指出我的缺点。这对我成长很有帮助,我会保持谦虚学习的心态,消化批评后的感受。 ","strategy":2}
{"content":"倒霉。什么事情都不顺心。做什么事情都觉得枯燥乏味。没有一件事是自己愿意做的，什么都提不起劲来，甚至连洗澡这种日常小事都不想去。","reconstruction":"我该感谢现在还有健康的身体来完成日常起居。虽然最近心情不佳,但我要记得感恩现在所拥有的,相信心情频繁变化也是生活的一部分。","strategy":2}
{"content":"我从小就不会替别人开心，当别人有什么开心的事的时候，我也不会送上祝福，有的时候很善良，有的时候又很黑暗。","reconstruction":"虽然我还不太会替别人开心，但是有时候也很善良，很感恩我意识到了这一点，这是之前没有正视的体验。 ","strategy":2}
{"content":"工作不顺心，同事不和，家人的偏见，各种的无奈！","reconstruction":"虽然来自工作、同事和家人的困扰让我倍感无奈，但从工作中我也学到了很多经验，和同事与家人的相处让我反思自己的问题并积极改正，虽然有很多无奈，但我依然感谢我的生活。 ","strategy":2}
{"content":"把人都给得罪了怎么办？现在被孤立了没人理我。","reconstruction":"虽然我现在因为在人际关系上犯的错误有些不安，但这次经历让我意识到自己平时可能过于以自我为中心，忽视了周围人的感受。这次经历也是一个很好的机会，让我反省自己并且学会更加尊重和关心别人。 ","strategy":2}
{"content":"在最需要帮助时，被母亲骂，感觉人生没了理想。","reconstruction":"尽管母亲的责骂让我感到非常痛苦和无助，但是，我意识到母亲对我的关心和爱护，她的责骂也许是因为她想要我变得更好。我也感恩生活给我带来的挫折和磨难，它们让我变得更加坚强和成熟。 ","strategy":2}
{"content":"总感觉事情很多很乱，不知道该做什么，心情很烦躁。","reconstruction":"最近事情多乱，不知道该干什么，这是我们成长中的一部分，只有体验过这些，才能学会理清思路，慢慢成长。 ","strategy":2}
{"content":"我今年29岁，遇到了很多很多倒霉的事情，睡不着难受，人生没有任何存活下来的意义。","reconstruction":"我今年29岁，遇到了很多很多倒霉的事情，但是我很感谢那些愿意听我诉说，给我鼓励的人，没有你们我不可能走出这一段阴影。 ","strategy":2}
{"content":"有人跟我示好，我会回避，有人给我送东西，我会双倍奉还。我不敢接受大家对我的好，我觉得自己不配不配拥有好的事物。","reconstruction":" 我意识到我觉得自己不配拥有好的事物，我意识到有时候不敢接受大家对我的好，但幸好我发现了这个状况，并且想要改变。谢谢身边的亲友一直对我很好，我会珍视别人的示好，好好珍惜别人送我的东西。 ","strategy":2}
{"content":"感觉生活枯燥乏味，学习无趣生活无聊。","reconstruction":"我意识到我经常感觉到生活枯燥乏味，学习无趣生活无聊，但幸好我发现了这个状况，并且想要改变。感谢这种经历让我认真思索过生活和学习的过程，感谢现在还有学习的机会，相信情况会越来越好的。","strategy":2}
{"content":"家里人每天都会给我一重又一重的压力，感觉自己没有活着的意义，我经常会想离家出走或直接跳楼算了。","reconstruction":"家里人每天都会给我一重又一重的压力，我意识到有时会感觉活着没有意义，但幸好我发现了这个状况，并且想要改变。家人给的压力也是出于关心我，有一个足够重视我的家庭，感谢在这种家庭里成长。","strategy":2}
{"content":"可能从小缺少父爱，很多事都不敢去做，都怕不好后果，整天忧郁，杞人忧天，导致整个人都很难受。","reconstruction":"我意识到自己很多事都不敢去做，都怕不好后果，整天忧郁，杞人忧天，但幸好我发现了这个状况，并且想要改变。谢谢童年的经历，让我处世更加的谨慎，对事物更加的敏锐，我会珍视这种难得的特质，并增强自己的勇气和信心。 ","strategy":2}
{"content":"每次感觉自己给别人增添了麻烦之后总是非常自责，尽管会和别人道歉，但有时候还是无法原谅自己，担心自己被别人讨厌。","reconstruction":"每次感觉自己给别人增添了麻烦之后总是非常自责，担心自己被别人讨厌，但幸好我发现了这个状况，并且想要改变。谢谢身边的亲友，一直以来对我的帮助，并没有因为被我麻烦而疏远我，我会珍视身边的亲友，并且对亲友的需要也提出帮助。 ","strategy":2}
{"content":"我和家人格格不入，我觉得自己是个奇葩，各方面融入不了，性格比较独立有个性无法相互理解不懂我回到家感觉很累。","reconstruction":"我和家人有些格格不入，各方面难以融入，但幸好我发现了这个情况并且努力融入家庭，家人也没有因此疏远我。感谢我的家人培养出我独立的个性，我会感恩大家珍惜与家人们相处的每一天，并提高自己的理解能力！ ","strategy":2}
{"content":"以前睡眠还好，现在晚上经常睡不着，每次我妈骂完我后，是不是我不应该活着，经常自己呆在一个屋里哭。一哭就是好几个小时…","reconstruction":"虽然妈妈骂我让我哭泣且失眠，但是幸好我没有一直沉溺于悲伤，并且想要改变。感谢妈妈生我养我，虽然骂我但也是为了让我更好的成长，我会珍视妈妈的爱，尝试与妈妈沟通，改变不健康的相处方式。 ","strategy":2}
{"content":"父母总是逼着我做我不喜欢的事，我只想做我喜欢的事。","reconstruction":"我意识到父母的期望有时让我感到困扰，但我感激他们对我的关心。我会珍惜他们的爱，同时也努力去理解和平衡我的兴趣和家庭的期望。 ","strategy":2}
{"content":"各种压抑，真的累了，真的不知道怎么表达了。","reconstruction":"我感到压抑和疲惫，但我要感激身边关心我的人。他们一直支持着我，我会珍视这份关心，同时积极寻求帮助，以改善自己的情感状况。 ","strategy":2}
{"content":"我只想知道哪种方法比较好，我觉得我就是一个废物，废物为什么要活在这个世界。我想知道怎么才能最快最没有后悔余地的死去","reconstruction":"尽管我现在对自己不太满意，但我要感激那些一直支持我的人。他们的关爱是我坚持下去的动力，我会珍惜这份情感，并积极寻求改善自己情况的方式。 ","strategy":2}
{"content":"明明知道嫉妒使人丑陋，可是我却深陷其中，我觉得我就是个垃圾","reconstruction":"感谢自己拥有对别人优秀方面的嫉妒，这样我就不会原地踏步了。 ","strategy":2}
{"content":"有时候感到很痛苦，感觉要用力呼吸，呼吸不了的时候好想长睡不起，是不是只有长眠了才不会有痛苦？","reconstruction":"有痛苦才是活生生的人，一帆风顺过于平淡了，虽然现在很痛苦，但感谢自己在痛苦中也没有放弃，相信这个经历可以把我塑造成更好的人。 ","strategy":2}
{"content":"感觉周围的阿姨姑姑什么的，见到我就特别墨迹，啥都问，都烦死我了！阿西吧。","reconstruction":"感觉周围的阿姨姑姑什么的，见到我就特别墨迹，但他们也都是好意，我也很感谢能从他们这里学到东西 。","strategy":2}
{"content":"原生家庭要求严格，专制型父母，很少有自己的空间。与男生交往害羞、敏感、多疑，老在揣测别人不怀好意。","reconstruction":"原生家庭对我要求严格，我老在揣测别人不怀好意，但我很感谢他们的严格要求让我可以少走一些弯路，让自己不被男生骗 。","strategy":2}
{"content":"做了一件我自己觉得让别人不高兴的事儿，总是不能释怀。","reconstruction":"做了一件我自己觉得让别人不高兴的事儿，但感谢他并没有因此而对我产生看法。 ","strategy":2}
{"content":"我觉得生活真的没有希望了，我也不怕死，死是我最好的解脱方法我太累了。","reconstruction":"我觉得生活真的没有希望了，但我感谢这个世界所有帮助过我的人，生活好像还没有那么糟。 ","strategy":2}
{"content":"整个人都痛苦到失眠，感觉要疯掉崩溃爆裂。","reconstruction":"我最近整个人都痛苦，失眠好几天了，但我的朋友和妈妈给我很多照顾和鼓励，我很感恩大家的存在。","strategy":2}
{"content":"高考报志愿，父母亲戚一直在强调金融，会计，审计之类的，原本我对这些学科也有兴趣，但他们一直强调，我现在一看到这些就不想选择，想回避","reconstruction":"每次和爸妈吵架的时候，我都很绝望，会大喊大叫，但是还好我的爸妈没有对我也发脾气，而是和我好好沟通，让我冷静，所以我很感恩他们。","strategy":2}
{"content":"每当跟爸妈理论吵架时，在一定的时候会绝望，就像怎么说都没用，心很苦，大喊尖叫，而父母一致认为你只是在发脾气。","reconstruction":"每次和爸妈吵架的时候，我都很绝望，会大喊大叫，但是还好我的爸妈没有对我也发脾气，而是和我好好沟通，让我冷静，所以我很感恩他们。","strategy":2}
{"content":"不想说话，不想社交，不能和别人好好交流，这是怎么了?","reconstruction":"我不爱说话和社交，和别人交流也不能好好的，所以我很感恩我的朋友们，能包容我的性格。 ","strategy":2}
{"content":"说出口的话总会被曲解然后被指责，好生气。有点想彻底离开这个人了。","reconstruction":"说出口的话很容易被人误解，然后我们都会很生气，但是我身边的朋友们都很好，我很感恩他们不会误解我。 ","strategy":2}
{"content":"父亲生病住院了，我很难过，我觉得是我的错，没有照顾好他。","reconstruction":"父亲生病住院了，我觉得是我没有好好照顾父亲的缘故，虽然父亲住院是令人难过的事，但因此让我有机会更多与父亲相处并让我更加懂得珍惜父亲。","strategy":2}
{"content":"父亲生病住院了，我很难过，我觉得是我的错，没有照顾好他。","reconstruction":"父亲生病住院了，我很难过，但是我的亲朋好友都来看望我爸爸，我感觉到很开心，很感谢大家。 ","strategy":2}
{"content":"我没有什么特别的经历","reconstruction":"我的经历可能比别人少一些，但我相信我可以通过不断努力和学习让自己变得更好。","strategy":3}
{"content":"想做的事情很多，一直在想却没有行动，怎么才能让自己行动起来呢？心里其实是很抗拒的，但是怎么才能行动起来呢？","reconstruction":"我有很多想做的事情，一直想而没有行动会让我感到焦虑和压力，我知道自己可以行动起来!或许我可以排出优先顺序，从最优先的或最简单的事情开始，我相信只要我理清了思路，就可以马上行动起来!","strategy":3}
{"content":"啊，马上就要期末考试了，还要面临教资面试，压力有一点点大","reconstruction":"期末考试和教资面试是锻炼我的机会，虽然我感到压力有点大，但我相信通过这些挑战我可以变得更加成熟和自信，这也是我的人格成长的机会。","strategy":3}
{"content":"身体有一些问题，但是每次说要去医院又很不愿意，有些病越拖越严重，而且医院检查太多，有些不适应，应该怎么办好呢？","reconstruction":"虽然不喜欢去医院检查疾病，但是这是一种能够让自己更加成熟和成长的经历，通过积极面对和解决这些问题，自己也会变得更加坚强和自信。","strategy":3}
{"content":"男友人很好，就是没啥上进心，得过且过，单位家里二点一线。","reconstruction":"虽然男友没有上进心，但是他很善良，或许我们可以一起探索他感兴趣的领域，并慢慢发掘他的潜力，让他变得更有动力和热情。","strategy":3}
{"content":"遇到事情，老是心太款，觉得别人可怜，什么都替别人着想，不会拒绝，不好意思拒绝，怎么改变","reconstruction":"我有时会太担心和付出太多，但是我知道为别人着想的品质是很棒的，我相信我可以学会平衡自己和别人之间的需求，在帮助别人的同时不忽视自己，让自己更自信和坚定。","strategy":3}
{"content":"经常怀疑自己，觉得自己一无是处，愚笨，什么都学不会，做不好，害怕失败，倍感难过，我应该怎样调整这种心态，相信自己可以？","reconstruction":"我目前可能觉得自己一无是处，但我相信通过学习和不断提高自己，我可以变得更好。","strategy":3}
{"content":"如果我们总是被身边的人说“喜怒形于色，会吃亏的”，这样我们应该怎样改变呢，是应该有意识的控制，还是随意发挥呢？","reconstruction":"虽然我目前可能还不能完全控制自己的情绪，但我相信通过不断的努力和学习，我一定能够提高自己的情绪控制能力，做到在任何情况下都保持冷静和理智。","strategy":3}
{"content":"计算机专业感觉学什么都不轻松好难，太难了，不会学习，笨的心理压力极大，成绩差，学不会很难受，只能打游戏，计算机网络好难","reconstruction":"虽然计算机专业的学习很具挑战性，但我相信自己可以成长和改善自己的技能。我会把每次挑战看作是一次成长的机会，并尝试从错误中学习并改进自己的能力。","strategy":3}
{"content":"男25岁，母胎单身，面对父母的相亲逼迫很焦虑，感觉自己没有谈恋爱和发生性关系的冲动","reconstruction":"作为一个25岁的单身男性，我很感激我的父母对我的关心和支持，虽然他们的相亲逼迫让我感到有些焦虑，但我相信自己会成长，发展出自己的独立人格，并且最终找到真正适合我的伴侣。我并不觉得谈恋爱和发生性关系是我的生活的必须要素，因此我会尊重自己的决定，并坚信自己会有属于自己的美好人生。","strategy":3}
{"content":"失眠，一到晚上感觉睡觉时候就开始胡思乱想，控制不住自己，跟男朋友两地，可能要分手的情况。很迷茫，","reconstruction":"我认为我可以通过一些方法改善我的睡眠质量，例如稳定运动、增加和朋友的社交活动，来控制自己的胡思乱想以及异地的孤单感，并且学会处理和解决问题。虽然我和男朋友可能面临分手的问题，但我相信这是一个成长的机会，让我更加成熟和坚强。","strategy":3}
{"content":"为什么总是想着讨好别人？难受，其实内心非常不愿意，但是因为一些事情就必须得去讨好","reconstruction":"讨好别人使我的内心感到不舒服，但是我相信自己可以成长和改变。我会学习如何更好地表达自己，以及如何在保持自我价值观的前提下与别人相处。","strategy":3}
{"content":"对工作产生恐惧，对环境没有安全感，只要想到第二天上班就有消极情绪，觉得人生无望，人生不快乐，请给我树立正确的动力","reconstruction":"尽管目前对工作感到恐惧和缺乏安全感，但我相信自己有成长的潜力，可以通过改进自己来克服这些困难。","strategy":3}
{"content":"遇事不要慌，就真的不慌了吗？最近遇事很多，个个不顺，一直都是坎坷。都告诉我不慌就可以解决，最后呢？什么都没解决，反而内心更加烦闷了。","reconstruction":"最近经历了很多事情，每一件都不顺利，一直都是一连串的挫折。虽然人们告诉我不要慌，但最终并没有解决问题，反而让我内心更加烦闷。然而换个角度思考，这些挫折塑造了我更坚强的内心。我相信自己可以不断成长，我会把这些经历当作培养自己的机会，努力提升自己的能力，以克服未来可能遇到的困难。","strategy":3}
{"content":"心情一直很低落，感觉活着没什么意思。怎么都想不明白为什么我会这样。","reconstruction":"心情一直很低落，感觉活着没什么意思。我相信自己有能力成长和改变。虽然现在困扰着我，但我会积极寻找解决办法并努力提升自己，相信未来我可以摆脱这种低落的情绪。","strategy":3}
{"content":"为何怕见光，怕沾光，怕吃亏会导致自我封闭，自毁行为","reconstruction":"我一直害怕面对光明，担心可能被伤害，以至于我变得封闭和自毁。但我相信，通过不断的成长和学习，我可以逐渐战胜这些恐惧，变得更加坚强和自信。","strategy":3}
{"content":"聊天的时候总是get不到对方的点，聊没两句双方都没话题","reconstruction":"曾经我和别人聊天的时候，总是会遇到一些get不到对方点或者没话题的情况。但是我知道这是许多人都会遇到的困扰。我相信只要双方有共同话题或者有心去沟通，就一定能够get到对方的点并且找到共同话题。即使出现聊不来的情况，我也不会因此感到失落或自卑，因为我知道这只是个人沟通技巧和经验不够，只要继续尝试和学习，我一定能够成为更好的沟通者。","strategy":3}
{"content":"整天情绪低落，夜里会特别难受难过的喘不过气，想去医院查又不想和家里人开口，想自己买药吃，或者有没有其他可以缓解这种情绪的方法","reconstruction":"我整天情绪低落，夜里喘不过气，虽然很难受但我知道这些困难不会永远困扰我，我相信自己有能力通过努力和成长来克服这些负面情绪，我正在积极寻找适合自己的方法和策略。","strategy":3}
{"content":"今天儿子忘记带电话手表，我就害怕和担心，感觉自己无法控制自己的担心，我不知道为什么？可以帮助我吗？","reconstruction":"今天儿子忘记带电话手表，我担心他会遇到麻烦，但这也是他成长的机会，我相信他会从中学到一些重要的教训。","strategy":3}
{"content":"和朋友一起开了一家奶茶店，现在冬季，生意不好做，负债累累，心好累，好想放弃，又不舍得","reconstruction":"和朋友一起开了一家奶茶店，现在冬季，生意困难，我们负债累累，感到心累，但我相信这些挑战能够帮助我成长，或许我们可以尝试开发新品，找到自己的特色，我会通过努力提升自己的能力，不论这次创业是否成功，我都有很多学习成长。","strategy":3}
{"content":"天天在家莫名其妙的被骂，快被逼疯了，好想死。","reconstruction":"我当前可能正处于一个困难的阶段，虽然很痛苦难受，但我知道我可以借由这些经历，学会如何不受无理由的批评影响。","strategy":3}
{"content":"需要努力，但努力起来真的好难，真的就这样了么，虽然很不甘，却又无可奈何","reconstruction":"尽管现在感到无可奈何，但我坚信自己有能力克服困难，并且通过这个过程我会变得更强大。","strategy":3}
{"content":"越长大越胆小，不敢去尝试，不自信，怎么克服","reconstruction":"我相信人的成长是一个持续的过程，尽管我现在感觉胆小，缺乏尝试和自信，但我坚信通过努力和学习，我能够培养自己的勇气和自信心。或许我可从小事情尝试改变，吃没吃过的食物，认识心朋友，以此来帮助自己踏出舒适圈。","strategy":3}
{"content":"生活和工作中，男人好像大多更自信，女人却总容易怀疑自己，遇到事情会先想是不是自己的错。为什么会有这种差异呢，女生怎样才能变得更自信？","reconstruction":"我相信每个人都有成长的潜力。虽然我感觉在生活和工作中，男性更自信，而女性更容易怀疑自己，但也许我可以看看那些成功女性的案例，向她们学习自信的秘诀。","strategy":3}
{"content":"近期，会出现莫名的忧伤，感觉生活失去了色彩，就这样，没有什么奔头，该如何是好呢？","reconstruction":"近期会有一些莫名的忧伤，感觉生活失去了色彩，但我相信这是我成长的过程，我会从中学到很多关于自己的东西，这将帮助我变得更加强大。这个阶段的困难只是我变得更好的一部分。","strategy":3}
{"content":"看到朋友的生活我很羡慕，他们觉得我很好，我心里总是不满意，心情不好","reconstruction":"虽然我羡慕朋友的生活，但我相信自己也有成长的潜力，我要不断提升自己，争取让自己的生活变得更好，这是我个人成长的过程。","strategy":3}
{"content":"内心总是惶恐不安，对他人很难做到信任，无法对别人敞开心扉，害怕被人抛弃，经常生活在不安之中，怎样调整这种状态？","reconstruction":"我相信自己的内心可以成长和改变。虽然对他人的信任和敞开心扉仍然是一项挑战，但我会努力培养自己的信心和勇气。我相信通过不断的努力和经验积累，我能够克服害怕被人抛弃的恐惧，实现内心的平安与安定。","strategy":3}
{"content":"老是觉得自己不好，不够优秀，就是对不起父母，我怎么样才能好好做自己？","reconstruction":"我知道自己还有许多需要提升的地方，有时后甚至感觉自己永远不会成功，但我知道自己的努力不会白费的。我能够变得更好。我会为了自己和父母而奋斗。","strategy":3}
{"content":"我好累啊，心里有一股释放不出来的痛，感觉没意义了。","reconstruction":"我现在感到疲惫并且有些失落，但看看身边努力过生活的人们，我相信自己和她们一样，有无限的成长潜力，我会努力培养自己的能力并逐渐变得更好。","strategy":3}
{"content":"焦虑，不安，有心无力。做只猪也挺好。不开心不开心。","reconstruction":"我意识到我可能还需要更多时间来发展自己的能力，但我相信我有能力逐渐克服这些困难。","strategy":3}
{"content":"我不能弄懂自己为什么会做出这样的决定，冲动的行为让我很苦恼，我该怎么办？","reconstruction":"我目前无法理解自己为何做出了这样的决定，但我坚信通过反思和努力，我能够培养更好的决策能力和自我控制能力。","strategy":3}
{"content":"我现在无法好好的工作，不想从事现在的的工作，从内心觉得这份工作没前途，但是有没有勇气去改变，自己自卑和不愿意接受换行业带来的经济下降。","reconstruction":"我现在虽然无法好好工作，但我相信自己可以不断成长和改进。虽然我不想从事现在的工作并认为它没有前途，但我相信我有能力追求更有意义的职业。虽然换行业可能会带来经济下降，但我相信通过学习和发展自己，我可以获得更好的机会。","strategy":3}
{"content":"感觉每天的生活都程式化没什么意思怎么办？","reconstruction":"每天的生活都程式化了，但我相信通过努力和成长，我可以为自己创造更有意义和充实的生活。","strategy":3}
{"content":"觉得自己做事很拖拉，每次都不在自己的规划中，怎么合理安排时间？","reconstruction":"虽然我有拖延的习惯，但我相信我可以学会更好地组织时间和规划工作。或许可以尝试把目标拆分的更小一点，并在每次完成时给自己一点奖励。","strategy":3}
{"content":"泪点低，很容易就哭，一点伤心难过的事情也会哭，有时候睡觉时想一些问题也会流泪，总是控制不住情绪，怎么办才好","reconstruction":"我拥有低泪点，很容易流泪，即使是一点点伤心难过的事情也会触动我的眼泪。有时候，我在入睡前思考问题时也会有泪水流下。然而，我坚信人的成长是不断前进的，虽然我有很强的情绪感知力，但我也会学习更好地控制情绪，在该抒发时抒发，让自己更加成熟和稳定。","strategy":3}
{"content":"别人完全不在乎的事，而你却非常看重，别人觉得没有小事的事在这里变成了孤立自己的情况，是我真的太敏感，还是别人有意为之，针对自己呢。","reconstruction":"我对这些事情如此敏感，可能是因为我正在不断成长，不断追求变得更好。这种敏感性可以帮助我更好地了解自己，同时也学习与性格不同的人相处，不断成长进步。","strategy":3}
{"content":"自己很想努力学习，但是就是坚持不下去，怎么办啊","reconstruction":"我很想努力学习，虽然我现在陷入了困境，感到很难坚持下去，但我相信通过持续的努力和成长，我会战胜困难并取得进步。","strategy":3}
{"content":"对于某一类事物很痴迷，网上也经常能接触到这样的事物，尝试去接触未果，对于别人能拥有自己却不能，感到很痛苦","reconstruction":"对于某一类事物很痴迷，虽然尝试过但未能接触到，我相信自己可以不断成长和改善，通过努力和学习，我会逐渐掌握更多的机会和技能，实现自己对这个事物的热爱。","strategy":3}
{"content":"很认真的过好每一天，但总感觉到每天匆匆忙忙的，制定的学习计划都完成不了，很纠结。","reconstruction":"我每天都非常努力，我知道我已经有许多的进步，尽管我感觉时间总是不够用，学习计划常常没完成，但我相信自己可以不断成长，制定更合理的时间计划，以及培养出更好的时间管理能力。","strategy":3}
{"content":"最近总觉得原生家庭的伤害很深很深，深到无法愈合，为什么都快40岁的人了，还是摆脱不了原生家庭的伤害呢？","reconstruction":"我意识到原生家庭的伤害对我产生了深远的影响，但我相信每个人都有成长和改变的潜力。尽管我已经快40岁了，但我坚信自己可以不断发展和成长。我将努力培养内心的强大和积极的信念，逐渐减少原生家庭伤害对我产生的影响。","strategy":3}
{"content":"今天我生日，但是我真的真的好怕我坚持不下去，我好怕我就死在了生日这天。","reconstruction":"我今天过生日，虽然我真的害怕我无法坚持下去，但我知道坚持下去一定会有成长和改变。我将寻求帮助和支持，学习应对困难的方法，并相信通过努力和积极的心态，我能够克服当前的困境。","strategy":3}
{"content":"我以为自己很善良，却又觉得自己是一个坏人，冷血无情，只为自己考虑！","reconstruction":" 我相信每个人都有善良和阴暗面，关键是我们如何成长和发展。我相信通过过更多的人生经历和与更多不同的人相处，我更能够看到事情的多面向，在他人需关怀时给予共情，并在该保护自己时警慎小心。","strategy":3}
{"content":"做事总是觉得不可能，总喜欢朝坏处想，一直以来都被这种消极的思绪困扰，怎样才能打破这层牢呢？","reconstruction":"我知道我以前的思维方式可能不太积极，但我相信我可以学会更乐观的态度，并且不断成长。","strategy":3}
{"content":"开始从初三就发现周围同学数学都学的轻松，自己花费更多时间，也没有同学成绩好，高中以后数学成绩更差，基本不及格。","reconstruction":"从初三开始，我意识到周围的同学都轻松地学习数学，尽管我花费更多的时间，但我的成绩却没有超过同学们。然而，我相信自己可以不断成长，并且有无限的潜力。高中以后，尽管我的数学成绩更差，我会努力培养我的数学能力。","strategy":3}
{"content":"我最后还是把友谊这种东西弄毁了，我喜欢的人也因为受不了我而离开，父母也逐渐远离我，我现在的男朋友打我骂我，我还被迫把第一次给他了。","reconstruction":"我犯下了错误破坏了友谊，失去了喜欢的人，与父母疏远，现在的男朋友对我不好，我也被迫与他发生了关系，但我相信我能够从这些经历中成长，变得更强大和明智。","strategy":3}
{"content":"似乎总是很难去相信别人，总觉得别人说每句话的背后是有很多目的的，但有时候又很容易相信别人，把自己弄的很困惑，也很不舒服。","reconstruction":"我正逐渐培养自己相信他人的能力。虽然有时还是难以相信别人，怀疑他们的动机，但我相信我可以提升自己的信任度，建立更强的人际关系。有时容易相信别人会让我感到困惑和不舒服，但我相信这是我成长的过程，我正在不断学习如何与他人更好地相处。","strategy":3}
{"content":"本人性格内向特别害怕一个人在新环境中，不喜欢一个人吃饭上课逛街，想到要一个人搬到新宿舍就很害怕怎么办?","reconstruction":"我意识到自己内向，但我坚信我可以成长。我会寻找适合我自己的方式来处理这种情况，或许我可以尝试先从线上认识新室友，或是请老朋友陪我一起行动几天。我知道内向是很棒的特质，我不用自卑或轻视自己。虽然对于一个人在新环境中感到害怕，但我将以积极的心态迎接这个挑战，并相信我会逐渐克服恐惧。","strategy":3}
{"content":"感觉自己无所事事怎么办，每天上班感觉都在做一样的事情，没有成就感","reconstruction":"虽然目前没有成就感，生活乏味，每天重复且无意义，但我相信通过不断学习和成长，以及想要前进的心，我会找到更有挑战的工作，会有更多机会和成果。","strategy":3}
{"content":"各种事情的叠加，好多好多事情，都好困扰，好想一走了之，虽然很对不起亲朋好友，但是我真的受不了了。","reconstruction":"各种事情的叠加确实让我很困扰，但我相信我可以成长并克服困难。我知道这些挑战将会帮助我提升自己。我会努力培养解决问题的能力，以便未来能更好地应对类似的情况。","strategy":3}
{"content":"13岁，初一。在家里，不管我怎么了，别人把我怎么了，父母嘴里出来的，只有一句你活该。这个世界太喧闹了，不适合我。","reconstruction":"尽管这个世界和父母都表现出不友善的态度，但我相信自己的成长潜力无限。这个世界太喧闹了，不适合我现在的状态，但我相信通过努力和时间，我可以找到适合自己的环境。","strategy":3}
{"content":"生活中总是处处很敏感，不信任他人，有时候总会想着别人会害自己，喜欢逃避，对别人说的每一句话都很在意，怎么样才能解决敏感这个问题?","reconstruction":"生活中处处敏感，不信任他人，有时总会担心别人会害我，喜欢逃避，对别人说的每句话都很在意。然而，我坚信自己有能力成长和改变，我正在积极发展自己的人格，克服逃避和不信任的心态，努力成为一个更加自信和包容的人。","strategy":3}
{"content":"看了很多书，听了很多故事，却依旧焦虑不安，无法好好生活。","reconstruction":"看了很多书，听了很多故事，我虽然依旧焦虑不安，但我相信通过不断成长和改变，我能够找到自己的生活方式。","strategy":3}
{"content":"太难了被自己的情绪拖累，我真的好累，干什么事儿都不顺，甚至买双鞋都能把自己气到，太憋屈了……我为什么要这样活着?","reconstruction":"我被自己的情绪拖累，感到非常累，但我相信我有能力逐渐克服这些困难，提升自己的情绪管理能力，或许我下次感到自己又激动时，可以先做几个深呼吸，事后也可以用冥想帮助自己更快恢复平静。","strategy":3}
{"content":"周围的人像光，很吸引人，可自己就像是里面只有败絮，而无耀眼之处，自己该怎么提高自己呢，而进一步改变自己呢?","reconstruction":"周围的人像光，很吸引人，我现在可能还没有展现出耀眼之处，但我相信我可以通过成长来发现和培养自己的闪光点。","strategy":3}
{"content":"有时候都不想跟我说太多，班长脾气不好，都不管我。","reconstruction":"我可以试着与班长沟通，尝试了解他的处境和他的期望，若是他仍拒绝交流，我也可以尝试向其他可以帮助我的班级委员求助，同时也学习如何处理与不同性格的人相处的挑战。","strategy":3}
{"content":"什么都往外说，太作了，我真是个蠢人，哎，心里很难过。我有依赖性人格，回避型人格和表演型人格。我今年才知道，我一直以为自己只是，哎","reconstruction":"我有时候会将不该说的往外说，但我现在发现并承认了这个问题，我相信自己有能力成长和改善，我将努力变得更明智、更理智。","strategy":3}
{"content":"很想努力逼自己学习，但自己总是拖延，怎么激发自己的动力？","reconstruction":"我知道我有拖延的问题，但我相信通过自我成长和改进，我能够克服这个困难并变得更加努力学习。","strategy":3}
{"content":"做事情没有执行力，不负责，因为有原生家庭的影响。","reconstruction":"我目前的执行力和责任感不够强，但我坚信我可以通过个人成长和努力克服原生家庭的影响。","strategy":3}
{"content":"我跟别人相处总是真心相待，在表达上不到位，顾及别人的面子最后总是有隔阂。","reconstruction":"我总是真心对待他人，虽然我在表达上不够准确，过于顾及他们的面子，这导致了一些隔阂。但我相信，通过持续的努力和学习，我能够提高自己的表达能力，逐渐消除这些隔阂，实现与他人更好的相处。","strategy":3}
{"content":"如何做到非暴力沟通，总是容易发脾气，无法控制。","reconstruction":"尽管我现在总是容易发脾气、无法控制，但我坚信个人成长的力量。通过学习和实践非暴力沟通，我相信自己能够逐渐培养出更好的控制情绪的能力。我可以尝试在快控制不住情绪时深呼吸，并赶快离开那个环境，阻止自己爆发。","strategy":3}
{"content":"意志力薄弱，做什么都做不好，做到一半就放弃，为什么成就不了自己，就是因为没有自制力。","reconstruction":"我现在的自制力虽然不够强，但我相信每个人都有成长的潜力，我会通过努力和学习不断提升自己的自制力。或许我可以将目标缩小，不要一开始就设定难以完成的任务，经由一些小目标的积累，我相信我可以提升自己的坚持度。","strategy":3}
{"content":"高中压抑难受，换了环境不适应，没有朋友，连个倾诉得朋友都没有，很难受，周围人都好厉害，好自卑，不知道怎么表达情感，愁眉苦脸。","reconstruction":"虽然在学校感到压抑难受，换了环境也不太适应，朋友也少得可怜，连个可以倾诉的朋友都没有，但我相信自己是一个有潜力的人，我会通过这些困难来成长，并且努力培养自己与他人建立更多有意义的关系。","strategy":3}
{"content":"待在自己熟悉的环境，不想跟外界联系，生活也没有动力，怎么改变这种现状，找到生活的重心？","reconstruction":"我现在或许处于一个平淡期，感到缺乏生活动力。但我知道，正是因为我希望改变成长，我才会想改变这样的困境，或许我可以从生活中微小的改变开始，譬如安排不同的休闲活动，尝试没吃过的饮食，慢慢地找回生活中的乐趣。","strategy":3}
{"content":"为什么总是不敢去改变，走出门去面对新事物？没有动力是怎么回事呢?","reconstruction":"我现在对改变和面对新事物的勇气和动力不足，但这并不表示我没有能力克服，只是我可能需要多一点心理建设，或许我可以从生活中微小的改变开始，譬如安排不同的休闲活动，尝试没吃过的饮食，慢慢地以自己的步调获得更多的勇气。","strategy":3}
{"content":"由于本人内向孤僻，老实。说话不知分寸（大嘴巴）包括说错话。现如今被孤立，排挤。现不知如何在处理其复杂的工作关系。","reconstruction":"虽然我内向孤僻，老实，有时会说错话，而且现在被孤立和排挤，但我知道这是我训练自己沟通表达能力的机会，虽然已经造成一些不愉快，但我坚信我可以发展自己的社交技巧，逐渐学会处理复杂的工作关系。","strategy":3}
{"content":"在生活中总是不能正确体会到他人的情绪，很关心他人对自己说的话的想法，但总是不能确定他人的想法。","reconstruction":"在生活中，我常常无法准确体会他人的情绪，但我相信我可以成长并提高我的能力。尽管大多数时间我无法确定他人的想法，但我坚信通过学习和经验，我将能够更好地理解他人。","strategy":3}
{"content":"总是担心别人是不是会背着自己说一些自己的坏话，担心自己的表现别人不认可，很恐慌焦虑，该怎么改变自己啊。","reconstruction":"我知道我有担心他人背后议论的习惯，以及渴望他人的认可。但是，我相信每个人都有成长的潜力，我也可以通过努力改变自己，变得更加自信和不受外界评价的影响。","strategy":3}
{"content":"天天过着一样的日子，感觉很无趣想改变又没有那个能力。迷茫，不知道要怎么办……","reconstruction":"天过着相似的日子，我意识到这是一个成长的机会。尽管感觉无趣，但我相信通过自我发展和提升能力，我能够改变这种情况。我迷茫，但我坚信自己会找到解决办法。","strategy":3}
{"content":"30岁了，女，孩子苦苦挣扎中，一无所有，甚至努力都不是很投入，什么都不懂的自己，还有救吗？","reconstruction":"虽然我已经30岁了，感觉自己一无所有，对努力也不是很投入，对很多事情也不了解，但我相信自己可以不断成长。我现在或许不懂很多事情，但我有潜力学习和进步，我可以培养自己的能力，变得更好。","strategy":3}
{"content":"对他人的善良，被完美的利用，并给予我各种伤害。","reconstruction":"我相信自己有着不断成长的潜力，尽管我的善良曾遭受他人滥用让我伤透了心，但我知道善良是很美好的品德，我不应该和他们同流合污，但我会从中汲取教训，学会保护自己，变得更加坚强。","strategy":3}
{"content":"生完孩子后。感觉自己整个人都变了。总是心情很糟糕，对什么事都没有兴趣。总是感觉疲惫。","reconstruction":"生完孩子后，尽管总是心情很糟糕，对什么事都没有兴趣，总是感觉疲惫，但我相信自己有不断成长和进步的能力。我正在学习如何管理情绪和疲劳，这将使我成为更好的人。","strategy":3}
{"content":"时常会给自己定一些小目标，节食运动减肥，节省自己每个月的开支以便去买那件心仪的东西。结果，总是完不成。","reconstruction":"即使我没能完成那些小目标，我还是相信自己能够通过不断学习和努力，逐渐变得更好。","strategy":3}
{"content":"自从与前女友分手之后我就像变了一个人一样曾经阳光开朗的自己似乎消失了，现在的自己对什么都不感兴趣每天过的很抑郁好久也没有笑过了","reconstruction":"分手后的我变得消极，但我相信阳光的那个我没有消失，虽然我失去了能量，但我也有能力，一定可以重新找回那个热爱生活的自己。","strategy":3}
{"content":"已经考了好几次了，一直没过，本来说是不在乎，但是面对四级改革，还是好焦虑。英语也不好，还不愿意认真学，不知道该拿自己怎么办。","reconstruction":"尽管目前我的英语水平不理想，但我坚信随着时间的推移和不断的努力，自己一定能够取得更好的成绩。","strategy":3}
{"content":"工作压力好大，但是不敢辞职也无力改变现状怎么办?","reconstruction":"虽然我面临着巨大的工作压力，但我坚信这是一个成长的机会，我会通过这个挑战来培养自己的能力，最终不论是待在原岗位或是尝试新挑战，我一定能有更开阔宽广的人生。","strategy":3}
{"content":"做任何事都不会觉得自己可以完成和做好。总是否定自己，而且特别害怕在陌生环境独处，有办法改变吗","reconstruction":"我意识到在陌生环境独处时可能会感到害怕，但我坚信这是一个成长的机会，或许我可以从独立完成小任务开始，逐渐提升自己的信心，培养更好的能力。","strategy":3}
{"content":"不知道为什么觉得做人挺苦的，为了温饱在社会挣扎，为了家庭背负重压，为了别人的目光虚伪的不能做自己，为了情感而痛苦。大家觉得做人苦吗","reconstruction":"不知道为什么觉得做人挺苦的，为了求生存，为了家庭，有时也为情所苦，还为了别人的目光而勉强自己，我知道大部份的人们都在各种生活的压力中，我相信通过学习与经验的累积，我对生活的压力会更加有韧性和弹性的。","strategy":3}
{"content":"工作了那么多年，日复一日，没有什么进展，收入一过是只够温饱，月光族，很烦！","reconstruction":"一成不变，工作了那么多年，又没有什么发展，收入只够填饱肚子，每到月底就口袋空空，虽然现况是如此，但我相信我可以透过业余时间多多自我充实，并请教职场资深前辈的经验，来克服目前的状况，同时也提升了自我的价值。","strategy":3}
{"content":"工作一成不变，日复一日，最近有个感觉，感觉匮乏，总有一种无力，消极没意思的感觉。","reconstruction":"工作一成不变，总有一种无力，没意思的感觉，我想大部份的上班族也会经历这种感觉，我可以透过提升自己的专业知识，也多多与同事前辈互动，我相信透过一点一滴的改变会带来突破的。","strategy":3}
{"content":"之前感觉做完梦去解析真的特别准，最近做梦解析一直都说考试不理想，唉，都30了，还在愁考试，还在一无所有竟然还不自律，我到底有何用","reconstruction":"年纪都30了，还在面对考试，又喜欢透过解梦来舒压，但解梦还不如好好调整自己，我知道我的自律性不足，我应该落实运行时间管理，集中注意力，用功准备，一点一滴的努力不要气馁，我一定可以振作并期待金榜题名的。","strategy":3}
{"content":"没有力量做一件事，又非得去做，不做负面情绪就会总折磨我呀，怎么办，请教？","reconstruction":"没力做事又非得去做，我应该是有责任感的人才会这样，没去做就心里不舒服，既然如此，我先不要老想着心里的不舒服，我可以搜集一些有关的做事方法或请教可靠的朋友，提升自己寻找方法，解决问题的能力。","strategy":3}
{"content":"最近总是感觉压力大，害怕死亡，感觉自己还有好多事情没做，突然死去怎么办？心里会恐惧害怕空虚！","reconstruction":"人生无常，感觉压力大，害怕死亡，感觉自己还有好多事情没做，我应该把握当下，珍惜现在，并好好规划自己想完成的梦想或计划，我相信透过一点一滴的实践，我一定可以筑梦踏实的。","strategy":3}
{"content":"觉得自己做的不好，晚上失眠，心情压抑，工作生活一团糟，好想逃离","reconstruction":"工作與生活的壓力，讓我挫折想逃避，但我相信我過去所累積的並不白費，我要對自己有信心，我可以安排時間多多充實自己的專業技能。我相信透過學習並自我成長會帶給我突破與希望的。","strategy":3}
{"content":"自从学校分配了任务，这个问题成了我的心头之事，白天午休也睡不着，晚上半夜还不能入睡……唉，神经质一个！我该怎么办？？","reconstruction":"自从学校分配了任务，我很紧张有点神经质，脑袋一直想怎么做好这个任务，甚至影响睡眠，我想我可以学习好好的规划按部就班的执行任务，我相信自己是有责任感的，一定可以脚踏实地完成学校分配的任务。","strategy":3}
{"content":"我是一个内向的人，我很想变得开朗，变得幽默一些，我的性格是那种不是很活跃的人，想改变自己。","reconstruction":"我知道自己是一个性格内向不活泼的人，但我想改变自己，有想做的心就有动力，我可以透过阅读来自我成长，我相信我一定可以变得愈来愈开朗，愈来愈幽默的。","strategy":3}
{"content":"我高三，内心深处先要考一个好大学，但是没有动力整天得过且过，过完了一天又会去后悔，恶性循环，嗐","reconstruction":"尽管我一遇到问题就想躲，不想见与这件事有关的任何人，但我知道这样的情绪反应是于事无补的，我可以透过学习或阅读改变我面对问题的反应，练习就事论事，理性面对。","strategy":3}
{"content":"一遇到问题就想躲，不想见与这件事有关的任何人，","reconstruction":"尽管我一遇到问题就想躲，不想见与这件事有关的任何人，但我知道这样的情绪反应是于事无补的，我可以透过学习或阅读改变我面对问题的反应，练习就事论事，理性面对。","strategy":3}
{"content":"现在人都30多了。最近在家无意间发现老婆偷偷看乱伦的小说。还是父女乱伦的。也不知道是什么心理。比较担心。不知道该不该谈谈。怎么谈","reconstruction":"我感到家人常骂我，指摘我，我想是因为家人也是直肠子，讲话表达都比较直接，我不要对号入座，我要学习用更超然更宽广的心，面对我的家人们。","strategy":3}
{"content":"我想请问下我之前预约了一个咨询师，在咨询的过程中我常常感觉有压力，也常常哭，咨询后感觉情绪会很不好。这个正常吗","reconstruction":"我该做些什么让我能不虚度光阴，不无所事事，还能找到人生的目标呢?我想就从今天起，每天一点一滴的累积自己的工作能力再安排学习课程，一步一脚印的认真执行。","strategy":3}
{"content":"我是女生，我其实这几年发现我有那种倾向，目前为止已经暗恋了三个女生，我觉得有时候她们比男生更能吸引我....","reconstruction":"虽然在寻求帮助的过程中得到一些极端且具攻击性的反馈，但我发现自己是有自我察觉的，也有意愿寻求改善，既便在过程中心里很难受，但我相信透过心理方面的书籍及课程我可以改变我的性格。","strategy":3}
{"content":"考试不好，项目失败，家庭关系不和睦，朋友关系出现危机","reconstruction":"尽管这次考试不理想，项目失败，这样的压力影响到心情也影响人际关系，我相信面对挫折失败会有的不如意是很多人都走过的，我并没有很特别，我可以更加强我的时间管理来改进我的效率，我相信一定会很有帮助的。","strategy":3}
{"content":"他们都骂我，说一切都是我的错，无论是谁，谁都想踩我一脚包括我的妹妹当我质问他们的时候我的家人就会说不要顶撞大人不要和小孩计较","reconstruction":"我感到家人常骂我，指摘我，我想是因为家人也是直肠子，讲话表达都比较直接，我不要对号入座，我要学习用更超然更宽广的心，面对我的家人们。","strategy":3}
{"content":"觉得自己虚度光阴，无所事事，怎么找到人生的目标行动起来？","reconstruction":"我该做些什么让我能不虚度光阴，不无所事事，还能找到人生的目标呢?我想就从今天起，每天一点一滴的累积自己的工作能力再安排学习课程，一步一脚印的认真执行。","strategy":3}
{"content":"我心理很疑惑想改变性格而寻找心理之路，我只是想让一些同学更了解我也好提一下意见，可没想到有人让我跳楼有人骂我神经病","reconstruction":"虽然在寻求帮助的过程中得到一些极端且具攻击性的反馈，但我发现自己是有自我察觉的，也有意愿寻求改善，既便在过程中心里很难受，但我相信透过心理方面的书籍及课程我可以改变我的性格。","strategy":3}
{"content":"妈妈已年近80，仍然意气风发，聊起人与事总从坏的方面去看，总觉世人皆负她皆险恶，总爱指导我们，无法沟通，令我十分痛苦。","reconstruction":"妈妈已年近80，喜欢倚老卖老，总爱指导并从坏的角度去聊人与事，虽然我很不喜欢她的论点，我想我可以透过一些如何与年长者相处的书籍来帮助自己成长，来改善与妈妈的沟通。","strategy":3}
{"content":"每次在社交场合，都害怕自己表现不够好，想要与人成为朋友，却又害怕对方觉得自己肤浅。于是就紧张的畏缩起来。","reconstruction":"我在社交场合常常很紧张，想与人成为朋友，又害怕自己表现不好，我想我可以在平常多多涉猎有关如何克服紧张，如何与人愉快社交的书籍。","strategy":3}
{"content":"每次在委托别人办事的时候，该表达的没表达。说完之后总是后悔自己为什么又没说谢谢。","reconstruction":"在委托别人办事的时候，常常忘记表达感谢，常后悔该说谢谢的时候忘记说，我可以提醒自己多多在表达感谢的事上进步。","strategy":3}
{"content":"我一直过得都很好啊，没有发生什么啊，总是莫名其妙心里就很难受，总是想哭。","reconstruction":" 我一直都过得很好，但总是莫名其妙心里难受，有消极的想法。但我相信随着我的成长，我会更擅长调节自己的心态，掌握自己的心理变化的原因。 ","strategy":3}
{"content":"经常失眠，半夜做噩梦惊醒，吃不好，喝不好，睡不好。","reconstruction":"我经常失眠，半夜做噩梦，但我知道通过饮食运动和认知疗法的调整，我可以改变这种状况，掌握自己的睡眠质量。 ","strategy":3}
{"content":"真的好痛苦好痛苦好痛苦，从高一撑到高三复读又撑了一年，我总是告诉自己撑下去，可是没想到大学还是好痛苦。","reconstruction":"高中和大学的学习让我好痛苦，但我相信通过我学习能力和抗压能力的提高，我一定可以在学业方面游刃有余。 ","strategy":3}
{"content":"我的母亲总是阻止我做出改变，比如换发型，大到换工作。","reconstruction":" 我的母亲总是阻止我做出改变，可能是因为她不相信我可以独自做决定。我相信随着我的成长，她可以意识到我已经是能为自己负责的人了。 ","strategy":3}
{"content":"总觉的自己不好看，自己都很少照镜子，一天看不到自己几次，有时候觉的挺可爱，有时就就觉的无法直观的感觉。","reconstruction":"我总觉得自己不好看，很少照镜子，但我相信自己的容貌是可以改变和提升的，随着阅历的增长，我的气质会越来越好。 ","strategy":3}
{"content":"母亲总是咄咄逼人，总是反问句，总是抱怨人抱怨事，埋怨人，说话带枪带棒。","reconstruction":"母亲总是咄咄逼人，总是抱怨，但我相信母亲和我都是可以改变和成熟的，她也在不断地学习和适应和我相处的方法，我会支持和鼓励她的进步。 ","strategy":3}
{"content":"由于小的时候被家里暴打留下了很大的阴影，我甚至都不了解我自己。","reconstruction":"小的时候被家里暴打留下了很大的阴影，我认为我的童年是一种考验，也是一种成长的契机，虽然是很负面的契机。我相信自己有无限的潜力，能克服童年阴影。 ","strategy":3}
{"content":"人生来就处于弱势，背负了太多的东西，尝试过自救却没人理解，想要吃药却没钱，想做咨询也是贵的要死。穷人真的连死都不配有人倾听。","reconstruction":" 我虽然处于弱势，背负了太多的东西，但我认为我遇到的挫折是一种挑战，也是一种学习的机会。我相信自己有无限的潜力，随着我的成长和进步，我一定能够克服困难，改变自己的人生。 ","strategy":3}
{"content":"我发现我的家庭不需要我了。。。大家都好像很忙，很忙，没有人真的在乎你的感受。当我需要有地方倾诉时，我找不到。","reconstruction":"我的家人都好像很忙，他们给了我很多的支持和鼓励，他们的不在场也让我学会了如何独立。当我需要有地方倾诉时，我会更加主动地表达自己的需求和感受，而不是陷入孤单和无助。 ","strategy":3}
{"content":"别人不管做什么事我的心里不会有一丝触动，对任何人都没有感情。","reconstruction":"别人不管做什么事我的心里不会有一丝触动，这可能是需要改进的，我相信通过我有意识地改变和提升，我可以培养出更多的同理心。 ","strategy":3}
{"content":"脾气暴躁，看谁都不顺眼，有一点看不惯就得说出来，导致越来越不合群。还总爱和别人发牢骚，睡眠也不好，有一点小动静就醒了，然后就睡不着了。","reconstruction":"我脾气暴躁、爱发牢骚，睡眠还不太好，这说明我在情绪控制和睡眠管理上还有很多值得学习的，待我系统的了解之后，我现在的情况一定有所改善。","strategy":3}
{"content":"我先生总是否认我的观点和语言，我说这样做必定会怎么样，带来什么结果，他总说不会的，要么就冷笑，不说话。","reconstruction":"虽然我的先生总是否认我的观点和语言，但这也说明我的沟通能力有待加强。我相信当我学习沟通技巧之后，这个问题会有所改善。 ","strategy":3}
{"content":"感觉和她很像，人生观，自取其辱，自轻自贱，没有度，没有数，没有自尊，没有自爱。但我比不上她。","reconstruction":"虽然我觉得我自轻自贱、比不上她，但这也说明，我的性格、为人处事的方式上还有很大的提升空间。当我变得更好的时候，自然不再需要和她比较。 ","strategy":3}
{"content":"总是觉得自己不够好，为什么呢？好像内在跟外在都不够好。","reconstruction":"我总是觉得自己不够好，这说明我还有很大的提升空间，保持这样的心态总有一天我能使得内在和外在都足够好。 ","strategy":3}
{"content":"我每次和人相處，都會很不舒服，甚至自己就好像自動导航模式一樣，控制不到自己，心裏很難受。","reconstruction":"虽然我每次和人相处都会很不舒服，但这也说明我需要在人际交往上投入更大的努力。我相信通过努力和不断尝试，我会克服这样的缺点。 ","strategy":3}
{"content":"最近工作总出错，压力大，很难过，无助。","reconstruction":"虽然我最近工作总出错，压力大，但这也说明工作上我还有很多需要改进的地点，工作内容和时间安排上或许还有很多可以完善的地方。我相信当我弥补了缺点之后，我的工作会更加得心应手。 ","strategy":3}
{"content":"总是很害怕尴尬，会替别人玻璃心，搞得自己陷入担心，久久不能自拔，会一直想越想越往坏想，让自己很纠结我该怎么办…","reconstruction":"虽然我总是害怕尴尬，会替别人玻璃心，但这说明我在情绪的控制上还有很多值得学习的地方。我相信通过学习我可以很好的控制自己的情绪，不再久久不能自拔。 ","strategy":3}
{"content":"觉得他们太虚假，没把我真正的当朋友，不想上学了。","reconstruction":"虽然无法与他们成为真正的朋友，但我相信我可以成长并提高我的独立能力。 ","strategy":3}
{"content":"最近一直失眠，很难在两小时内入睡，觉得做什么都没意思，自己活着也没有价值，咨询过心理医生，没什么用，不知道该怎么办了。","reconstruction":"最近一直失眠，难以入睡，虽然觉得做什么都毫无意义，没有价值，但我坚信通过不断的干预治疗，一定可以走出这个困境。 ","strategy":3}
{"content":"朋友觉得我付出理所应当，总利用我，我该怎么办?觉得我很傻，我好像舔狗。","reconstruction":"虽然朋友觉得我付出理所当然，利用我，但我相信总有真诚的友谊在等着我，同时在这过程中也能提高我识人断物的能力。 ","strategy":3}
{"content":"总觉得缺钱，缺爱。收入似乎也不算低，打车不舍得，吃个西餐也不舍得。总算对老婆孩子还算可以，对自己总是抠门儿。","reconstruction":"总感觉缺钱，缺爱，我明白这种思维是需要时间去转变的，尽管大多数时间我都无法劝服自己，但我坚信通过学习和改变，我能更好地转变这种思维与风格。 ","strategy":3}
{"content":"害怕做错事，一点小事不好的话也会向别人隐瞒真相，怕被批评指责，在意他人的想法，感觉自己不能接纳负面事物，我这是什么心理，希望可以调整。","reconstruction":"怕被批评指责，在意他人的想法，感觉自己不能接纳负面事物，但我坚信通过调整和学习，我将能够更好地转变自己的心理。 ","strategy":3}
{"content":"我真的受不了家里人。。。真的烦死了。。。烦死了，烦死了，烦死了。","reconstruction":"虽然家里人有的时候让人很烦，但我坚信我可以成长提高我的理解沟通能力，尽管现在还是会有烦躁的心情，但我坚信通过学习和调节，我将更好地理解家人。","strategy":3}
{"content":"儿子只爱打游戏，没有其他爱好。工作只干洗浴服务生，不求上进。不想找对象，不想结婚。","reconstruction":"儿子爱打游戏不上进，不结婚，但我相信这可以改变，尽管目前来看这个转变较为困难，但我坚信通过言传身教，儿子能够对于现状有所改变的自主欲望。 ","strategy":3}
{"content":"活的毫无活力，明白应该努力做出改变却怎么也做不到，感觉和自我离得好远，讨厌自己。","reconstruction":"我意识到自我离得远是因为我需要成长的地方还有很多。讨厌自己并不能解决问题，反而阻碍了自己的成长。我相信自己拥有无限的潜力去改变现状。","strategy":3}
{"content":"我觉得我自己无法和父亲交流只要一交流就是侮辱和怒骂。我心里的事根本不敢和父母交流，一点事情没做好就是侮辱我。","reconstruction":"我需要更多地去理解和学习，特别是对于自己的情感表达和与父母的交流上。我相信随着时间的推移，我会变得越来越好。 ","strategy":3}
{"content":"以前我是一个很快乐的人，但是8月份我最喜欢的小狗死去了，我就觉得这个世界没有了光，心里很难受，时不时就会哭，有时候特别不理智。","reconstruction":"通过这次小狗死去的经历，我意识到自己的情绪和心态需要更加稳定和成熟，不能轻易被悲伤和失落所击败，我需要更加坚强和理智。 ","strategy":3}
{"content":"最近要吃一年多的药，我害怕治疗不好，害怕吃药，失眠一个月了。","reconstruction":"在一年的治疗之后，我会选择继续，我要相信自己可以度过这个难关，通过这次经历，我可以成长并变得更坚强。 ","strategy":3}
{"content":"生活与家庭之间找不到平衡点，家庭生活并不愉快，所以很多事情都觉得不顺心，很烦躁抑郁。","reconstruction":"我相信自己可以提高能力，找到方法，更好地处理生活和家庭之间的关系，需要更加努力和坚定地面对这些问题，找到生活与家庭的平衡点。","strategy":3}
{"content":"一直不自信、一直心态不好，害怕上台表演和上台发表言论，心态差。","reconstruction":"相信自己有能力克服上台表演和发表言论的恐惧。不要让心态左右你的行动，通过不断的练习和努力，你一定能够成功。 ","strategy":3}
{"content":"内心深处积压了太多，无法表达出来的东西，难以释怀，外人也根本无法理解。这种痛苦深深的折磨着我，谁又会明白呢？","reconstruction":"我相信自己的内心是可以变得更加强大和自信的。通过自我反思和积极寻求帮助，我可以逐渐摆脱痛苦的束缚，变得更加成熟和自信。 ","strategy":3}
{"content":"不敢与别人交流，和别人说话如果没有得到回应，就会一直想自己是不是说错了什么，或者是别人不想和我做朋友，而且一个人呆着总是感觉阴森森的。","reconstruction":"相信自己有能力克服社交障碍。不要害怕被拒绝或失败，每个人都有自己的成长和进步的空间。通过积极的自我对话和鼓励自己，我可以逐渐变得更加自信和外向。 ","strategy":3}
{"content":"我不想去人多的地方，觉得他们在偷偷的讨论我，经常失眠，闷闷不乐，对未来不抱有希望，而且总是想哭。","reconstruction":"相信自己有能力克服困难和挑战，勇敢面对现实。通过积极的自我反思和寻求帮助，我可以逐渐成长，并变得在人群中更加自信。 ","strategy":3}
{"content":"感觉世界末日了，我害怕自己有一天不知不觉离开世上。好累....","reconstruction":"虽然有一天会离开世上，但我还可以培养时间管理能力，在接下来的日子里好好珍惜时间，渡过精彩一生。 ","strategy":3}
{"content":"就是感觉不舍得给自己花钱，一堆的好东西，看不到适合自己的。","reconstruction":"意识到我经常感觉不舍得给自己花钱，但正因为这样我才有了勤俭节约的品德，我相信我可以提升一下自己的规划能力，对金钱进行合理的安排，这样能够让我获得更多的幸福感。","strategy":3}
{"content":"特别嫉妒别人总是忍不住说别人坏话。被人知道了别人都针对自己攻击自己，没人相信我，抓住把柄被孤立了。","reconstruction":"我意识到有时候特别嫉妒别人总是忍不住说别人坏话，感觉没人相信我，感觉被孤立。但我相信我可以提高我的共情能力，多舍身处理的为他人着想，相信一定会有所改善！","strategy":3}
{"content":"父母承诺过的事没有实现过？同学也在学校经常对我施压，父母也在嘲讽我，好痛苦。","reconstruction":" 我感觉同学在学校经常对我施压，父母也在嘲讽我，但我相信我可以通过自己的抗压能力来排解这些压力，同事可以更好的提升自己的专注力，将注意力多放在手头的工作和学习上，一定会有所提升。 ","strategy":3}
{"content":"看着身边的同学们都有自己的朋友，我却连一个一起吃饭的朋友都没有，是不是很丢人？感觉自己格格不入。","reconstruction":"我意识到自己没有很好的朋友，感觉自己格格不入，但我可以提升自己的独处的能力，锻炼出自己的独立的不依靠别人的人格，相信我只要和身边的人多一些话题，也能交到很好的朋友。 ","strategy":3}
{"content":"学习压力太大了，太痛苦了。","reconstruction":"我意识到学习压力太大了，但我相信我可以成长并提高我的抗压能力，尽管有时候快要坚持不下去了，但我相信只要自己不放弃，一定可以渡过这段时期并且有很大的提升。 ","strategy":3}
{"content":"为什么我买零食给朋友吃，妈妈会揍我，说都不给妹妹吃，难道我就不重要了？","reconstruction":"当我买零食给朋友吃，妈妈责备我不顾及妹妹的感受。虽然有时我感到自己被忽视，但我相信通过与家人的沟通，我可以更好地平衡我的需求和妹妹的需求。 ","strategy":3}
{"content":"做完的事有时会后悔，觉得自己没做好，非常生自己的气。","reconstruction":"偶尔我会在完成事情后感到后悔，认为没有做到最好。但我相信通过每次的努力和反思，我可以逐渐提高自己的表现。尽管我不能完全消除后悔，但我可以利用它来激发更大的动力。 ","strategy":3}
{"content":"一会干这个，又感觉那个还没有干完，各种焦虑，各种不安。","reconstruction":"我常常会陷入焦虑，感到各种不安，因为任务似乎永远也做不完。但我相信通过学习和发展更好的时间管理技巧，我可以减轻这种焦虑感。虽然我不能完全消除不安，但我可以采取积极的措施来改善自己。 ","strategy":3}
{"content":"与人相处时，总是礼貌的有点过分，无法敞开心扉，展现最好的最真实的自己，无法主动建立亲密关系。","reconstruction":"与人相处时，我常常表现出过分的礼貌，难以展示真实的自己，也难以建立亲密关系。但我相信我可以发展自己的自信，学会更加真实地与他人交往，逐渐建立更深厚的关系。","strategy":3}
{"content":"没有理由的失控，我真的不想一直被负面情绪影响。我不应该这样。我妈妈很疼我，吃喝也都由着我，我不应该这样啊不应该，好无助。","reconstruction":"有时候我会失控，感到无助，害怕，但我相信我可以学会更好地掌控自己的情绪。尽管我会遇到困难，但我坚信通过努力和学习，我可以改善自己的情绪管理能力。 ","strategy":3}
{"content":"性格内向敏感，唯唯诺诺，不敢去做，害怕错了挨批评，不喜欢自己这种性格。","reconstruction":"我的性格内向敏感，常常犹豫不决，害怕被批评。但我相信每种性格都有其独特之处，内向的人也可以有自己的光辉。我要努力接受和发展自己的性格，不再害怕去做，相信自己也可以取得成功。 ","strategy":3}
{"content":"什么事情都是小心谨慎，纠结难以抉择，很痛苦。","reconstruction":"我的性格使我总是小心谨慎，常常纠结不决，感到痛苦。但我相信这也是我独特的一部分，我可以从中获得优势。我要学会更加自信地做出决定，相信自己可以克服痛苦，取得成功。 ","strategy":3}
{"content":"在寝室发生不可调和的矛盾，但又不得不在同一屋檐下生活，沮丧颓废，也无法去做想做的事，好苦恼。","reconstruction":"我了解在寝室中的矛盾可能让我感到沮丧和无法专注。但我相信这是我的性格，我可以尝试找到解决问题的方法，培养更好的沟通技巧，以便更好地处理类似的情况。","strategy":3}
{"content":"头晕失落，容易犯困，身边的人都已经离去（没去世）","reconstruction":"最近，我感到头晕、失落，以及容易疲倦，身边的人似乎都离去了。但我相信我可以通过提高自己的情绪管理能力来克服这些挑战，也许我可以尝试寻求专业的支持，以更好地理解并处理自己的情绪。","strategy":3}
{"content":"最近做了一件事，大家都觉得没可能，但我还执意感觉有希望去做，害怕失败，所有人都嘲笑我，现在很慌张。","reconstruction":"最近做了一件事，大家都觉得没可能，但我还执意感觉有希望去做，即使我可能做的不够好，但我相信经过我不断地尝试，我会做得越来越好。","strategy":3}
{"content":"次次感情都是如此，放弃了人生，可能是我不配拥有吧。","reconstruction":"我之前的次次感情都是如此，但我相信我会慢慢成长，在感情中变得更加游刃有余。","strategy":3}
{"content":"不知道怎么和别人相处，别人都不愿意理我，都在排挤我欺负我。在家里爸妈也不喜欢我，总是被所有人针对。","reconstruction":"我现在不知道怎么和别人相处，别人都不愿意理我，都在排挤我欺负我。在家里爸妈也不喜欢我，总是被所有人针对，但我相信我会在人际交往方面慢慢成长，变得越来越好。","strategy":3}
{"content":"从小没有被女生喜欢过，谈恋爱一直失败。对自己恋爱这块没有信心。","reconstruction":"我相信虽然我从小没有被女生喜欢过，谈恋爱一直失败，但我会在感情方面变得越来越好。","strategy":3}
{"content":"企图改变自己，却不知道如何去付诸行动，活在当下好难。","reconstruction":"我相信我不断的去改变自己，一定会知道如何去付诸行动才能让自己变得更好。","strategy":3}
{"content":"我应该是社恐，和新合租室友看不顺眼，不敢和她沟通交流，挺自卑，感觉她做什么我心理都很排斥她，然后各种嫌弃，但是跟他沟通不来。","reconstruction":"虽然我现在感觉她做什么我心理都很排斥她，然后各种嫌弃，但是跟他沟通不来，但我可以慢慢增加与人沟通的技能，之后就可以和她好好沟通了。","strategy":3}
{"content":"在学校，没有朋友，想要融入别人却融入不了，因此觉得孤独，在社交中表现得很焦虑，不主动，也没有一定的技巧。","reconstruction":"在社交中表现得很焦虑，不主动，也没有一定的技巧，但我可以不断学习，之后可以找到朋友。","strategy":3}
{"content":"本人很懒，可以一直玩手机好几天。同时又不断责骂自己，感觉很堕落。但是怕难，完全不想学习，一看书就烦。","reconstruction":"我本人很懒，可以一直玩手机，感觉很堕落。但是人都是不同的，我相信等我慢慢的改变，我会变得更好。 ","strategy":3}
{"content":"不敢去人多的地方，一去到人多的地方就感觉有人注视着自己，并且一感觉有人注视自己的时候就不会走路了，并且不善于与他人交谈。","reconstruction":"我不敢去人多的地方，感觉总有人注视我，并且不善于与他人交谈，但是人总会成长的，我可以从现在起改变。","strategy":3}
{"content":"最近几天上了点火，然后吃什么都吐，后来在吃中药，但是不想回学校，莫名的就特别想哭，心里特别难受，精神也不太好，没状态。","reconstruction":"最近几天我上火，吃什么都吐，干什么都没有状态，精神也不太好。但是抑郁情绪是很正常的，我可以一点点尝试自己喜欢的东西，变好。 ","strategy":3}
{"content":"失业了，和家里的每一人都争吵过，这里容不下我，无论是家人还是男友，没有一段关系是我能处理得好的，所有人都憎恶我。","reconstruction":"失业了，和家里的每一人都争吵过，这里容不下我，无论是家人还是男友，没有一段关系是我能处理好的，所有人都厌恶我。人都会经历低谷，我也会度过这段难熬的时光。","strategy":3}
{"content":"睡眠不好，经常跟父母吵架，父母总说我是废物，是累赘，被校园暴力四年，被别人在冬天泼过冷水，被别人传绯闻。","reconstruction":"睡眠不好，经常跟父母吵架，我还被校园暴力，被别人传绯闻。有人生低谷期更正常，我会正视问题，慢慢变好，不被外界所影响。 ","strategy":3}
{"content":"我是个学生，但有时候感觉会有点失眠，对待这个世界总是消极，也常在想什么时候离开了该多好。","reconstruction":"我是个学生，有时候失眠，我对这个世界很消极。人在成长过程中有这种想法很正常，我会在成长过程中慢慢变的积极乐观。","strategy":3}
{"content":"别人对我语气有一点强硬，我就觉得别人对我不友好。别人一说我，我就生气，想到他对别人就不敢这么说，我就生气，觉得自己太好欺负了。","reconstruction":"虽然他指出错误时的语气有些强硬，但他不断指出我的短板，我一定会慢慢弥补上这些缺陷，这样他的语气也会慢慢不再那么强硬。 ","strategy":3}
{"content":"每天漫无目的感觉人生一无是处……","reconstruction":"尽管最近这段时间我一直闲着，也没有什么目标，但我相信我总能找到自己前行的方向。","strategy":3}
{"content":"从大学毕业后，感觉自己每年五一和秋季就会发生一些意外或者不如意的事。几乎每年都是，感觉自己在循环生活，陷入怪圈循环。","reconstruction":"尽管每年定期会遇到意外或不如意，但处理完这些意外后，我总能得到有些收获，得到一些成长，慢慢的，我一定会变得越来越强大。 ","strategy":3}
{"content":"一事无成，钱也没有，朋友也没有。不知道自己喜欢什么工作，好像基本上都是三分钟热度，然后就没有上进心了。","reconstruction":"虽然目前我没钱，也没要好的朋友，更没有明确喜欢的工作，但好在我涉猎广泛，我总会在这些事物中获得独一无二的能力。 ","strategy":3}
{"content":"为什么小学的时候我可以那么开心，但上了初中也就没那么开心了。","reconstruction":"在上了初中之后常常感到不如小学快乐，但我相信我是个乐观向上的人，我一定能重新找到快乐之道。","strategy":3}
{"content":"没发生什么事情，就是突然这么想，担心我不是母亲亲生的，她就不爱我了。","reconstruction":"虽然我有时胡思乱想担心我不是母亲亲生的，从而失去母亲的爱，但是我相信母亲对我的爱不会因此消失，我会及时疏解我自己的负面情感。","strategy":3}
{"content":"内心戏太多，注意力总不在当下，感觉总在走神。","reconstruction":" 有时我经常走神，神游许久，但是我坚信我的努力可以让我改正这个小缺点，找到合适地放松与专注的平衡点。","strategy":3}
{"content":"我的妹妹经常和我奶奶告状，我奶奶不分青红皂白就打我，还说我不懂事之类的，有时还会语言攻击，我每天被妹妹威胁，被奶奶冤枉奶奶打。","reconstruction":"妹妹的告状，奶奶的冤枉使我难受，但我相信慢慢的妹妹会长大，奶奶也会知道我没有错，并且我通过此次经历会使我的心理素质更强大，更能对别人感同深受。 ","strategy":3}
{"content":"老公不爱我，可是当我怀孕他又非的留下这个孩子，现在孩子五个月，能感觉出他还是不爱我，心里憋闷难受。","reconstruction":"我常常因老公不爱我而憋闷难受，但我相信我会成长起来并不过度关注老公。尽管老公可能会一直不爱我，但我会努力教育好我的孩子，我将让我的孩子有所成就。 ","strategy":3}
{"content":"从小到大就在痛苦中长大，不如解脱。","reconstruction":"我常常因生活中的痛苦而想解脱自己，但我相信我会成长起来并提升我的抗压能力，尽管我会因痛苦而想放弃自己，但我相信随着时间的流逝，我将更强大去面对痛苦。 ","strategy":3}
{"content":"感觉心里空落落的，和室友不交流感觉好没意思，好孤独，交流也只是一两句话还是孤独，改变不了我的心情。","reconstruction":"我常常因无人交流而感到孤独，但我相信我会扩大我的结交圈子并交到好朋友，尽管大多时候是会孤独的，但我坚信通过多结交，我会感到充实的。 ","strategy":3}
{"content":"天天上班，压力好大，很累想休息几天，领导不同意，顾虑这份工作是养家糊口，不能抵抗，麻了。","reconstruction":"每天高强度工作让我觉得压力好大，但我相信只要坚持就能让我增强抗压能力。 ","strategy":3}
{"content":"一次次的考试失败，不知道道路如何是从，自卑感不断涌出！","reconstruction":"通过弄懂这些考试积累的错题，我一定会有很大水平的提高。 ","strategy":3}
{"content":"自己做了很多错事，没有人再相信自己了，自己把自己给害了特别后悔。","reconstruction":"虽然我做错了很多事，失去了大家对我的信任，但我相信我以后一定会改正这些错误，重新开始。","strategy":3}
{"content":"知道自己的缺点，可是怎么改都半途而废，都坚持不了，不想为了琐碎变成一个怨妇。","reconstruction":"我知道自己在改正缺点的时候会半途而废，这已经是很大的一个进步了，接下来慢慢一步步来培养坚持改正下去的能力。","strategy":3}
{"content":"今天身体不舒服，好想有个人能陪着我，照顾我，似乎从来都没有人这样对我。又觉得自己这样的想法像个孩子。","reconstruction":"在身体不舒服地时候会渴望陪伴，或许这是人身体最虚弱的时候，我可以好好锻炼自己在虚弱的时候仍然保持强大的能力。 ","strategy":3}
{"content":"快3年了，我现在仍然注意力无法集中，根本就学不进新东西，很痛苦。脑袋胀痛难忍。","reconstruction":"我可以尝试换种方法继续注意力集中的锻炼，好好另辟蹊径，找到一种适合我集中注意力的方法。","strategy":3}
{"content":"为什么别人越是夸奖我，我越是不安急躁。觉得自己根本没有这么好，怀疑他们只是在捧杀我。他们眼中的我真的有这么好？还只是说说而已呢……","reconstruction":"或许我对他人的夸奖过于敏感了，我可以尝试多看看自己身上的发光点并接受他，不要对他人的夸奖过于敏感了。 ","strategy":3}
{"content":"总感觉家里人看不起我，没办法沟通，又没办法脱离。难道就任由他们把我的大小事情全部安排好吗。","reconstruction":"因为家里人总是给我安排好所有的东西，这样让我的生活一路顺风，但是我觉得我应该尝试自己独立，先和他们好好沟通，尝试培养一下自己的独立能力。","strategy":3}
{"content":"坐月子中，没有为人父母的喜悦，总是很焦虑，很想哭，不想带孩子，不知道自己是怎么了。","reconstruction":"我可以尝试好好培养自己为人父母的能力，我相信未来我可以很好适应父母这个角色的。","strategy":3}
{"content":"做什么事都提不起兴趣，不愿意上班，和家人的关系紧张，上班后把自己厌烦的情绪藏起来，好累。感觉自己活着没有意义。","reconstruction":"我可以好好培养自己与自己和解的能力，如果生活一路平坦倒也没什么意思了。 ","strategy":3}
{"content":"性格悲观敏感，没有自信心，现在感觉做什么事都很困难，觉得自己做不到，陷入负面情绪无法自拔。","reconstruction":" 我总是觉得自己很差劲，性格也悲观敏感，那么我可以尝试先从小事改变，面对任何事情都勇于尝试，不要在意结果如何。 ","strategy":3}
{"content":"看见比自己穿得好看，长得好看的人就会不自信怎么办？心里觉得别人会看不起自己。","reconstruction":"我可以好好观察一下别人的美丽是着重在什么方面，然后也可以好好学习一下，这样慢慢的我也会变好看的。","strategy":3}
{"content":"我很多疑，对谁也不相信。总认为大家都在欺骗我，很没有安全感。","reconstruction":"我可以尝试好好培养一下自己看待事情的角度，也不一定非得对所有事情都怀疑，从对小事相信做起。 ","strategy":3}
{"content":"总是莫名难过，不自觉的去瞎想，不想去想那么多，只想简单的活着。","reconstruction":"或许是我想法总是太悲观，所以总是莫名其妙感到难过，我可以尝试改变一下自己的性格，培养一下自己乐观的心态。 ","strategy":3}
{"content":"我总喜欢生气，因为别人转弯抹角骂自己或者说自己，会生气很久，不知道自己内心怎么回事…","reconstruction":"我可以尝试和自己和解，不要在乎外人对我的看法，如果确实是自己不对那么就虚心接受。 ","strategy":3}
{"content":"从小到大一直都被人当枪使，就那种被人拐了还乐呵呵的帮人数钱，很多事情都是因为我间接性让别人不好了，我真的特别特别难受不知道怎么面对...","reconstruction":"对于他人我太轻易相信，所以老是被当枪使，我可以培养一下与他人相处的能力，不轻信他人，试着让自己复杂起来。","strategy":3}
{"content":"经常莫名的难受，感觉到孤独。融入不进周围的圈子。","reconstruction":"我可以好好培养自己的沟通能力，也可以好好培养自己的人际关系。 ","strategy":3}
{"content":"我来这个培训学校5个月了，都没找到人陪我吃饭，别人都成群结队，我觉得我很孤独，很痛苦。","reconstruction":"我可以尝试迈出第一步，好好培养自己与人相处的能力。","strategy":3}
{"content":"每说一句话都要反省一下自己，觉得自己很差劲。","reconstruction":"我可以尝试换种想法，对自己的说出的话不再抱有批判的想法，可以锻炼自己的讲话技巧。","strategy":3}
{"content":"男，大学生，在人多的地方感觉别人都在看着自己，怕自己的举止表情让别人笑话，有时候自己就好像在表演一样，感觉特别不自然。","reconstruction":"我可以尝试端正自己的行为举止，让自己在大场合能加得体大方。 ","strategy":3}
{"content":"情绪很丧不知道活着为了什么，做什么都没意思，自信心降到历史最低，不愿意和人交往和聊天，觉得自己比别人都差，4年了…","reconstruction":"坏情绪是所有人都有的，我可以学着把坏情绪化为成长的动力！ ","strategy":3}
{"content":"失眠越来越严重，很痛苦没有什么希望让我活下去。","reconstruction":"尽管失眠让我很苦恼，但我相信我可以通过学习和改变生活习惯来提升我的睡眠质量，我有能力改变并成长。","strategy":3}
{"content":"之前弟弟没有界限，即使成家也是依赖，总是索取，并且没有觉得有什么不妥，无语加无奈。现在又有客户一味压榨，感觉自己很委屈。","reconstruction":"弟弟以前的依赖和索取让我感到委屈，但我相信每个人都有成长的机会，包括我自己。我会学会保护自己的界限，并与人建立健康的互动关系。","strategy":3}
{"content":"最近一年压力很大，总是无法安稳入睡。","reconstruction":"压力导致我无法安稳入睡，但我相信通过改善自己的应对方式和建立健康的生活习惯，我可以提高自己的抗压能力，并更好地管理压力。 ","strategy":3}
{"content":"并没有对自己身体感到过好奇，有时候看到自己胸口还有痣，感到自己不完美。自己胸部还小。","reconstruction":"过去我可能没有对自己的身体感到好奇，但我相信身体是成长和变化的，我会积极探索和了解自己的身体，同时也接受自己的不完美，因为我知道真正的美丽来自内心。 ","strategy":3}
{"content":"我感觉我自己什么都没干，正好好的就感觉身心无力了，是因为我学习压力太大吗？好像很焦虑。","reconstruction":"我现在感觉身心无力，可能是因为我还需要更好地管理学习压力，但我相信自己有成长的潜力，我会学习时间管理和应对焦虑的方法，变得更强大。","strategy":3}
{"content":"明明没有发生的事情也会感到焦虑，无法正确对待自己的负面情绪，感觉时刻都在被负面情绪操控，严重影响了自己的生活和心情。","reconstruction":"虽然我时刻被负面情绪操控，但我相信这是我成长的机会。我会努力学习如何正确处理负面情绪，提高自己的情绪管理能力。我相信自己有无限的潜力，可以战胜负面情绪的困扰。这个过程会让我变得更加坚强和成熟。 ","strategy":3}
{"content":"不知道该怎么说，人生啊真的是一步错步步错，父母的漠视、朋友的毫不关心、生活中各种琐碎的小事、精神上的摧残，真的压得我喘不过气了。","reconstruction":"虽然我当前感到无法呼吸，但我相信这些困难可以成为我成长的机会。我要相信自己有无限的潜力，可以克服困境。我会努力提升个人的心理韧性和应对能力，学会处理人生中的挑战。虽然现在困难重重，但我坚信未来会有更好的机会和选择。 ","strategy":3}
{"content":"大学生，舍友原生家庭不是很好，她每天除了学习什么都不愿意做，也不知道该如何与别人相处，总是很自卑。","reconstruction":"我看到舍友的原生家庭不是很好，她可能因此感到自卑。但我相信每个人都有无限的潜力，她可以通过学习和成长来提升自己的自信和与人相处的能力。 ","strategy":3}
{"content":"总是关注鸡毛蒜皮的小事，无法集中注意力到应该做的事情上去，总是逃避，碌碌无为。","reconstruction":"我有时候会过于担心无关紧要的小事，而忽略了应该做的事情，甚至逃避责任。但是我要相信自己有无限的成长潜力，我可以通过改变我的思维和行为习惯，变得更加专注和有条理，实现自己的目标。","strategy":3}
{"content":"不知道和别人聊什么话题，总是纠结聊什么话题，总是想这个话题别人爱聊吗?","reconstruction":"我在与人沟通方面总是陷入纠结，但我知道随着年龄的增长和经验的积累，我会和别人多接触、多聊天，这样我就更清楚和别人聊天时应该注意什么和怎样做，提升自己聊天的能力。","strategy":3}
{"content":"每次领导对我们的工作做出评价的时候，没有表扬我，或者表扬力度没有其他的同事高，我就会感觉收到了批评。","reconstruction":"在工作中，我很在意别人对我的评价。但我相信随着经验的积累，我一定会越做越好的，如果下一次我完成的更好的话，领导也会表扬我的。 ","strategy":3}
{"content":"突然有一个时间会觉得生无可恋，我们为什么要活着，这么辛苦，付出这么多收获却不多，活着的意义何在?","reconstruction":"偶尔会陷入对活着这件事存在的意义的思考，但我认为随着人生阅历的丰富，这些答案会随着成长一点点揭开谜底，才能活得更有意义。 ","strategy":3}
{"content":"失业失恋怀疑人生，没有强烈的痛苦，但是总是觉得隐隐约约的一直不快乐，对所有的事情都失去兴趣。","reconstruction":"最近觉得对一切事情都提不起兴趣，但我相信随着我年龄的增长和经历的丰富，只要我找到新的努力方向，就能走出这种郁郁寡欢的状态。 ","strategy":3}
{"content":"这么多年来抑郁一直不断的反复，我真的不想再努力了。","reconstruction":"抑郁一直在反复，但我知道人是会成长的，我的心理随着年龄的增长会越来越坚强，只要我坚持下去，我会重回积极乐观的状态的。 ","strategy":3}
{"content":"每次领导安排一个任务就很焦虑，怕自己做不好，完成不了任务，很有挫败感。","reconstruction":"工作中，我接到任务总是会有焦虑和不自信的感觉，但我相信我能通过这些工作提高自己的能力，成为更有能力更有自信的自己，完成接到的任务。 ","strategy":3}
{"content":"我不知道哪个是真正的自己，我想要改变自己，我觉得自己不够好。","reconstruction":"在生活中，我的自我认知不清晰，有自卑的心理。但我知道我的判断能力和接受能力是会成长的，随着成长我总会逐渐认清自己的，或许我可以从倾听别人对我的评价开始，结合自己的判断成为更好的自己。 ","strategy":3}
{"content":"我真的坚持不下去了，每天被父母骂，学习成绩也不好，真的真的坚持不下去了。","reconstruction":"父母的批评和成绩的糟糕使我失去了信心，但学习能力是可以逐渐培养和提高的，或许我可以尝试一些合适的学习方法，并且和父母好好沟通，调整好我的情绪和状态，提高我的学习成绩。","strategy":3}
{"content":"很想和某个人说说话。大家真的觉得生活很有意思吗。只有我感觉生活忙的时候很累闲的时候太无聊吗。我真的对一切都失去了兴趣。","reconstruction":"在生活中，我仿佛对一切都失去了兴趣，但是我相信我可以成长并让我的生活变得有趣。尽管我清闲的时候感觉无聊，但是我可以利用这段时间做一些之前没有做过的事情，让我的生活变得有趣起来。 ","strategy":3}
{"content":"感觉自己对别人挺好的，也很热情，但是为什么别人不是这样对待我的。而是冷淡，冷漠，不帮我。","reconstruction":"在生活中，我总是期许对别人好就一定要有所回报，但是我相信我可以成长并改变我这种心态。尽管大多数时间我无法确定别人的真实看法，但是我坚信爱我的人会以他们的方式对我好的，而我只要问心无愧就好。 ","strategy":3}
{"content":"性格偏消极，总觉得自己不够好，不敢尝试新事物，陷入负面情绪，总在原地打转。","reconstruction":"在生活中，我的性格有些消极，但是我知道这种情况会慢慢变好，或许我可以在心里为自己加油打气，告诉自己是最棒的，相信自己一定可以克服困难的。","strategy":3}
{"content":"刚开学没几天在QQ上被同学们骂了，不知道该怎么办，是不是真的被好多人讨厌，大概是真的太内向了。","reconstruction":" 刚开学没几天在QQ上被同学们骂了，但我相信我可以成长并改正自己做的不对的地方，尽管可能因为一些原因我被人骂了，但是我相信可以通过合理的沟通一定可以解决问题。 ","strategy":3}
{"content":"他无法沟通，每次吵架都是指责抱怨，都是别人的错，陈年往事都要翻出来，证明都是别人对不起他，真的是太难了。","reconstruction":"每次吵架他都是在证明别人对不起他，但是相信我可以从中成长并提高和他人交流沟通的能力，没有谁是永远正确的，适当的低头可以发现很多问题，我可以在他抱怨的时候选择倾听或者离开，减少负面情绪的影响。 ","strategy":3}
{"content":"面对不理解自己，不信任自己的人，我会特别愤怒与委屈，觉得自己掏心掏肺还得不到信任，特别难过。","reconstruction":"我常常会因为别人的不理解不信任而难过，但是我相信我可以成长并提高控制情绪的能力，这些人对我的不理解不信任与我无关，没有他们的理解和信任我还是可以做好我自己的。 ","strategy":3}
{"content":"最近几天莫名悲伤，已经很久没有这样了，不知道自己是怎么了。","reconstruction":"最近几天我感觉莫名的悲伤，但是我知道没有人可以一直没有负面情绪，尽管我不知道自己为什么这样，但是我坚信可以通过做一些快乐的事情来改善自己悲伤的情绪。 ","strategy":3}
{"content":"总觉得自己脸不好看，想要整形，一直在减肥，还是觉得不够瘦。别人觉得挺好看的，但是我总觉得他们说的是在恭维，不是真的。我总是对自己很不自信。","reconstruction":"我相信每每个人都是独一无二的存在。美丽也没有一个统一的标准。我通过健康的生活方式，保持身材。逐渐变得更加自信和健康。我也意识到别人的赞美是出自真心，我要学会接受并感激这份认可。我正在培养自信，珍惜自己的独特之处。 ","strategy":3}
{"content":"已经一年半了，情绪容易失控，拍打桌子，很累，讨厌自己，又无能为力改变，失眠多梦，月经不调，与人交往很累。","reconstruction":"在这一年半的时光里，我经历了许多，成长的过程伴随着阵痛。我学会了认识自己的情绪，也学会了用拍打桌子这样的方式来释放压力。我感激自己在困难面前坚持下来，即使感到疲惫也能勇敢前行。我也感激自己对自己的坦诚，这是成长的一部分。虽然我无法立刻改变一切，但我知道每一天我都在为自己变得更好而努力。失眠多梦提醒我要更加关注自己的身心健康，这是一份来自内心的提醒。月经的不调也是身体在向我传递信息，我会更加细心地照顾自己。与人交往的挑战也让我更加珍惜人际关系的重要性，我会学会更有效地与他人相处，共同成长。 ","strategy":3}
{"content":"我因为身体的种种原因外加父母的不理解、责骂、偏心而产生自杀心理，想死但又怕痛，想死但又牵挂家人，我是生病了吗？","reconstruction":"我相信每个人都会经历生活中的挑战，而我也不例外。我愿意接受这些挑战，并相信自己有能力逐步克服它们。虽然父母的态度可能会让我感到困扰，但我坚信我可以寻找到建设性的沟通方式，让他们了解我的感受。我也明白自杀并非解决问题的方式，我会寻求专业帮助，以便更好地理解和应对当前的情况。我相信通过坚定的信念和持续的努力，我能够实现内心的成长，过上积极健康的生活。 ","strategy":3}
{"content":"每次都坚持不下去，真的好难，很想放弃，但又不能放弃。","reconstruction":"每一次的坚持都是我人格成长的一部分，尽管困难重重，但这也是我成长的契机。时常感到困难重重，但这正是锻炼我的机会，我会珍惜这一切。我明白放弃并非解决问题的方法，我会用坚定的决心去迎接挑战，成就更好的自己。","strategy":3}
{"content":"从小打压式教育，自卑敏感，总觉得自己能力差，工作上接到新的任务总会很紧张，压力很大，感觉自己无法完成，很没有自信。","reconstruction":"虽然从小受到了一些打压式的教育，但这锻炼了我的坚韧不拔的毅力。因自卑敏感，使得洞察力更强。虽然自我认为能力有限，但同样给予了我成长的空间，我会不断提升自己，珍惜每一次展现自己的机会，虽然压力巨大，但我相信我能克服困难，完成任务，成长为更加优秀的人。","strategy":3}
{"content":"高中住校，很想母亲，可能因为有不高兴的事情没有人诉说吧。都憋在心里，很难受。","reconstruction":"高中住校，由于远离家人总是思念母亲，或许是因为一些让人心情沉重的事情无法分享，所以我选择将它们埋在心底。然而，这段时光让我明白了独立和坚强的重要性，也让我相信困难只是我成长过程中的一部分。","strategy":3}
{"content":"我家长经常骂我打我，我都不知道该怎么办，动不动就骂人，我好像是个出气筒那样。还不让我去读书，老是拿我前途当玩笑。我真的活不下去了。","reconstruction":"虽然我家长经常责备甚至打骂我，我相信这是成长路上的磨难，通过父母的鞭策，我会成长为更好的大人。 ","strategy":3}
{"content":"突然就是心情失落难过，想改变自己却无法自拔，限于其中，自责难过，恶性循环。","reconstruction":"突如其来的情绪低落，尽管现在感到有些困难，但我知道这是成长的一部分。我相信在这个过程中，我会找到方法，变成一个更加坚强的人，逐渐打破这恶性循环。","strategy":3}
{"content":"不敢照镜子，也不敢拍照片，不敢正视自己。","reconstruction":"勇敢地照镜，用心拍照，毫不犹豫地正视自己，这是我为了个人成长所做的勇敢一步。","strategy":3}
{"content":"婆婆每天说话都很假，对人不真诚，就像带个壳子一样。还自我感觉很良好。","reconstruction":"婆婆天说话的深思熟虑，虽然降低了矛盾的发生，但是家庭温馨的氛围感也减少了，我需要更加包容和理解，努力让婆婆放下的心结，与她好好相处，相信我们的关系会变成亲母女一样。","strategy":3}
{"content":"极度焦虑，觉得自己不应该活着。来回走动，咬指甲，扯头发。觉得自己极度恶心，自残自虐，自杀未遂。","reconstruction":"我可能正经历困难时期，现在极度焦虑，有自虐行为。但我能意识到这一点，意味着我相信我有潜力做出改变改变。这些情感和行为不会永远地困扰我，我可以学会更好地应对它们。 ","strategy":3}
{"content":"心理压力很大，很焦虑，认为没有人懂自己。想离所有人都远远的，想找一个陌生的城市生活。断绝父母关系，断绝夫妻关系，断绝朋友关系。","reconstruction":"我现在心理压力大，有疏远他人的情感，这是正常的，心理成长过程中总会有一段这种经历。现在应该注重的是怎么释放压力，主动维护与身边人的关系，找到适合自己的发展途径。我相信未来我一定能有乐观的心理。","strategy":3}
{"content":"完全不想毕业，感觉好像毕业就什么都没有了，也舍不得舍友，怎么办啊?","reconstruction":"毕业是一个新的开始，虽然会投身到一个陌生环境，大学已经成为一段记忆，但我相信我能快速适应，继续发展成长。舍友是一辈子的朋友，即使彼此分离，我们也能互相帮助，共同成长。 ","strategy":3}
{"content":"每天小孩的学习、工作总能让人抓狂，我感觉自己总不能能很好的进入工作状态。","reconstruction":"我正面对着家庭与工作的挑战，但人一直都是在成长的，这一段经历其实很宝贵。我相信伴随着我从生活中学习，不断积攒经验，我终究能找到好的安排方式，提高时间管理能力，做的工作生活两不误。 ","strategy":3}
{"content":"和老公常年工作时间错开，没有感情，也没有了交流，但是害怕离婚后自己过不好，也害怕别人嫌弃我二婚，我今年34岁，也担心自己生育问题。","reconstruction":"我和老公长年工作时间错开，没有感情，也没有了交流，但是我相信我可以成长并提高我的共情能力，这是对我们感情的考验，只要我们跨越了这个困难，我们就一定可以将我们之间的感情更上一层楼的。 ","strategy":3}
{"content":"出门时，总感觉别人在注意我，听到声音怕是在议论我，怕自己表情不正被误会，怕人，怕遇到极端分子被杀害，刻入骨子里的害怕。","reconstruction":"我出门时总感觉别人在注意我，听到声音怕是在议论我，怕误会，更怕被杀害，但是我相信我可以成长并提高我的心理承受能力，我只要不那么在意周围的人和事物，我就改变了自己的这一缺点，我相信我会将这一缺点变成我的能力。 ","strategy":3}
{"content":"感觉我要比别人更努力才可以活着下去，我的工作比别人辛苦，承受的压力和痛苦也是别人的2倍，感觉人生不公平。","reconstruction":"我感觉我要比别人更努力才可以活下去，我的工作比别人辛苦，还要承受更大压力，我感觉不公平，但我相信我可以成长并提高我的抗压能力。尽管我现在的工作辛苦的，但是我知道年轻人在事业起步阶段是没有轻松可言的，我是在不断进步中的。 ","strategy":3}
{"content":"感觉自己是一个冷血的人，听着他们烦恼的恋爱故事，感觉不痛不痒，没什么好烦的。","reconstruction":"感觉自己是一个冷血的人，听着他们烦恼的恋爱故事，感觉不痛不痒，没什么好烦的，但我相信我可以成长并提高我的共情能力。尽管我现在在外人眼里可能是冷血的，但是只要我多和别人交流，我就可以提高我的共情能力的。 ","strategy":3}
{"content":"在国外读书。同学都太优秀了，我仿佛是个透明人。人际关系也处不好，没啥朋友。","reconstruction":"在国外读书，同学们都太优秀了，我仿佛是个透明人，人际关系也处不好，没啥朋友。但我相信我可以提高我的人际交往能力。尽管大多数时间我都无法处理好人际关系，但是我只要勇于沟通，我就会改变这种现状的。","strategy":3}
{"content":"我害怕自己看别人，别人不自在。。。。。。。","reconstruction":"我会害怕看别人的时候，别人会不自在，只要我不过于在意他人的感受，那么这会是一个优点，我相信我可以成长并将这个发展成自己一个不错的能力！ ","strategy":3}
{"content":"明天就要在新岗位工作了，怕在新岗位做不好给人骂，我是一个特别怕给人骂的人！","reconstruction":"明天我就在新岗位工作了，但是我怕别人骂我做不好工作，我很怕别人骂，但是工作就是需要有些压力的，只有这样我才能更快提高自己的能力，快速成长成为职场高手。","strategy":3}
{"content":"女生，一直以来都很自卑敏感。","reconstruction":"我是一个女生，一直以来都很自卑敏感，但我相信我可以成长并提高我的自信，我只是过于在意别人的看法，所以才会自卑，我一定会越来越好的！ ","strategy":3}
{"content":"這讓我很尶尬，我也不知道為什麼會這樣，無論是甚麼人都是。","reconstruction":"这让我很尴尬，我也不知道为什么会这样，无论什么人都是，我相信我可以成长，变得不那么在意他人对自己的看法，我只需要做好自己，面对任何人保持自信就可以了！ ","strategy":3}
{"content":"为什么和姐姐的关系处不好，总能闹矛盾，总能为一些小事吵架，是我做错了吗?","reconstruction":"我和姐姐的关系总是处不好,经常闹矛盾，总为了一些小事吵架，我会随着年龄的增加而快速成长的，我会变得更加包容，性格更加平和，不再斤斤计较，我相信我通过努力可以改变这些的。","strategy":3}
{"content":"知道我最痛苦的是什么吗？即便是我再努力，我身边的亲人，没有一个认可我的人，没有一个人。我活着不是为了他们，不是吗？","reconstruction":"我有一个烦恼，好像即便是我再努力，我身边的亲人也不认可我。但我可以尝试跟他们谈谈心，让对方理解我，也可以通过学习和经验让自己变得更好。不是为了别人，而是为了自身的成长。 ","strategy":3}
{"content":"自己也学习过一些心理学。，但是总是觉得做的不足够好。我害怕自己原生家庭，影响了孩子。","reconstruction":"自己也学习过一些心理学，但是总是觉得做的不足够好。我担心自己原生家庭，影响了孩子。但我相信通过自己积累的专业知识，以及后续的不断学习和实践，我可以做得更好。","strategy":3}
{"content":"每次放假都带了一推作业，却每次总是原样带回去，每次努力一会后总是忍不住找各种理由松懈，唉，总感觉自己自卑又有点可笑。","reconstruction":"每次放假都带了一推作业，却每次总是原样带回去，但我坚信通过我的努力，以及不断地提醒自己，我一定会进步的。 ","strategy":3}
{"content":"每天睡不好觉头疼头晕，没精神，也不觉得饿，不想吃东西，有时候想逼自己吃的就想吐。","reconstruction":"每天睡不好觉头疼头晕，没精神，也不觉得饿，不想吃东西，但我会通过调整心态和作息，让自己慢慢变好的。 ","strategy":3}
{"content":"最近失业了，一旦就是隔天没有面试或者一整天待在家，整个人感觉都不好了，感觉人生没意义。","reconstruction":"这次失业提醒了我，我还需要经过不断努力和学习，好好提升自己的工作能力。 ","strategy":3}
{"content":"世事无奈，我发觉自己越来越懒了，书不想看，健身房不想去，上班动力少，工作没动力，做饭不想做，泡脚不想。。。。。","reconstruction":"在生活中渐渐变得疲乏，对一切活动都不感兴趣，但我相信我会成长，会获得发现生活美好之处的能力。尽管大多数时候总是对生活之美视而不见，但通过学习和练习，我坚信我会重拾生活的乐趣。 ","strategy":3}
{"content":"真的好难受，不想开学，想要有一个人可以依赖我或者依赖他。好想哭啊，我好孤独啊。","reconstruction":"虽然我有时感到孤独希望有人陪伴，但是我知道这只是暂时的情绪低落，我相信我一定会在以后的生活中找到自己心仪的归宿，摆脱孤独。 ","strategy":3}
{"content":"没自信觉得自己特别没用，什么都干不好绝望。","reconstruction":"虽然有时我会感到不自信并否定自己的成果，但是我知道在一次失败背后为我带来的激励绝对会引领我走向成功的方向。 ","strategy":3}
{"content":"我好孤独，可能14年前，最爱我的奶奶离开我的那一刻，我已经成了一个压抑自己，假装快乐的小孩。我好孤独。","reconstruction":"虽然我有时感到孤独与怀念奶奶，但是我相信我一定会克服负面情绪，活得乐观，像奶奶希望的那样。","strategy":3}
{"content":"很努力的奋斗，不管做什么都原地踏步，甚至让自己活的越来越差，太痛苦了。","reconstruction":"虽然在通过奋斗之后没有可视的结果，但是我相信在累积了如此多宝贵的经验之后，下次我一定会做的更好。 ","strategy":3}
{"content":"最近的工作有所调整，内心总是无法接受，每天会担心自己接受不了目前的工作安排，失眠焦虑。","reconstruction":"工作安排的调整让我焦虑不安，担心自己做不好。尽管可能自己目前能力有一定欠缺，但我坚信我认真工作，我会增强我的能力，最终圆满完成任务。","strategy":3}
{"content":"最近没有人工作，看什么都不顺，每天躺尸，不吃饭，不知道干啥。","reconstruction":"由于没有工作让我不知道干什么，过度的空虚感让我看什么都不顺，但我相信我会逐渐寻找到适合自己的生活。尽管我现在还不知道做什么，但我坚信随着我的寻找，我将找到使我充实的事情。 ","strategy":3}
{"content":"人生发生任何改变都会焦虑到失眠，并且很害怕生病，屏蔽所有关于生病的消息，医院也不敢去。","reconstruction":"在生活中，我因改变而焦虑，甚至十分害怕生病，但我相信我可以成长并提升我接受改变的能力。尽管现在我还十分害怕生病，但我坚信通过逐渐接受，我将更坦然面对改变。 ","strategy":3}
{"content":"经常性会睡眠不好，然后心情不好。对周围人有距离感。","reconstruction":"在生活中，我经常因为睡眠不好而心情不好，与其他人有距离感，但我相信我可以修正这个问题，尽管现在经常睡眠不好，但我坚信不断寻找改善睡眠的方法，我将能有一个好心情去跟别人相处。 ","strategy":3}
{"content":"压力大，最近夜里总是失眠多梦，感觉工作压力太大了。","reconstruction":"压力大，最近夜里总是失眠多梦，感觉工作压力太大了，但我相信通过我的努力，可以克服工作上的困难和压力，以后就不会再被工作影响我的睡眠质量了。","strategy":3}
{"content":"做什么事情都太较真，心活得很累，很不开心，比如工作，本来就是一份工作而已，我会想到很大问题。","reconstruction":"做什么事情都太较真，心活得很累，很不开心，但我相信我可以成长，锤炼自己，变成轻松从容的人。 ","strategy":3}
{"content":"想要有人陪，有人听我说，想要有人懂我。我不喜欢和朋友说心里话，他们不懂我，我也不敢表现真实的自己。","reconstruction":"想要有人陪，有人听我说，想要有人懂我。我不喜欢和朋友说心里话，但我可以成长为善于表达自己的人，我可以获得我期待的陪伴。 ","strategy":3}
{"content":"我是一个被父母抛弃的孩子，我恨他们！我恨他们！","reconstruction":"我被父母抛弃了，但是人生还长，经过我的成长我相信我会具有完整的人格和乐观的心态。 ","strategy":3}
{"content":"就是因为跟那些朋友相处了一会儿，感觉我失去了方向和目标，也好像失去了信心。","reconstruction":"我现在的目标和方向还不明确，但我还年轻还有很多探索的机会，相信经过实践我会慢慢变好找到方向。 ","strategy":3}
{"content":"脾气特别不好，特别是辅导孩子的时候，稍微不听话就想发脾气，我知道自己有问题，但是不知道怎能解决。","reconstruction":"我也是第一次当父母，需要慢慢成长，孩子会一点点学会知识，我也会一点点学会控制自己的脾气，慢慢总结经验教训我也会成为不乱发脾气的父母。 ","strategy":3}
{"content":"为什么有些人根本没去努力，却给自己找借口说没有天赋？","reconstruction":"虽然现在他们没有努力，但是随着生活阅历的丰富，他们会慢慢明白努力的重要性，学会不再找借口而付出努力。 ","strategy":3}
{"content":"单亲，领养她的情人，还对我动手动脚，我真的觉得我要崩溃了，活着好累。","reconstruction":"我的生活很糟糕，但随着我的成长我会慢慢学会处理这些问题的经验，变得成熟强大，能够抵御骚扰。 ","strategy":3}
{"content":"我真的快坚持不下去了，我对生活已经充满了失望，曾经我自杀过很多次，送到医院过很多次，我也想好好的，但是还是坚持不下去了。","reconstruction":"我现在虽然对生活充满了失望，尝试过多次自杀，但是我可以通过向乐观的人学习，改变自己的心态，我肯定会越来越幸福。 ","strategy":3}
{"content":"找不到生活的目标，不知道未来的规划，暂时失业，即将30，无宝宝，没有一技之长，不知道如何给自己建立规划。","reconstruction":"虽然我现在生活有点糟糕，但是我还有很大的进步潜力，我可以去学技能，去学知识武装自己，让自己变得更加完善。 ","strategy":3}
{"content":"以前我很快乐，可是我上初中开始就很难过，朋友们都勾心斗角，家里也不停吵架，我学习也不是最好的。","reconstruction":"虽然我现在很苦恼学校和家庭状况，但是我可以进一步提高，学习如何交流沟通，相信以后应付这类问题，会越来越轻松。","strategy":3}
{"content":"父母关系一直都不是很好，很小的时候就分房了，彼此也总是争吵，他们总说是为了我才不离的，这让我也有很大压力，觉得拖累了他们。","reconstruction":"我在父母的言语下感到压力很大，我可以去学习心理方面的知识，不仅可以调节父母矛盾，还可以改善自己的压力，让自己更快乐。 ","strategy":3}
{"content":"18岁的年华，对生活不抱有任何希望，却又很向往美好的事物，远离这这个世界，独自彷徨。","reconstruction":"18岁大好年华，我还有很多进步的空间，我可以去读书学习，增加自己的知识阅历，一步一步走向高处。 ","strategy":3}
{"content":"我20岁，喜欢上了一个比我大六岁的男生，但他不喜欢我，我也很自卑，觉得自己配不上他，但我又不想放弃，好苦恼。","reconstruction":"虽然目前我比我喜欢的男生显得逊色，但是只要我努力锻炼自己，我也会逐渐成为像他一样优秀的人。 ","strategy":3}
{"content":"和身边的人总是觉得聊不来，也不想问别人的事为别人的事想，学习那么重，没有心思。","reconstruction":"虽然我现在不擅长与人交往，但是随着我扩充阅历、丰富生活经验、学习人情世故，我会越来越健谈，交到好朋友。","strategy":3}
{"content":"本人刚高一，但是才军训两天，就非常恐惧，觉得自己做什么事都很丢脸，有些不想去学校，心里很难受。","reconstruction":"虽然我现在很敏感，过于关注别人的目光，但是随着我成长，与人接触多了，并且心理变得强大，我是可以改变这种想法的。在接下来的生活中我要从多社交做起，培养自尊自信自爱的心态。","strategy":3}
{"content":"我爸调动工作对我的影响很大，而且我原来很白，现在感觉变黑了，我老是开心不起来，吃也不想吃。","reconstruction":"爸爸的工作调动虽然一时半会儿让我不适应，但是随着我成长，我会习惯的。虽然我变黑了，但是可以通过好好保养、提升化妆技术、甚至挣钱以后去做美容……这么多手段来变白，我要积极学。","strategy":3}
{"content":"好烦好烦，我真的很怕死，我也真的好想我的那些朋友。我觉得和他们分开后就再也没有那种感觉了。","reconstruction":"人生就是充满离别，虽然一时难以接受和朋友分开，但是随着成长，我会对分别更加坦然、从容。即使遇不到像他们这么好的人，我也可以成长为精神独立、自给自足的人。","strategy":3}
{"content":"我是一名高中生，我感觉自己是一个很懒惰的人，常常做事情半途而废，不懂得坚持。","reconstruction":"我是一名高中生，尽管我曾经感觉自己懒惰、缺乏坚持，但我相信我有潜力不断成长和提高自己的坚持力。 ","strategy":3}
{"content":"后天就要参加相亲活动！这个也是我很想去可又有点焦虑不安的状况！担心到了后会尴尬不敢表达自己。","reconstruction":"后天要参加相亲活动，尽管有点焦虑，但我相信这是一个可以帮助我成长和提高表达能力的机会。 ","strategy":3}
{"content":"毕业后，好像过得越来越迷茫，不停换工作，也不会找到合适的对象。","reconstruction":"毕业后，虽然有些迷茫，但我相信我会在不停尝试和学习的过程中找到更适合我的工作和合适的对象。 ","strategy":3}
{"content":"不管别人说了什么话我都接不上。感觉周围朋友，同事都把我当傻子，空气存在！太不舒服了，感觉自己是透明人。","reconstruction":"尽管有时感到被误解，但我相信我可以不断成长，提高自己的表达和沟通能力。 ","strategy":3}
{"content":"控制不住自己的想法，总是思虑很多很多，晚上睡不着，白天觉得身体很疲劳，到中午又对白天外界的环境很敏感，很不舒服，太难受了。","reconstruction":"虽然我有时思虑过多，但我相信我可以通过学习和练习来提高自己的情绪管理能力，变得更强大。 ","strategy":3}
{"content":"孤独，没有一个人可以聊天说话分享，只有自己，撑着。","reconstruction":"虽然我现在感到很孤独，但我相信自己一定能适应并享受独处的时光，并充实自己，或许我可以利用独处时间来陪样兴趣爱好，说不定还可以因此找到同好团体。","strategy":3}
{"content":"着实挺累的，也疲惫了，这些能量也时不时自己跑出来，攻击我，想卸下这些负面情绪。","reconstruction":"虽然我现在很疲惫、有很多负面情绪，但我相信，我可以在处理问题、规划时间、调整心态上做的更好。","strategy":3}
{"content":"觉得前半生留下了许多遗憾，但是人生已经过半，再想改变也来不及了。时常为自己的决定后悔，好像有点抑郁了。","reconstruction":"虽然我的前半生有很多遗憾、做了很多后悔的决定，但我相信我的人生不会止步于此，我会有更大的发展和进步，从而使自己有能力弥补过去的遗憾。","strategy":3}
{"content":"就是特别害怕开学，害怕那里的一切，我有点抑郁了。","reconstruction":"虽然我特别害怕开学、害怕学校的一切，但我相信，在面对恐惧、克服恐惧的过程中，我会学习到更多的知识、掌握克服恐惧的技能，成为更好的自己。 ","strategy":3}
{"content":"从小被说长的胖，大腿粗，满脸痘痘，似乎没有听过被夸奖，永远都是这不好，那不好。","reconstruction":" 虽然我从小被说长得胖，大腿粗，满脸痘痘，但是我相信我可以掌握科学的健身方法、科学的皮肤管理方法，从而变得更加美丽，得到更多人的夸奖。","strategy":3}
{"content":"我体型微胖，被他人嘲笑，越来越自卑，对外界产生了阴影，不想出去，我很想调节自己，但却越来越害怕，只能把自己锁起来…","reconstruction":"虽然我体型微胖，越来越自卑害怕，对外界产生了阴影，但是相信我可以成长并提高自我调节能力，尽管很多时间我无法左右大家的行为看法，但是我坚信通过自我学习提升，我将能够更好地调节自我。 ","strategy":3}
{"content":"近一个月心情总是不好，无法在12点前睡觉。","reconstruction":"在近一个月的时间里，我常常因为心情不好无法在12点前睡觉，但我坚信通过不断学习与探索，我将有能力改变这种现状。 ","strategy":3}
{"content":"工作压力，总是想做到完美，然后着急感觉就没方向。","reconstruction":"虽然容易在完美心态以及工作压力的驱使下感觉没有方向，但是我坚信通过不断的学习和尝试，能够增强自身的抗压能力并找到继续的方向。 ","strategy":3}
{"content":"从小被母亲打骂，父亲漠视，后得双向情感障碍，很痛苦，怨恨父母，是觉得他们给我带来的痛苦。做了很多努力，都无法原谅父母。","reconstruction":"虽然小时候被母亲打骂，父亲漠视，有双向情感障碍，很痛苦。但我坚信我可以通过自我的成长疗愈可以改善目前的状况。 ","strategy":3}
{"content":"在学校和舍友处不来，一个人待着的时候会感到孤独，感到无助，最近一直失眠，心情烦躁，坐立不安，吃不下东西，感觉很痛苦，不知道该怎么办。","reconstruction":"在学校和舍友间的困扰让我感到痛苦，一个人待着时也感到孤独和无助，但我坚信自己拥有成长的潜力。尽管最近失眠并且心情烦躁，但我相信这是一个让我变得更强大，更懂得处理人际关系的机会。 ","strategy":3}
{"content":"不知道自己要干什么，然后现在好迷茫，好迷茫，好迷茫好迷茫。","reconstruction":"虽然我现在不清楚自己要做什么，但我相信通过持续地探索和努力，我会逐渐找到自己的目标。尽管现在感到迷茫，但我坚信这是一个发展自我的机会，让我成为更好的自己。 ","strategy":3}
{"content":"今年开学高三，学习成绩不好，压力很大最近总是想哭，还总胡思乱想，怎么办？","reconstruction":"今年开学高三，学习成绩欠佳，承受着重重压力，但我坚信自己拥有成长的潜力。尽管最近总是情绪低落，胡思乱想，但我相信这是一个让我变得更强大、更懂得应对困难的机会。 ","strategy":3}
{"content":"总有伟人能一生做好一件事，但我学习的时候却连坚持每天做一件事都做不好。","reconstruction":"我目前可能无法像伟人那样做到一生专注一件事，但我坚信随着时间的推移，我的学习能力和坚持的能力会越来越强，我会逐渐做好每天坚持一件事的习惯。 ","strategy":3}
{"content":"本来挺期待开学，但现在似乎很恐惧，很难受，可能害怕导师？我该怎么办？","reconstruction":"虽然开学让我感到恐惧和不舒服，我坚信这是我个人成长的机会。我会正视自己的担忧并寻找解决方法，与导师建立良好的关系，并逐渐克服这种害怕的感觉。 ","strategy":3}
{"content":"为什么因为一点小事就受影响？为什么自己看看朋友圈都会自卑，我也不差，为啥自卑感这么重?","reconstruction":"我的自卑感很重，看看朋友圈都会自卑。但我相信我可以成长并且逐步自信起来，我相信我并不差，通过在成长中逐步加深对自己的了解，我将变得自信。 ","strategy":3}
{"content":"也不知道是什么事，反正有特别多的烦心事。自己也不是特别喜欢说话，总是特别烦躁。","reconstruction":"我总是特别烦躁，有特别多的烦心事，这或许是成长中的必经之路吧，相信之后一定会变好。 ","strategy":3}
{"content":"我该怎么办？我接受不了这个自己，原谅不了自己。","reconstruction":"我接受不了自己，原谅不了自己，但我还年轻，还有很大的发展空间，相信以后的我一定会让我自己满意。 ","strategy":3}
{"content":"别人说我只能听着，有些话不好听，也不会反驳，我都觉得自己弱智。","reconstruction":"别人说我只能听着，有些话不好听，也不会反驳，我相信这只是因为我的成长经验还不足，随着我自身的成长我一定能够在这方面有所进步。 ","strategy":3}
{"content":"我有位同学，他学习也很努力，想要超越我，现在我很害怕他超越我，甚至害怕他翻书的声音，看到不会的题我很头疼，背诵也越来越差，我很迷茫。","reconstruction":"我害怕我同学超越我，导致我很迷茫。但我相信这只是因为我还不够成熟。相信随着我的成长我一定能够接纳同学的追赶并且处理好自己的学习。 ","strategy":3}
{"content":"不知道为什么，我最近什么也不想干，话不想说，饭不想吃，一到晚上就偷偷哭。","reconstruction":"我最近不知道为什么，话不想说，饭不想吃，什么也不想干，一到晚上就偷偷哭，但我会制定计划，调节情绪努力工作，一定会好起来。 ","strategy":3}
{"content":"同学的冷淡，和家人的漠不关心不闻不问都让我觉得世界少一个我无所谓。","reconstruction":"尽管同学对我比较冷淡，家人对我不闻不问，但我坚信自己可以成长并改变现状，多与同学沟通，一定能交到好朋友，多给家人点陪伴及关心，和家里人也会距离更近。","strategy":3}
{"content":"男友条件不好，家里人都反对，自己心理压力也很大，感觉自己日后生活没保障，但是对男朋友又感情深厚，很矛盾不知怎么办。","reconstruction":"尽管男友条件不好，家里人都反对，但我和男友感情很好，让我很矛盾。经过深思熟虑可以找到改变现状的方法，做出自己的选择。","strategy":3}
{"content":"没有人可以理解我，不在呼我，有没有我也经不重要了。","reconstruction":"尽管没有人可以理解我，大家都不在乎我让我感到很孤单，但我可以慢慢认识自己，知道自己想要的是什么，与自己融洽相处。","strategy":3}
{"content":"最近活不下去了，想死，真的很痛苦。","reconstruction":"我可以通过提升自己的能力来更好的应对生活中遇到的重重难关。","strategy":3}
{"content":"总是担心这个担心那个，有些抑郁焦虑，内心没有能量。","reconstruction":"尽管此时我感觉到焦虑，但是我相信通过提升自己可以改变当前的状况。同时着手处理多件事儿对我而言是很难得的锻炼机会，通过这样的锻炼，我可以更快的提升自己的能力。","strategy":3}
{"content":"自己好缺乏自信，不敢跟人家指示，因为自己长的不够帅，还有痘痘、络腮胡的一个男士，出门都需要好好伪装自己，我好像心理出现了问题。","reconstruction":"虽然我不够帅，脸上也有痘痘和络腮胡，但我相信可以通过护肤等手段好好保养自己，补齐外貌方面的短板。","strategy":3}
{"content":"生活中总有些事实让人很难接受，比如，长得不高，长得不漂亮……类似这种，有时会让人自卑。","reconstruction":"尽管有些事儿让我难以接受，我的外在形象也不够突出，但我坚信我可以成长并改善自己的状况，通过学习和努力，我可以找到积极的改变之路，让自己自信起来。","strategy":3}
{"content":"我这2年都没睡好觉，处于害怕状态，害怕得罪人，害怕做不好工作，好怕好怕烦死了很不开心，工作做得很委屈。","reconstruction":"我会努力提升自己的工作能力，使我对工作能充满自信，不再焦虑。","strategy":3}
{"content":"很无力，很累，觉得自己很多余，自己不应该来到这个世界，自己就是一个意外。","reconstruction":"我会成为别人不可替代的人，发扬优点，成为独一无二的人，找到活着的意义。","strategy":3}
{"content":"父母从我小时候就说话不算数，中间经历太多了。","reconstruction":"想要的东西我可以凭自己努力活动，不需要父母的承诺，我也能实现自己的愿望和梦想。","strategy":3}
{"content":"软弱的性格，对自己长期不认可，缺乏自信，也经常不快乐！","reconstruction":"我可以努力锻炼自己，更加自信，多展示自己，提高对自己的认可度。","strategy":3}
{"content":"感觉自己心理还挺有活力，但是一说话就很闷，很老实，没有活力，感觉不喜欢自己，讨厌自己。","reconstruction":"我可以多多锻炼自己的语言表达能力，把心理的活力都释放出来。","strategy":3}
{"content":"个人不高，穿鞋一米四，出门总是被异样的眼光看待，没有谈过恋爱，不会有人喜欢我了吧。","reconstruction":" 我身高不高，也没谈过恋爱，但是我可以通过锻炼提高身体素质和气质，持续不断地完善自我。 ","strategy":3}
{"content":"我父母从小就不怎么管我，都是爷爷奶奶带大的，但是我长大了，我妈却来管我了，真的很难，我真的对我妈真的没什么感情。","reconstruction":"我由爷爷奶奶带大，与父母没有太多接触，但现在妈妈主动来关心我，可以借此机会和妈妈建立亲密的母子关系。 ","strategy":3}
{"content":"之前性格蛮开朗，最近半年感觉孤独，以前会主动交流，现在能不说话就不说话，不想和别人有交集，感觉人都是虚情假意，有时候有点轻生的念头。","reconstruction":"我意识到自己最近半年性格不再开朗，认为人与人之间不能互相理解，但我相信自己和他人都是在逐渐成长的，我可以尝试向他人表达自己的感受。 ","strategy":3}
{"content":"从小到大就很胆小，不敢一个人出去工作，一个人也不敢坐车，勇敢好难。","reconstruction":"尽管我现在胆子有些小，但是我相信人可以在生活中逐步成长，坚信通过学习和经验，我能够勇敢面对许多挑战。 ","strategy":3}
{"content":"在工作上没有成就，与女朋友交往过程中不知如何谈论工作之事，内心深处一直焦虑不安，害怕因为工作影响关系。","reconstruction":"我目前在工作上没有太多成就感,和女朋友在一起也不知道如何避免工作话题。但我相信通过不断学习,我的工作能力和与人交流的能力都会得到提高。我要保持积极态度面对当前的困难。 ","strategy":3}
{"content":"感觉跟身边的人说不上话，没有共同语言，灵魂很孤独。是不是自己的自我觉察过分了，感觉如果没心没肺的也不会有这么多的无聊和不开心。","reconstruction":"我目前跟朋友交流存在一些隔阂,但我相信通过不断沟通,我们可以找到更好的相处之道。我也要提高自己的同理心,设身处地为朋友着想。","strategy":3}
{"content":"受到批评，就会联想到是自己不好，而一想到自己不好就很难受，觉得自己糟糕透顶。容忍不了别人说我半点不好，我会相信别人对自己的评价。","reconstruction":"我现在容易被批评词伤害,但我相信经过不断地自我提升,我会变得更加坚强。","strategy":3}
{"content":"倒霉。什么事情都不顺心。做什么事情都觉得枯燥乏味。没有一件事是自己愿意做的，什么都提不起劲来，甚至连洗澡这种日常小事都不想去。","reconstruction":"我现在觉得生活乏味,但这只是暂时状态。我相信通过不断尝试新的事物,我会重新找到生活的激情。这也是我成长的机会。 ","strategy":3}
{"content":"工作不顺心，同事不和，家人的偏见，各种的无奈！","reconstruction":"面对工作的不顺、同事的不睦与家人的不解，我意识到自己还有很多东西需要去学习，我相信自己可以成长为工作熟练、与人和睦的人。 ","strategy":3}
{"content":"把人都给得罪了怎么办？现在被孤立了没人理我。","reconstruction":"得罪人被孤立也许这是我成长的一个机会。通过反思自己的行为，我可以吸取教训，学会更好地处理人际关系，避免再次出现类似的问题。虽然目前的情况可能很困难，但我相信通过积极努力和改变自己的方式，我会变得更加成熟和自信。 ","strategy":3}
{"content":"在最需要帮助时，被母亲骂，感觉人生没了理想。","reconstruction":"我在需要援助的时刻被母亲批评。虽然难过，但我明白我还有很多地方不够成熟，我会更加理智地面对困难与和亲人沟通的问题，相信通过这个经历，我可以更好地理解母亲，与她建立更深层次的情感连接。 ","strategy":3}
{"content":"总感觉事情很多很乱，不知道该做什么，心情很烦躁。","reconstruction":"最近事情多乱，不知道该干什么，我相信我可以不断成长，去应付这些事情，我会不断进步不断成长。 ","strategy":3}
{"content":"我今年29岁，遇到了很多很多倒霉的事情，睡不着难受，人生没有任何存活下来的意义。","reconstruction":"虽然我现在年龄已经很大了，而且倒霉的事情接连不断，但我相信，我始终会成长，未来会充满无限可能，将来的路一定是光明的。 ","strategy":3}
{"content":"不管做什么事情都很在意别人的评价，如果有人不喜欢我觉得我不好，就会总想着这个事。","reconstruction":"如果有人觉得我不好，我会改正努力，相信在我接纳这些建议的时候，我会不断进步，成为更好的自己。 ","strategy":3}
{"content":"有人跟我示好，我会回避，有人给我送东西，我会双倍奉还。我不敢接受大家对我的好，我觉得自己不配不配拥有好的事物。","reconstruction":"我意识到我觉得自己不配拥有好的事物，但我相信正是因为这样，我可以更好的对美好事物加以利用，使其发挥更大的价值。我相信通过慢慢的适应，我将能够习惯接受大家对我的好。 ","strategy":3}
{"content":"感觉生活枯燥乏味，学习无趣生活无聊。","reconstruction":"我意识到我经常感觉到生活枯燥乏味，学习无趣生活无聊，但我相信我可以成长并提高我的毅力，在平淡的生活和学习中锻炼自己的意志，最终获取到更多的知识，我相信我一定会因此得到不同的收获。 ","strategy":3}
{"content":"家里人每天都会给我一重又一重的压力，感觉自己没有活着的意义，我经常会想离家出走或直接跳楼算了。","reconstruction":"家里人每天都会给我一重又一重的压力，但我相信我可以成长并提高我的抗压能力，尽管大多是时间我可能没有能承受住这种压力，但我相信我可以学会越来越好的应对压力。","strategy":3}
{"content":"可能从小缺少父爱，很多事都不敢去做，都怕不好后果，整天忧郁，杞人忧天，导致整个人都很难受。","reconstruction":"我意识到自己很多事都不敢去做，都怕不好后果，整天忧郁，杞人忧天，但我相信这会提升我严谨的治学态度，并且对事物更加的敏锐，我相信我可以通过增强信心来变得更加优秀。 ","strategy":3}
{"content":"每次感觉自己给别人增添了麻烦之后总是非常自责，尽管会和别人道歉，但有时候还是无法原谅自己，担心自己被别人讨厌。","reconstruction":" 每次感觉自己给别人增添了麻烦之后总是非常自责，担心自己被别人讨厌，但我相信这可以提升我和亲友们的关系，我并不会因为没有分寸感而造成大家的讨厌，反而会因为礼貌而被大家喜欢，这对人际交往非常重要。 ","strategy":3}
{"content":"我和家人格格不入，我觉得自己是个奇葩，各方面融入不了，性格比较独立有个性无法相互理解不懂我回到家感觉很累。","reconstruction":"我和家人无法互相理解，但我相信我可以成长并提高我的共情能力。尽管大多数时间我独立的个性使我难以被理解，但我坚信通过沟通和交流，我将能够更好融入家庭。 ","strategy":3}
{"content":"以前睡眠还好，现在晚上经常睡不着，每次我妈骂完我后，是不是我不应该活着，经常自己呆在一个屋里哭。一哭就是好几个小时…","reconstruction":"尽管我现在面临着睡眠问题和情感困扰，但我相信这是一个成长的机会。每当我妈妈责备我时，我会感到不安，但我要相信通过学习和自我发展，我可以变得更坚强和更好地处理自己的情感。 ","strategy":3}
{"content":"父母总是逼着我做我不喜欢的事，我只想做我喜欢的事。","reconstruction":"在面对父母的期望和自己的兴趣冲突时，我相信这是一个让我成长和发展的机会。通过学会如何处理这种情况，我将变得更坚韧和有能力，能够更好地追求自己热爱的事情。 ","strategy":3}
{"content":"各种压抑，真的累了，真的不知道怎么表达了。","reconstruction":"虽然我现在感到非常困难，但我相信自己有潜力成长和变得更强大。我可以主动学习如何更好地表达自己的情感，这将有助于我的个人成长。 ","strategy":3}
{"content":"我只想知道哪种方法比较好，我觉得我就是一个废物，废物为什么要活在这个世界。我想知道怎么才能最快最没有后悔余地的死去","reconstruction":"尽管我此刻感到低落，但我坚信我可以成长并改善自己的状况。虽然问题重重，但通过学习和经验，我可以找到更多的支持和积极的改变之路。 ","strategy":3}
{"content":"明明知道嫉妒使人丑陋，可是我却深陷其中，我觉得我就是个垃圾","reconstruction":"我可以将嫉妒变为前进的动力，这样有利于我变得更加优秀。 ","strategy":3}
{"content":"有时候感到很痛苦，感觉要用力呼吸，呼吸不了的时候好想长睡不起，是不是只有长眠了才不会有痛苦？","reconstruction":"我可以尝试学会化痛苦为动力，实现自己的价值飞跃。 ","strategy":3}
{"content":"感觉周围的阿姨姑姑什么的，见到我就特别墨迹，啥都问，都烦死我了！阿西吧。","reconstruction":"感觉周围的阿姨姑姑什么的，见到我就特别墨迹，啥都问，但我可以提高自己的见识与能力，让他们对我刮目相看，这样他们就给不了我什么建议了 。","strategy":3}
{"content":"原生家庭要求严格，专制型父母，很少有自己的空间。与男生交往害羞、敏感、多疑，老在揣测别人不怀好意。","reconstruction":"我的父母是专制型父母，我老在揣测别人不怀好意，但我未来可以强大自己的内心，让他们无法干扰我坚定的想法。 ","strategy":3}
{"content":"做了一件我自己觉得让别人不高兴的事儿，总是不能释怀。","reconstruction":"虽然我做了一件我自己觉得让别人不高兴的事儿，但我也取得了经验，之后我就不会再犯这样的错误了。","strategy":3}
{"content":"我觉得生活真的没有希望了，我也不怕死，死是我最好的解脱方法我太累了。","reconstruction":"虽然我现在觉得生活真的没有希望了，但我可以闯出一片新的天地，通过我的努力开启一段新的生活。 ","strategy":3}
{"content":"整个人都痛苦到失眠，感觉要疯掉崩溃爆裂。","reconstruction":"最近几天我都很崩溃，失眠多梦。但是我相信在我的成长中，我会逐渐改变，变成作息正常的。","strategy":3}
{"content":"高考报志愿，父母亲戚一直在强调金融，会计，审计之类的，原本我对这些学科也有兴趣，但他们一直强调，我现在一看到这些就不想选择，想回避","reconstruction":"我在和爸妈吵架的时候很绝望，没办法沟通，会大喊大叫，但是我相信等我长大的时候，我就会慢慢理解他们，学会和他们沟通。","strategy":3}
{"content":"每当跟爸妈理论吵架时，在一定的时候会绝望，就像怎么说都没用，心很苦，大喊尖叫，而父母一致认为你只是在发脾气。","reconstruction":"我在和爸妈吵架的时候很绝望，没办法沟通，会大喊大叫，但是我相信等我长大的时候，我就会慢慢理解他们，学会和他们沟通。","strategy":3}
{"content":"不想说话，不想社交，不能和别人好好交流，这是怎么了?","reconstruction":"我是一个懒得社交的人，也不爱说话，但是没关系，在我的不断成长过程中，我就会慢慢改变，起码不会影响生活。 ","strategy":3}
{"content":"说出口的话总会被曲解然后被指责，好生气。有点想彻底离开这个人了。","reconstruction":"说出的话很容易被人误解，会让两方都很生气，但是随着我不断地学习，我应该会变得更好，说出的话更加准确。","strategy":3}
{"content":"父亲生病住院了，我很难过，我觉得是我的错，没有照顾好他。","reconstruction":"父亲生病住院了，我很难过，我觉得是我没有好好照顾父亲的缘故，我很自责也很心疼父亲受苦，或许我可以多多学习健康保养以及照顾的知识，我相信我愈来愈会照顾父亲的。","strategy":3}
{"content":"父亲生病住院了，我很难过，我觉得是我的错，没有照顾好他。","reconstruction":"父亲生病住院了，我有点扛不住了，是我经历的太少了，慢慢我就可以抗下家里的重担了。 ","strategy":3}
{"content":"我没有什么特别的经历","reconstruction":"我的经历也许没有那么特别，但这并不代表我的人生没有价值，我可以通过享受生活和尽力做自己喜欢的事情来获得幸福和满足感。","strategy":4}
{"content":"想做的事情很多，一直在想却没有行动，怎么才能让自己行动起来呢？心里其实是很抗拒的，但是怎么才能行动起来呢？","reconstruction":"我知道一直想而没有行动会让我感到焦虑和压力，但我也知道这只是暂时的。每个人都会遇到这种情况，我可以放松自己，调整心态，寻找适合自己的行动方式。\n","strategy":4}
{"content":"啊，马上就要期末考试了，还要面临教资面试，压力有一点点大","reconstruction":"虽然期末考试和教资面试可能会带来一些压力，但这是很正常的事情，我可以采取积极的心态面对它们，全力以赴之后，坦然的接受结果。","strategy":4}
{"content":"身体有一些问题，但是每次说要去医院又很不愿意，有些病越拖越严重，而且医院检查太多，有些不适应，应该怎么办好呢？","reconstruction":"虽然不适应医院检查和治疗的过程，但是这种感觉只是暂时的，不必过于担心和紧张，而是要放松心态，相信自己能够克服这些困难。","strategy":4}
{"content":"男友人很好，就是没啥上进心，得过且过，单位家里二点一线。","reconstruction":"虽然男友的上进心不强，但是这并不代表他没有其他优点。或许，每个人都有自己的人生道路，所以，我也许应该试着放轻松，不要因为他的颓废而影响自己前进的脚步。","strategy":4}
{"content":"遇到事情，老是心太款，觉得别人可怜，什么都替别人着想，不会拒绝，不好意思拒绝，怎么改变","reconstruction":"我知道自己有时会太担心和为别人着想，或许我可以试着放松一下，尝试在感到勉强或无力帮助时，放松自己，不将无法协助的压力加在自己身上，让自己能更自在的帮助别人。","strategy":4}
{"content":"经常怀疑自己，觉得自己一无是处，愚笨，什么都学不会，做不好，害怕失败，倍感难过，我应该怎样调整这种心态，相信自己可以？","reconstruction":"我知道有时候我会怀疑自己，但我认识到这只是一时的情绪，我会尽力放松心态，不要让这种情绪影响我。","strategy":4}
{"content":"如果我们总是被身边的人说“喜怒形于色，会吃亏的”，这样我们应该怎样改变呢，是应该有意识的控制，还是随意发挥呢？","reconstruction":"情绪控制不是一件容易的事情时，但是我可以减少对自己的压力，并尝试从失败中学习和成长。","strategy":4}
{"content":"计算机专业感觉学什么都不轻松好难，太难了，不会学习，笨的心理压力极大，成绩差，学不会很难受，只能打游戏，计算机网络好难","reconstruction":"尽管计算机专业的学习很难，但我知道每个人都有困难和挫折，这是很正常的。我会学会放松心态，减轻自己的压力，并为自己创造一个更积极的心态，从而更好地应对学习中的挑战。","strategy":4}
{"content":"男25岁，母胎单身，面对父母的相亲逼迫很焦虑，感觉自己没有谈恋爱和发生性关系的冲动","reconstruction":"我今年25岁，虽然一直独身至今，但是我对自己的生活充满积极的态度。尽管面对家长的催婚，我依然保持镇定，因为我相信适合我的人会出现在我生命中，而我并不着急于谈恋爱或发生性关系。","strategy":4}
{"content":"失眠，一到晚上感觉睡觉时候就开始胡思乱想，控制不住自己，跟男朋友两地，可能要分手的情况。很迷茫，","reconstruction":"尽管晚上失眠困扰我，但我知道这种情况是普遍的，很多人都会有这样的经历。我会采取一些放松的方法，例如冥想或者深呼吸来让自己放松，并且我明白异地恋是很不容易的，自己坚持到现在真的很勇敢，不论和男友最终结果如何，我都已经很棒了。","strategy":4}
{"content":"为什么总是想着讨好别人？难受，其实内心非常不愿意，但是因为一些事情就必须得去讨好","reconstruction":"总是想着讨好别人，让我感到不舒服，可能是我过去的经历和环境让我养成了讨好别人的习惯。但是我意识到这种行为给我带来的负面影响，所以我会尝试通过深呼吸和放松练习来减轻压力和焦虑，以更好的在保持自我价值观的前提下与别人相处。","strategy":4}
{"content":"对工作产生恐惧，对环境没有安全感，只要想到第二天上班就有消极情绪，觉得人生无望，人生不快乐，请给我树立正确的动力","reconstruction":"虽然目前感到对工作恐惧和缺乏安全感，但这只是暂时的困难，我会保持平静的心态，克服困难。","strategy":4}
{"content":"遇事不要慌，就真的不慌了吗？最近遇事很多，个个不顺，一直都是坎坷。都告诉我不慌就可以解决，最后呢？什么都没解决，反而内心更加烦闷了。","reconstruction":"虽然最近一连串的挫折让我感到沮丧，但我要意识到这些困难只是生活中的一部分。我会试着以更宽广的视角看待这些挑战，放松自己的心态，相信时间会带来变化。同时也放下别人说不要荒就可以解决的建议，他们也许是好心，但是事不关己总是可以说的很轻松，我可以自己决定这些建议适不适合我。","strategy":4}
{"content":"心情一直很低落，感觉活着没什么意思。怎么都想不明白为什么我会这样。","reconstruction":"心情一直很低落，感觉活着没什么意思。然而，我知道这种情绪是暂时的，它不代表我整个人生的意义。我会尝试放松心态，相信事情会好起来的。","strategy":4}
{"content":"为何怕见光，怕沾光，怕吃亏会导致自我封闭，自毁行为","reconstruction":"我对光明和吃亏感到非常恐惧，担心这会导致自我封闭和自毁行为。然而，我明白每个人都会面临困难和挫折，这并不是我个人的问题。或许我应该试着放松，知道有时后想短暂的逃离人群是很正常的，而且吃亏有的时候反而意味着佔便宜。","strategy":4}
{"content":"聊天的时候总是get不到对方的点，聊没两句双方都没话题","reconstruction":"在聊天时，双方总是找不到共同话题，但这只是一次经历，并不代表所有的聊天都会如此，我可以放松心态，尝试不同的方法来改善沟通。","strategy":4}
{"content":"整天情绪低落，夜里会特别难受难过的喘不过气，想去医院查又不想和家里人开口，想自己买药吃，或者有没有其他可以缓解这种情绪的方法","reconstruction":"虽然我整天情绪低落，夜里特别难受难过喘不过气，但我明白这种负面情绪只是暂时的，它并不代表我整个人生的状态，同时我也从别人的经验中发现，并不是只有我有情绪困扰，我并不孤单，或许我可以试着用冥想、听音乐、到户外晒晒太阳、和朋友出游等等，来尝试放松自己的心态。","strategy":4}
{"content":"今天儿子忘记带电话手表，我就害怕和担心，感觉自己无法控制自己的担心，我不知道为什么？可以帮助我吗？","reconstruction":"今天儿子忘记带电话手表，虽然我感到有些焦虑，但我知道事情总会有解决的办法，我先冷静下来，然后想办法联系他或者找到其他方式解决。","strategy":4}
{"content":"和朋友一起开了一家奶茶店，现在冬季，生意不好做，负债累累，心好累，好想放弃，又不舍得","reconstruction":"和朋友一起开了一家奶茶店，现在是冬季，生意不好，负债累累，心情疲惫，但我知道创业很是件很不容易的事，面临挫折，甚至失败都是常有的事，我会放松心态，和我的伙伴好好讨论，下一步该怎么办。","strategy":4}
{"content":"天天在家莫名其妙的被骂，快被逼疯了，好想死。","reconstruction":"虽然天天在家莫名其妙地被骂让我感到绝望，尽管我很羡慕有美好家庭的人，但我知道家家都有本难念的经，我会试着放松心态，不将无理由的批评放在心上。","strategy":4}
{"content":"需要努力，但努力起来真的好难，真的就这样了么，虽然很不甘，却又无可奈何","reconstruction":"我知道努力是困难的，但也明白这种困难是暂时的，或许我的目标太高，让我每次想行动就感到压力因而想逃避，我要放松心态，调整好自己，也可以将目标拆分得更细，才有办法持之以恒。","strategy":4}
{"content":"越长大越胆小，不敢去尝试，不自信，怎么克服","reconstruction":"我明白每个人都会面临恐惧和不自信的时刻，而我也不例外。这些感受并不意味着我无法尝试或缺乏能力，它们只是一时的情绪波动。我会放松心态，以平和的心态面对自己的不足，并勇敢地迈出尝试的步伐。或许我可从小事情尝试改变，吃没吃过的食物，认识心朋友，以此来帮助自己踏出舒适圈。","strategy":4}
{"content":"生活和工作中，男人好像大多更自信，女人却总容易怀疑自己，遇到事情会先想是不是自己的错。为什么会有这种差异呢，女生怎样才能变得更自信？","reconstruction":"虽然我感觉在生活和工作中，男性更自信，而女性更容易怀疑自己，但这可能只是我的感受，如果观察不同行业领域，或许会发现女性比男性更加自信。","strategy":4}
{"content":"近期，会出现莫名的忧伤，感觉生活失去了色彩，就这样，没有什么奔头，该如何是好呢？","reconstruction":"近期会有一些莫名的忧伤，感觉生活失去了色彩，但我明白这种情绪是暂时的，它不会永远持续下去。每个人都会经历类似的情绪起伏，我只需要放松心态，相信事情会变得更好。","strategy":4}
{"content":"看到朋友的生活我很羡慕，他们觉得我很好，我心里总是不满意，心情不好","reconstruction":"虽然我羡慕朋友的生活，但我明白每个人都有不同的经历和感受，我要学会放松心态，接受自己当前的状况，并相信自己可以找到属于自己的幸福。","strategy":4}
{"content":"内心总是惶恐不安，对他人很难做到信任，无法对别人敞开心扉，害怕被人抛弃，经常生活在不安之中，怎样调整这种状态？","reconstruction":"我的性格多疑不安，但我发现内心的不安和害怕是一种正常的情绪反应，也是一种很好的保护机制，每个人或多或少都会面临类似的困境，所以我不会过分担心。我学会了放松心态，接受不确定性，并相信一切都会变得更好。","strategy":4}
{"content":"老是觉得自己不好，不够优秀，就是对不起父母，我怎么样才能好好做自己？","reconstruction":"虽然我感觉自己不够优秀，但我明白每个人都有自己的强弱项，也都会面临起伏和挑战。或许有时父母的期望跟我喜欢的不同，我会试着和他们表达，同时明白我对父母的孝心并不会因为意见不同而消失。","strategy":4}
{"content":"我好累啊，心里有一股释放不出来的痛，感觉没意义了。","reconstruction":"我感到很累，心里有一股释放不出来的痛，但我知道这样的负面情绪是暂时的，每个人都会有很低落的时后，我会尝试放松心态，或许可以借由看电影、听音乐、爬山让我不再那么关注这种感觉。","strategy":4}
{"content":"焦虑，不安，有心无力。做只猪也挺好。不开心不开心。","reconstruction":"虽然我感到焦虑和无力，但我知道这种情绪只是暂时的，每个人都会面临类似的挑战，我要试着放松心态，相信事情会变得更好。","strategy":4}
{"content":"我不能弄懂自己为什么会做出这样的决定，冲动的行为让我很苦恼，我该怎么办？","reconstruction":"我现在困扰于自己为何做出这样的决定和无法控制自己的冲动行为，但我知道每个人都会犯错误和面临挑战，我会接受这个事实并寻找解决方案。","strategy":4}
{"content":"我现在无法好好的工作，不想从事现在的的工作，从内心觉得这份工作没前途，但是有没有勇气去改变，自己自卑和不愿意接受换行业带来的经济下降。","reconstruction":"我现在无法好好工作，但这只是一个阶段而已，事情会好起来的。虽然我不想从事现在的工作并认为它没有前途，但我知道一份工作并不能定义我的价值。虽然换行业可能会带来经济下降，但我相信我可以通过努力和适应来应对挑战。","strategy":4}
{"content":"感觉每天的生活都程式化没什么意思怎么办？","reconstruction":"每天的生活都程式化了，但我明白这种感觉并不是永恒的，我可以通过安排周末活动来寻找新的乐趣和意义。","strategy":4}
{"content":"觉得自己做事很拖拉，每次都不在自己的规划中，怎么合理安排时间？","reconstruction":"有时候我会有点拖延，但这并不是什么大问题，很多人都是在最后一刻爆发，但我也可以以积极的心态面对并改进，比如把目标拆分的更小一点，并在每次完成时给自己一点奖励。","strategy":4}
{"content":"泪点低，很容易就哭，一点伤心难过的事情也会哭，有时候睡觉时想一些问题也会流泪，总是控制不住情绪，怎么办才好","reconstruction":"我泪点低，很容易流泪，即使是一点点伤心难过的事情也会让我哭泣。有时候，我在入睡时思考问题时也会流泪。然而，我明白情绪的波动是正常的，每个人都会有这样的经历。所以，我尝试放松心态，不过分纠结于情绪的控制，接受它们作为人生的一部分。","strategy":4}
{"content":"别人完全不在乎的事，而你却非常看重，别人觉得没有小事的事在这里变成了孤立自己的情况，是我真的太敏感，还是别人有意为之，针对自己呢。","reconstruction":"虽然我对这些事情非常在意，但我要理解每个人都有不同的关注点和价值观。我不必过分担心别人是否有意针对我，或许我可以试着放松心态，专注于自己的成长和目标。","strategy":4}
{"content":"自己很想努力学习，但是就是坚持不下去，怎么办啊","reconstruction":"我很想努力学习，虽然我现在陷入了困境，感到很难坚持下去，但我知道大部分的人都有学不下去的时后，但是只要撑过去，付出一定会有收获，或许我可以尝试再学习前冥想，以帮助自己提高注意力，继续前进。","strategy":4}
{"content":"对于某一类事物很痴迷，网上也经常能接触到这样的事物，尝试去接触未果，对于别人能拥有自己却不能，感到很痛苦","reconstruction":"我对这一类事物非常痴迷，在网上也经常能接触到，虽然尝试过没有成功，但我明白每个人都会遇到挫折和困难，虽然很羡慕那些拥有的人，这只是一时的痛苦，我会放松心态，相信未来会有更好的机会和经历。","strategy":4}
{"content":"很认真的过好每一天，但总感觉到每天匆匆忙忙的，制定的学习计划都完成不了，很纠结。","reconstruction":"虽然我认真努力，但计划总是完成不了，让我很纠结，但我明白大家的学习压力都很大，有时后状态不好也很正常，不过我可以借由运动或冥想来调整自己的状态，也可以重新制定更合理的计划，我会尽力放松心情，不让这种情绪影响我。","strategy":4}
{"content":"最近总觉得原生家庭的伤害很深很深，深到无法愈合，为什么都快40岁的人了，还是摆脱不了原生家庭的伤害呢？","reconstruction":"虽然原生家庭对我造成了深深的伤害，但我明白我已经脱离了那个环境，不会再受到实质的伤害。因此，我会放松心态，不让这些负面经历过分占据我的思绪和情绪。","strategy":4}
{"content":"今天我生日，但是我真的真的好怕我坚持不下去，我好怕我就死在了生日这天。","reconstruction":"我今天过生日，虽然我感到力不从心，虽然我有时感觉这种低落的状态就是永远，但我知道人生中的困难时刻都或过去的，或许我可以尝试听听别人的分享，和同伴一起度过这段艰难时期，重新找回生活的乐趣。","strategy":4}
{"content":"我以为自己很善良，却又觉得自己是一个坏人，冷血无情，只为自己考虑！","reconstruction":"我知道自己有时会有冷血无情的想法，但这只是暂时的情绪，不代表我的真实本性，谁都会有无法共情的时刻。我可以尝试放松心态，不过度纠结于这些消极的自我评价。","strategy":4}
{"content":"做事总是觉得不可能，总喜欢朝坏处想，一直以来都被这种消极的思绪困扰，怎样才能打破这层牢呢？","reconstruction":"我对做事总是持消极态度，总是往坏处想，一直以来都受到这种消极思绪的困扰，但我知道这种负面情绪并不会导致我失败，反而我每次都考虑到最坏的状况而提前预防，我可以尝试放松心情，不要为自己贴上消极的标签，相信事情会变得更好。","strategy":4}
{"content":"开始从初三就发现周围同学数学都学的轻松，自己花费更多时间，也没有同学成绩好，高中以后数学成绩更差，基本不及格。","reconstruction":"我发现周围的同学都轻松地学习数学，尽管我花费更多的时间，但我的成绩却没有超过同学们。然而，我明白每个人都有成功和失败的经历。高中以后，虽然我的数学成绩更差，但我知道成绩不好并不代表我是一个笨蛋，我会以积极的态度面对这个挑战。","strategy":4}
{"content":"我最后还是把友谊这种东西弄毁了，我喜欢的人也因为受不了我而离开，父母也逐渐远离我，我现在的男朋友打我骂我，我还被迫把第一次给他了。","reconstruction":"我曾经破坏了友谊，失去了喜欢的人，与父母疏远，现在的男朋友虐待我并强迫我发生了关系，但这些负面经历并不代表我一直都会这样，我可以放松心态，相信未来会有积极的变化。","strategy":4}
{"content":"似乎总是很难去相信别人，总觉得别人说每句话的背后是有很多目的的，但有时候又很容易相信别人，把自己弄的很困惑，也很不舒服。","reconstruction":"我意识到对别人的怀疑是一种常见的心理反应，我要学会放松自己，理解每个人都有各自的动机和目的，我可以试着观察，这样就能在保持善意的同时保护自己，同时减少困惑和不舒服的感觉。","strategy":4}
{"content":"本人性格内向特别害怕一个人在新环境中，不喜欢一个人吃饭上课逛街，想到要一个人搬到新宿舍就很害怕怎么办?","reconstruction":"虽然我对一个人在新环境中感到害怕，不喜欢一个人吃饭上课逛街，而且对搬到新宿舍也感到很害怕，但我知道许多人到陌生的环境都会有不安全感，需要更多的时间适应，或许我可以尝试先从线上认识新室友，或是请老朋友陪我一起行动几天，相信我能够适应并逐渐适应新环境。","strategy":4}
{"content":"感觉自己无所事事怎么办，每天上班感觉都在做一样的事情，没有成就感","reconstruction":"每天上班做相同的事情确实会让人感到无聊，但很多人都有这样的感受，毕竟工作跟嗜好结合的人还是少数，或许我可以想办法每天尝试一点新事物，或是学习新技能培养新嗜好。同时也重新思考工作对生活的意义。","strategy":4}
{"content":"各种事情的叠加，好多好多事情，都好困扰，好想一走了之，虽然很对不起亲朋好友，但是我真的受不了了。","reconstruction":"各种事情的叠加给我带来了很多困扰，但我知道每个人都会面临挑战和压力，虽然感觉这种状况会持续一辈子，但我知道这些不是永久的，只是我很累很累了。或许我该试着放松心态，告诉自己，你好勇敢真的辛苦了，好好休息一下，恢复自己的能量，必要时也寻求支持和专业帮助来度过这个困难阶段。","strategy":4}
{"content":"13岁，初一。在家里，不管我怎么了，别人把我怎么了，父母嘴里出来的，只有一句你活该。这个世界太喧闹了，不适合我。","reconstruction":"尽管这个世界和父母都表现出不友善的态度，但我知道许多人的家庭都不完美，我会试着放松心态，或许和学校辅导老师聊聊，我相信未来会越来越好。","strategy":4}
{"content":"生活中总是处处很敏感，不信任他人，有时候总会想着别人会害自己，喜欢逃避，对别人说的每一句话都很在意，怎么样才能解决敏感这个问题?","reconstruction":"生活中处处敏感，不信任他人，有时总会担心别人会害我，喜欢逃避，对别人说的每句话都很在意。然而，我明白负面情绪的持续不会有益，我选择放松心态，意识到每个人都有类似的感受，而且我相信通过积极的态度和行动，我能够克服困难，找到内心的平静和安宁。","strategy":4}
{"content":"看了很多书，听了很多故事，却依旧焦虑不安，无法好好生活。","reconstruction":"看了很多书，听了很多故事，尽管依旧焦虑不安，但我明白有许多人和我一样在努力地找寻生活的方向，而且我相信焦虑是暂时的，而不是永久的，我知道不安的状态无法马上改善是正常的，或许我可以放松心情，试着单纯的享受书的内容，而不去想看书了也没用。","strategy":4}
{"content":"太难了被自己的情绪拖累，我真的好累，干什么事儿都不顺，甚至买双鞋都能把自己气到，太憋屈了……我为什么要这样活着?","reconstruction":"我因为自己的情绪而感到困难和疲惫，但我明白每个人都会有情绪激动地时后，或许我下次感到自己又激动时，可以先做几个深呼吸，事后也可以用冥想帮助自己更快恢复平静。","strategy":4}
{"content":"周围的人像光，很吸引人，可自己就像是里面只有败絮，而无耀眼之处，自己该怎么提高自己呢，而进一步改变自己呢?","reconstruction":"周围的人像光，很吸引人，我目前感觉自己可能没有耀眼之处，但我知道每个人都有低谷的时刻，这只是暂时的，我可以放松心态，继续努力。","strategy":4}
{"content":"有时候都不想跟我说太多，班长脾气不好，都不管我。","reconstruction":"班长可能有自己的压力和烦恼，所以有时候可能没有太多精力和我交流，班长可能有很多杂事要处理，我可以不要将他的反应放在心上，我也可以尝试向其他可以帮助我的班级委员求助。","strategy":4}
{"content":"什么都往外说，太作了，我真是个蠢人，哎，心里很难过。我有依赖性人格，回避型人格和表演型人格。我今年才知道，我一直以为自己只是，哎","reconstruction":"我有时候会将不该说的往外说，过于夸大，但我明白每个人都有说错话的时后，而且我现在发现并承认了这个问题，我相信人是可以改变的，我可以学会更真诚的表达，也学习忍住不把秘密说出去，相信有心改变，一定可以渐渐改掉坏习惯的。","strategy":4}
{"content":"很想努力逼自己学习，但自己总是拖延，怎么激发自己的动力？","reconstruction":"我理解拖延是许多人有的问题，我会尝试采取放松的心态来面对它，并找到解决拖延问题的方法。","strategy":4}
{"content":"做事情没有执行力，不负责，因为有原生家庭的影响。","reconstruction":"我在做事情时缺乏执行力和责任感，但我要明白这种情况并非永恒，我可以通过调整心态和努力逐渐改变自己。","strategy":4}
{"content":"我跟别人相处总是真心相待，在表达上不到位，顾及别人的面子最后总是有隔阂。","reconstruction":"我总是真心对待他人，虽然在表达上不够得体，过于顾及他们的面子，导致了一些隔阂。但我知道沟通表达是门学问，大家都在相处过程中学习，每个人都会遇到类似的问题，所以我不必过于担心或紧张，而是以轻松的心态去面对，并寻找改进的方法。","strategy":4}
{"content":"如何做到非暴力沟通，总是容易发脾气，无法控制。","reconstruction":"如何在沟通中避免发脾气是一个挑战，但我明白情绪的起伏是正常的，每个人都要学着控制自己的脾气，才能好好沟通。我会以平和的心态面对自己的情绪，并尝试通过冷静和理性思考来控制自己的反应。我可以尝试在快控制不住情绪时深呼吸，并赶快离开那个环境，阻止自己爆发。","strategy":4}
{"content":"意志力薄弱，做什么都做不好，做到一半就放弃，为什么成就不了自己，就是因为没有自制力。","reconstruction":" 我在意志力方面存在一些不足，但每个人都有挫折，感到意志力薄弱的时后，我要采取适当的休息和调整，让自己脱离低迷的状态，重新振作起来。","strategy":4}
{"content":"高中压抑难受，换了环境不适应，没有朋友，连个倾诉得朋友都没有，很难受，周围人都好厉害，好自卑，不知道怎么表达情感，愁眉苦脸。","reconstruction":"在学校的压抑让我感到不适，我甚至没有一个可以倾诉的朋友，这让我很难过。周围的人都很厉害，这让我感到自卑和无助，但我知道第一名也有不完美的地方，他也会面临挑战和困难。所以我要放松心态，告诉自己适应的比较慢并不代表适应不了，而且现在的失败和困难并不代表我个人的价值。或许我可以尝试跟同学打招乎，踏出交朋友的第一步，我相信我会发现每个人都有不同的困境要面对。","strategy":4}
{"content":"待在自己熟悉的环境，不想跟外界联系，生活也没有动力，怎么改变这种现状，找到生活的重心？","reconstruction":"我现在或许处于一个平淡期，但这是正常的生活阶段，许多人都有类似的经验，没有必要对此过度焦虑，我可以以轻松的心态面对，或许我可以听听长辈的故事，或尝试一些微小的改变，譬如安排不同的休闲活动，尝试没吃过的饮食，慢慢地找回生活中的乐趣。","strategy":4}
{"content":"为什么总是不敢去改变，走出门去面对新事物？没有动力是怎么回事呢?","reconstruction":"我目前感到紧张和缺乏动力，但我知道这种情绪是暂时的，面对陌生的新事物，许多人都会感到无助、紧张和想逃避，或许我可以放松心态，知道这样的反应是很正常的，并且藉由深呼吸和冥想来减轻紧张感，逐渐获得改变和面对新事物的勇气。","strategy":4}
{"content":"由于本人内向孤僻，老实。说话不知分寸（大嘴巴）包括说错话。现如今被孤立，排挤。现不知如何在处理其复杂的工作关系。","reconstruction":"虽然我内向孤僻，老实，有时会说错话，而且现在被孤立和排挤，但我知道不可能所有人都喜欢我，沟通是需要多多练习的，我可以尝试在说话之前多思考三秒，相信只要我愿意改变，情况就会有所好转。","strategy":4}
{"content":"在生活中总是不能正确体会到他人的情绪，很关心他人对自己说的话的想法，但总是不能确定他人的想法。","reconstruction":"在生活中，我很关心他人对我说的话的评价，但我明白每个人都有自己的思考方式，所以无法完全确定他人的想法或是得到他人的肯定也是很正常的，我可以试着先观察和倾听，而不是一股脑儿把想说的都说了。","strategy":4}
{"content":"总是担心别人是不是会背着自己说一些自己的坏话，担心自己的表现别人不认可，很恐慌焦虑，该怎么改变自己啊。","reconstruction":"虽然我常常担心别人背地里对我说坏话，也担心自己的表现是否得到他人认可，但是我要明白这些负面情绪是暂时的，并且无法得到所有人的认可也是件很正常的事，我可以深呼吸或是冥想来放松心态，转移注意力，相信自己会逐渐变得更加坚强和自信。","strategy":4}
{"content":"天天过着一样的日子，感觉很无趣想改变又没有那个能力。迷茫，不知道要怎么办……","reconstruction":"虽然天天过着一样的日子，有时感觉很无趣，但我知道这只是一段时间的经历。我可能迷茫，不知道如何改变，但我明白人们都会经历这种情绪。我要放松心态，相信未来会有变化。","strategy":4}
{"content":"30岁了，女，孩子苦苦挣扎中，一无所有，甚至努力都不是很投入，什么都不懂的自己，还有救吗？","reconstruction":"虽然我已经30岁了，一无所有，甚至觉得自己努力不够投入，对很多事情一无所知，但我要理解这种负面情绪的有限性和普遍性。很多人都曾经有过类似的困惑和绝望，我并不孤单。我可以尝试放松心态，和身边的过来人谈谈，相信一切都会慢慢变好。","strategy":4}
{"content":"对他人的善良，被完美的利用，并给予我各种伤害。","reconstruction":"对他人的善良让我因此受到各种伤害，但我知道有些人不懂得珍惜别人的善意，也有许多人跟我一样受过伤害，我可以学习如何辨别谁值得付出真心，并尝试一些休闲活动，像是听音乐或冥想，来帮助我度过这段难受的时光，我一定能学会从中放松并继续前进。","strategy":4}
{"content":"生完孩子后。感觉自己整个人都变了。总是心情很糟糕，对什么事都没有兴趣。总是感觉疲惫。","reconstruction":"生完孩子后，虽然总是心情很糟糕，对什么事都没有兴趣，总是感觉疲惫，但我知道这是一段过渡时期，许多人都会对生活中的巨变产生无力跟疲惫感，需要一些时间来适应，好在我不是一个人在面对这些情绪和疲劳。我可以寻求身边亲友的帮助，让自己有多一点时间放松，重新找回生活的平衡。","strategy":4}
{"content":"时常会给自己定一些小目标，节食运动减肥，节省自己每个月的开支以便去买那件心仪的东西。结果，总是完不成。","reconstruction":"没能完成小目标确实让我有些失望，但我知道每个人都会经历挫折，我会调整心态，继续努力。","strategy":4}
{"content":"自从与前女友分手之后我就像变了一个人一样曾经阳光开朗的自己似乎消失了，现在的自己对什么都不感兴趣每天过的很抑郁好久也没有笑过了","reconstruction":"面对分手后的低谷，我知道这是人生的一个阶段，大部份人都经历过，我会调整心态，相信未来会更好。","strategy":4}
{"content":"已经考了好几次了，一直没过，本来说是不在乎，但是面对四级改革，还是好焦虑。英语也不好，还不愿意认真学，不知道该拿自己怎么办。","reconstruction":"面对四级改革，虽然感到有些焦虑，但我明白每个人都会经历挑战和压力，我只需要保持冷静，一步一个脚印地去应对。","strategy":4}
{"content":"工作压力好大，但是不敢辞职也无力改变现状怎么办?","reconstruction":"虽然工作压力很大，而且我不知道该怎么办，但我知道许多人跟我一样，有许多人跟我有类似的经历，或许我可以跟他们聊聊，询问他们是如何克服这样的困境，或许我也可以给自己安排一个小长假，暂时脱离工作的高压环境，放松的同时倾听自己内在的声音。","strategy":4}
{"content":"做任何事都不会觉得自己可以完成和做好。总是否定自己，而且特别害怕在陌生环境独处，有办法改变吗","reconstruction":"我理解做任何事情都可能带来挑战和困难，但我试图以一种更轻松的心态面对。我明白在陌生环境独处时可能会感到不安，但我意识到这只是一种临时的情绪，会随着时间的推移而减弱。或许我可以从独立完成小任务开始，逐渐提升自己的信心。","strategy":4}
{"content":"不知道为什么觉得做人挺苦的，为了温饱在社会挣扎，为了家庭背负重压，为了别人的目光虚伪的不能做自己，为了情感而痛苦。大家觉得做人苦吗","reconstruction":"不知道为什么觉得做人挺苦的，为了生计，为了养家，还为了有好形象而虚伪，常常也为情所苦。我想我就不要太紧绷。我知道大部份的人们都在各种生活的压力中，我想透过合宜的运动或找朋友一起聊聊舒压，让我有力量继续往前。","strategy":4}
{"content":"工作了那么多年，日复一日，没有什么进展，收入一过是只够温饱，月光族，很烦！","reconstruction":"工作了那么多年，一成不变，又没有什么发展，虽然收入只够温饱，但想到很多人也都是在这种无奈里，我想下了班后可以透过运动或与好友聚聚来放松调适自己的心情。","strategy":4}
{"content":"工作一成不变，日复一日，最近有个感觉，感觉匮乏，总有一种无力，消极没意思的感觉。","reconstruction":"工作日复一日，我发现我对我的工作有倦怠感，还好我察觉到自己的情绪，我想大部份的上班族也经历过这些低潮，期待放假时能跟好友聚聚聊聊来放松自己紧绷低潮的心情。","strategy":4}
{"content":"之前感觉做完梦去解析真的特别准，最近做梦解析一直都说考试不理想，唉，都30了，还在愁考试，还在一无所有竟然还不自律，我到底有何用","reconstruction":"年纪都30了，还在面对考试，我喜欢透过解梦来舒压，适度的舒压能放松心情，但我知道我的自律性不足，应该注重运行时间管理。我相信透过调整作息，我一定可以更有效率的吸收学习应考的。","strategy":4}
{"content":"没有力量做一件事，又非得去做，不做负面情绪就会总折磨我呀，怎么办，请教？","reconstruction":"没力做事又非得去做，我应该是有责任感的人才会这样，没去做就心里不舒服，既然如此，我就尽力做，我想大家做事遇瓶颈时，心里难免也会不舒服的，我就脚踏实地的去做，一定会渐入佳境的。","strategy":4}
{"content":"最近总是感觉压力大，害怕死亡，感觉自己还有好多事情没做，突然死去怎么办？心里会恐惧害怕空虚！","reconstruction":"人生无常，总是感觉压力大，害怕死亡，感觉自己还有好多事情没做，不知道明天或意外哪个先来？也许最近的心情低潮，让我感到紧张及恐惧，我想我可以透过跟好朋友聊聊，也开始运动来帮助自己舒压放松。","strategy":4}
{"content":"觉得自己做的不好，晚上失眠，心情压抑，工作生活一团糟，好想逃离","reconstruction":"在工作的過程中雖然挫折又有壓力，生活上也有許多不如意，想逃避。我應該放慢步調，也許給自己一個假期，走出戶外去休閒調劑身心。","strategy":4}
{"content":"自从学校分配了任务，这个问题成了我的心头之事，白天午休也睡不着，晚上半夜还不能入睡……唉，神经质一个！我该怎么办？？","reconstruction":"自从学校分配了任务，脑袋一直想怎么做好这个任务，甚至影响睡眠，我想一定很多同学也会像我一样很有压力，这段执行任务的期间，我要提醒自己有规律的生活作习及运动，我相信藉此平衡紧张与压力会对完成任务很有帮助的。","strategy":4}
{"content":"我是一个内向的人，我很想变得开朗，变得幽默一些，我的性格是那种不是很活跃的人，想改变自己。","reconstruction":"我知道自己是一个性格内向不活泼的人，但我想改变自己，我可以多跟开朗幽默的朋友多相处，放轻松，我想在潜移默化中，我一定可以变得愈来愈开朗，愈来愈幽默的。","strategy":4}
{"content":"我高三，内心深处先要考一个好大学，但是没有动力整天得过且过，过完了一天又会去后悔，恶性循环，嗐","reconstruction":"尽管我一遇到问题就想躲，不想见与这件事有关的任何人，我相信这样的情绪低潮是一时的，我可以多跟好朋友聊聊也可以去户外走走遍气，转换心里的不如意，我相信我不会一直被情绪低潮困住的。","strategy":4}
{"content":"一遇到问题就想躲，不想见与这件事有关的任何人，","reconstruction":"尽管我一遇到问题就想躲，不想见与这件事有关的任何人，我相信这样的情绪低潮是一时的，我可以多跟好朋友聊聊也可以去户外走走遍气，转换心里的不如意，我相信我不会一直被情绪低潮困住的。","strategy":4}
{"content":"现在人都30多了。最近在家无意间发现老婆偷偷看乱伦的小说。还是父女乱伦的。也不知道是什么心理。比较担心。不知道该不该谈谈。怎么谈","reconstruction":"我感到家人常骂我，指摘我，我想是因为家人也是直肠子，讲话表达都比较直接，我不要对号入座，我要常常提醒自己深呼吸，放轻松，不要太在意。","strategy":4}
{"content":"我想请问下我之前预约了一个咨询师，在咨询的过程中我常常感觉有压力，也常常哭，咨询后感觉情绪会很不好。这个正常吗","reconstruction":"我该做些什么让我能不虚度光阴，不无所事事，还能找到人生的目标呢?我想很多人一定跟我一样有这些迷茫。我应该放松自己的内在压力也透过一些运动帮助自己过好每一天。","strategy":4}
{"content":"我是女生，我其实这几年发现我有那种倾向，目前为止已经暗恋了三个女生，我觉得有时候她们比男生更能吸引我....","reconstruction":"我想改变自己的性格也寻求一些方法及愿意接受同学的意见，却得到一些极端且具攻击性的反馈。虽然如此，我对于负评想以轻松的态度不去介意，而正面积极继续寻求改变。","strategy":4}
{"content":"考试不好，项目失败，家庭关系不和睦，朋友关系出现危机","reconstruction":"虽然这次考试不理想，项目失败，这些压力也影响了家庭关系与朋友关系，我想帮助自己从压力中走出来，我可以透过增加到户外多走动来放松平衡我的情绪与压力。","strategy":4}
{"content":"他们都骂我，说一切都是我的错，无论是谁，谁都想踩我一脚包括我的妹妹当我质问他们的时候我的家人就会说不要顶撞大人不要和小孩计较","reconstruction":"我感到家人常骂我，指摘我，我想是因为家人也是直肠子，讲话表达都比较直接，我不要对号入座，我要常常提醒自己深呼吸，放轻松，不要太在意。","strategy":4}
{"content":"觉得自己虚度光阴，无所事事，怎么找到人生的目标行动起来？","reconstruction":"我该做些什么让我能不虚度光阴，不无所事事，还能找到人生的目标呢?我想很多人一定跟我一样有这些迷茫。我应该放松自己的内在压力也透过一些运动帮助自己过好每一天。","strategy":4}
{"content":"我心理很疑惑想改变性格而寻找心理之路，我只是想让一些同学更了解我也好提一下意见，可没想到有人让我跳楼有人骂我神经病","reconstruction":"我想改变自己的性格也寻求一些方法及愿意接受同学的意见，却得到一些极端且具攻击性的反馈。虽然如此，我对于负评想以轻松的态度不去介意，而正面积极继续寻求改变。","strategy":4}
{"content":"妈妈已年近80，仍然意气风发，聊起人与事总从坏的方面去看，总觉世人皆负她皆险恶，总爱指导我们，无法沟通，令我十分痛苦。","reconstruction":"妈妈已年近80，喜欢倚老卖老，总爱指导并从坏的角度去聊人与事，虽然我很不喜欢她的论点，但我试着放松心情，回应妈妈时先深呼吸。","strategy":4}
{"content":"每次在社交场合，都害怕自己表现不够好，想要与人成为朋友，却又害怕对方觉得自己肤浅。于是就紧张的畏缩起来。","reconstruction":"我在社交场合常常很紧张，想与人成为朋友，又害怕自己表现不好，我在紧张畏缩时，要告诉自己深呼吸不要担心放轻松，自在些。","strategy":4}
{"content":"每次在委托别人办事的时候，该表达的没表达。说完之后总是后悔自己为什么又没说谢谢。","reconstruction":"在委托别人办事的时候，常常忘记表达感谢，我想与其后悔不如自在轻松些，我会渐渐进步的。","strategy":4}
{"content":"我一直过得都很好啊，没有发生什么啊，总是莫名其妙心里就很难受，总是想哭。","reconstruction":"我生活中没有遇到什么事，却总是难受，但这没什么，毕竟只是想法而已，我不会真的付诸实践。 或许我可以转移注意力，出去旅行，找朋友出去，放松一下心情。","strategy":4}
{"content":"经常失眠，半夜做噩梦惊醒，吃不好，喝不好，睡不好。","reconstruction":"我经常失眠，半夜做噩梦，这没什么，现代社会压力这么大，很多人都失眠多梦，我可以试着多运动多冥想来改善睡眠。 ","strategy":4}
{"content":"真的好痛苦好痛苦好痛苦，从高一撑到高三复读又撑了一年，我总是告诉自己撑下去，可是没想到大学还是好痛苦。","reconstruction":"高中和大学的学习让我好痛苦，这可能是我一直给自己太大压力了，痛苦可能只是我强加给自己的，要知道我已经做得很好了。 ","strategy":4}
{"content":"我的母亲总是阻止我做出改变，比如换发型，大到换工作。","reconstruction":"母亲总是阻止我做出改变，这没什么影响，毕竟最终的决定权在我。只要我足够坚定就没问题。 ","strategy":4}
{"content":"总觉的自己不好看，自己都很少照镜子，一天看不到自己几次，有时候觉的挺可爱，有时就就觉的无法直观的感觉。","reconstruction":"我很少照镜子，可是我明白自己的容貌并不决定我的个人价值和幸福，不需要过分在意别人的看法。","strategy":4}
{"content":"母亲总是咄咄逼人，总是反问句，总是抱怨人抱怨事，埋怨人，说话带枪带棒。","reconstruction":"母亲总是咄咄逼人，总是抱怨，可是我明白母亲的话并不说明我的真实价值，她可能有些过激，但她也只是一时的情绪爆发，我能保持冷静。 ","strategy":4}
{"content":"由于小的时候被家里暴打留下了很大的阴影，我甚至都不了解我自己。","reconstruction":"小的时候被家里暴打留下了很大的阴影，我的童年确实很不幸，但我也知道这不会决定我的未来人生。我相信未来会有希望和好运在等待着我。 ","strategy":4}
{"content":"人生来就处于弱势，背负了太多的东西，尝试过自救却没人理解，想要吃药却没钱，想做咨询也是贵的要死。穷人真的连死都不配有人倾听。","reconstruction":"我虽然处于弱势，背负了太多的东西我，但我也知道这并不是无法改变的。我不应该夸大困难的可怕程度，让自己陷入绝望和焦虑中，我应该用一种平和和积极的心态去面对现实。 ","strategy":4}
{"content":"我发现我的家庭不需要我了。。。大家都好像很忙，很忙，没有人真的在乎你的感受。当我需要有地方倾诉时，我找不到。","reconstruction":"我的家人都好像很忙，但他们并不是故意冷落我，而是因为他们有自己的工作和困难。当我需要倾诉时，我会放平心态去寻求帮助和支持。 ","strategy":4}
{"content":"别人不管做什么事我的心里不会有一丝触动，对任何人都没有感情。","reconstruction":"别人不管做什么事我的心里不会有一丝触动，我对别人的事情不太感兴趣，但这并不是一种错误，毕竟每个人都有自己的喜好和兴趣。 ","strategy":4}
{"content":"脾气暴躁，看谁都不顺眼，有一点看不惯就得说出来，导致越来越不合群。还总爱和别人发牢骚，睡眠也不好，有一点小动静就醒了，然后就睡不着了。","reconstruction":"虽然我脾气暴躁、爱发牢骚、睡眠还不太好，但世界上并非只有我如此，每个人都会有这样的时候，我不应该苛责自己，而是试着放松下来，再去想能不能控制自己的暴躁情绪、改善晚上的睡眠质量。","strategy":4}
{"content":"我先生总是否认我的观点和语言，我说这样做必定会怎么样，带来什么结果，他总说不会的，要么就冷笑，不说话。","reconstruction":"虽然我的先生总是否认我的观点和语言，但这也很正常，每个人都有其缺陷、家家有本难念的经。我应该保持轻松乐观的心态继续和他沟通。 ","strategy":4}
{"content":"感觉和她很像，人生观，自取其辱，自轻自贱，没有度，没有数，没有自尊，没有自爱。但我比不上她。","reconstruction":"虽然我觉得我自轻自贱、比不上她，但我知道，这并不是什么需要自卑的事，很多人都如此，我应该放平心态，须知人比人气死人。 ","strategy":4}
{"content":"总是觉得自己不够好，为什么呢？好像内在跟外在都不够好。","reconstruction":"我总是觉得自己不够好，但人无完人，总有比我优秀的，也总有不如我的。我应该放松心态，正视自己的内在和外在，不要给自己太多压力。 ","strategy":4}
{"content":"我每次和人相處，都會很不舒服，甚至自己就好像自動导航模式一樣，控制不到自己，心裏很難受。","reconstruction":"虽然我每次和人相处都会很不舒服，但我也清楚，没有人生来就会和别人打交道，每个人都在学习如何与他人相处，我应该放松心态，不苛责自己，再去尝试。","strategy":4}
{"content":"最近工作总出错，压力大，很难过，无助。","reconstruction":"虽然我最近工作总出错，压力大，但没有人不出错的，我应该保持一个平和的心态看待这件事，再想办法减少出错。","strategy":4}
{"content":"总是很害怕尴尬，会替别人玻璃心，搞得自己陷入担心，久久不能自拔，会一直想越想越往坏想，让自己很纠结我该怎么办…","reconstruction":"虽然我总是害怕尴尬，会替别人玻璃心，但共情能力是人与生俱来就有的，我不必感到羞耻，我应该放松心态，试着去控制这种情绪，别再陷入久久的担心之中。","strategy":4}
{"content":"觉得他们太虚假，没把我真正的当朋友，不想上学了。","reconstruction":"我明白每个人都有自己的待人处事之道，所以不真正的当朋友也是正常的，我可以试着找寻志同道合的朋友，而不是厌学。 ","strategy":4}
{"content":"最近一直失眠，很难在两小时内入睡，觉得做什么都没意思，自己活着也没有价值，咨询过心理医生，没什么用，不知道该怎么办了。","reconstruction":"虽然失眠困扰着我，也觉得什么都没意思，但我明白任何困境的解决都需要一定的时间，所以暂时不起效果也是正常的，我可以试着防空，而不是急于求成。 ","strategy":4}
{"content":"朋友觉得我付出理所应当，总利用我，我该怎么办?觉得我很傻，我好像舔狗。","reconstruction":"虽然朋友觉得我付出理所当然，利用我，但我明白每个人都有自己的交友准则，所以无法得到他人的真诚是很正常的，我可以试着找寻新的友谊，而不是否定自己。 ","strategy":4}
{"content":"总觉得缺钱，缺爱。收入似乎也不算低，打车不舍得，吃个西餐也不舍得。总算对老婆孩子还算可以，对自己总是抠门儿。","reconstruction":"收入不低，但舍不得自己花，我明白这是一种潜移默化过程中形成的，所以有缺爱，缺钱的感觉是正常的，我可以试着对自己好一点，而不是一味的克扣自己。 ","strategy":4}
{"content":"害怕做错事，一点小事不好的话也会向别人隐瞒真相，怕被批评指责，在意他人的想法，感觉自己不能接纳负面事物，我这是什么心理，希望可以调整。","reconstruction":"怕被批评指责，在意他人的想法，感觉自己不能接纳负面事物，但我明白每个人都有做错事情的时候，不是只有我会做错事。 ","strategy":4}
{"content":"我真的受不了家里人。。。真的烦死了。。。烦死了，烦死了，烦死了。","reconstruction":"虽然家里人有的时候让人很烦，但是我明白每个人地心情都要跌宕起伏的时候，所以有时候情绪处于高点是很正常的，我可以试着先沉着，而不是选择直接给家人下定论。","strategy":4}
{"content":"儿子只爱打游戏，没有其他爱好。工作只干洗浴服务生，不求上进。不想找对象，不想结婚。","reconstruction":"儿子爱打游戏不上进，不结婚，但我明白每个人都有自己的生活方式，所以儿子的现状是正常的，我可以试着先观察和倾听，而不是急于改变儿子的现状。 ","strategy":4}
{"content":"活的毫无活力，明白应该努力做出改变却怎么也做不到，感觉和自我离得好远，讨厌自己。","reconstruction":"我理解到生活的压力和不满来源于自己紧绷的心态。这次的挫败并不能证明自己是个失败者，放松心态，也许一切都会变得更好。 ","strategy":4}
{"content":"我觉得我自己无法和父亲交流只要一交流就是侮辱和怒骂。我心里的事根本不敢和父母交流，一点事情没做好就是侮辱我。","reconstruction":"我理解到父母的情绪可能和他们自己的经历有关，并不一定是我的问题。我会保持冷静，不被他们的负面情绪影响。 ","strategy":4}
{"content":"以前我是一个很快乐的人，但是8月份我最喜欢的小狗死去了，我就觉得这个世界没有了光，心里很难受，时不时就会哭，有时候特别不理智。","reconstruction":"我尝试去理解小狗的离去并不代表世界就失去了色彩，这是生命的规律，我需要接受并处理自己的情绪，不让悲伤和失落一直控制着我。","strategy":4}
{"content":"最近要吃一年多的药，我害怕治疗不好，害怕吃药，失眠一个月了。","reconstruction":"我需要放下焦虑和担忧，理解药物的作用并相信医疗专业人员的判断。失眠只是暂时的，不会对我的健康产生长期的影响。 ","strategy":4}
{"content":"生活与家庭之间找不到平衡点，家庭生活并不愉快，所以很多事情都觉得不顺心，很烦躁抑郁。","reconstruction":"虽然暂时没有找到平衡点，但可以尝试让自己放松下来，不要给自己太大的压力。平衡本不易，好心态更重要。 ","strategy":4}
{"content":"一直不自信、一直心态不好，害怕上台表演和上台发表言论，心态差。","reconstruction":"不自信是新手的常态，不用紧张，通过不断练习一定可以缓解紧张，充满自信。 ","strategy":4}
{"content":"内心深处积压了太多，无法表达出来的东西，难以释怀，外人也根本无法理解。这种痛苦深深的折磨着我，谁又会明白呢？","reconstruction":"内心可能积压了一些东西，但我不因此而紧张。试着让自己放松下来，不要过于焦虑和紧张，痛苦可以得到很好的缓解。","strategy":4}
{"content":"不敢与别人交流，和别人说话如果没有得到回应，就会一直想自己是不是说错了什么，或者是别人不想和我做朋友，而且一个人呆着总是感觉阴森森的。","reconstruction":"面对交流的焦虑，我可以尝试让自己放松下来，不要过于焦虑和紧张，其实大家都很友好，放松心态，一定可以友好交流。 ","strategy":4}
{"content":"我不想去人多的地方，觉得他们在偷偷的讨论我，经常失眠，闷闷不乐，对未来不抱有希望，而且总是想哭。","reconstruction":"面对人群的焦虑不会使我感到紧张，这不是我个人的问题，也许是我想多了，其实大家都很友好。 ","strategy":4}
{"content":"感觉世界末日了，我害怕自己有一天不知不觉离开世上。好累....","reconstruction":"真希望可以健康过完一生，幸福终老，但是每个人都有离开的时候，不是只有我会离开，所以只要珍惜当下就好了。 ","strategy":4}
{"content":"就是感觉不舍得给自己花钱，一堆的好东西，看不到适合自己的。","reconstruction":"我意识到我经常感觉不舍得给自己花钱，但我明白每个人都有自己的消费观念，我也可以给自己买得起很多好东西，但是钱存起来也能让我感到幸福，这完全没问题。","strategy":4}
{"content":"特别嫉妒别人总是忍不住说别人坏话。被人知道了别人都针对自己攻击自己，没人相信我，抓住把柄被孤立了。","reconstruction":"我意识到有时候特别嫉妒别人总是忍不住说别人坏话，感觉没人相信我，感觉被孤立，但我也是因为好胜心强才会这样的，相信我可以提高我的共情能力，多舍身处理的为他人着想，相信一定会有所改善！","strategy":4}
{"content":"父母承诺过的事没有实现过？同学也在学校经常对我施压，父母也在嘲讽我，好痛苦。","reconstruction":"我感觉同学在学校经常对我施压，父母也在嘲讽我，但我明白大家只是正常的沟通，也只是对我的关心而已。我明白每个人都有自己的思考方式，所以感受到他人的压力也是正常的，我可以试着将注意力放到手头的工作和学习上，相信处理好这种压力一定能让自己有所改善。","strategy":4}
{"content":"学习压力太大了，太痛苦了。","reconstruction":"我意识到学习压力太大了，但我明白这种情况是普遍的，很多人都会有这样的经历，正是因为我很在乎自己的学业，上进心很强才会有这种压力。我会采取一些放松的方法，例如冥想或者深呼吸来让自己放松。 ","strategy":4}
{"content":"为什么我买零食给朋友吃，妈妈会揍我，说都不给妹妹吃，难道我就不重要了？","reconstruction":"为什么我给朋友零食，妈妈生气呢？或许妈妈只是担心妹妹会感到被忽视。我可以试着与妈妈谈谈，以更好地理解她的担忧，同时也表达我的感受。 ","strategy":4}
{"content":"做完的事有时会后悔，觉得自己没做好，非常生自己的气。","reconstruction":"我做完事后会觉得后悔，认为没有达到自己的标准。然而，我明白每个人都会犯错，而后悔是一种自我反省的方式。我可以试着冷静下来，反思自己的行动，而不是太过于苛责自己。 ","strategy":4}
{"content":"一会干这个，又感觉那个还没有干完，各种焦虑，各种不安。","reconstruction":"有时我感到焦虑，觉得任务永远无法完成，各种不安缠绕。然而，我明白每个人都有焦虑的时候，而且这是正常的。我可以试着更加冷静地应对这些情绪，不要过于自责，寻求放松的方式来缓解压力。 ","strategy":4}
{"content":"与人相处时，总是礼貌的有点过分，无法敞开心扉，展现最好的最真实的自己，无法主动建立亲密关系。","reconstruction":"在人际交往中，我总是过于拘谨，不敢展示真实的自己，也难以建立亲密关系。然而，我明白每个人都有自己的不安和保护机制。我可以尝试更放松地与他人交往，逐渐建立信任，展现真实的自我。 ","strategy":4}
{"content":"没有理由的失控，我真的不想一直被负面情绪影响。我不应该这样。我妈妈很疼我，吃喝也都由着我，我不应该这样啊不应该，好无助。","reconstruction":"情绪失控时，我会感到害怕，无助，但我明白这是一种自然的情绪反应。我可以寻求支持和帮助，学会更好地处理这些情绪，不要忽视我妈妈的关爱和支持。 ","strategy":4}
{"content":"性格内向敏感，唯唯诺诺，不敢去做，害怕错了挨批评，不喜欢自己这种性格。","reconstruction":"我的性格内向敏感，常常害怕犯错和受到批评。但我明白每个人都有自己的不安和担忧。我可以尝试更加自信地表现自己，不再唯唯诺诺，逐渐克服自己的恐惧。 ","strategy":4}
{"content":"什么事情都是小心谨慎，纠结难以抉择，很痛苦。","reconstruction":"我了解我总是小心谨慎，常常犹豫不决，感到痛苦。但我明白每个人都有自己的不安和痛苦时刻。我可以尝试更加自信地应对抉择，不再纠结，逐渐减轻痛苦。","strategy":4}
{"content":"在寝室发生不可调和的矛盾，但又不得不在同一屋檐下生活，沮丧颓废，也无法去做想做的事，好苦恼。","reconstruction":"在寝室中的不可调和矛盾可能让我感到苦恼和沮丧，无法专注于我想做的事情。但我明白这种情况在生活中是常见的，我可以尝试采取冷静的态度，积极寻求解决方案，而不陷入沮丧。","strategy":4}
{"content":"头晕失落，容易犯困，身边的人都已经离去（没去世）","reconstruction":"我明白最近的情绪波动让我感到不安，以及身边的人都离去了。但我要学会放松，尝试不去过分担忧，或许可以通过冥想、运动或其他放松技巧来缓解我的不适感。 ","strategy":4}
{"content":"最近做了一件事，大家都觉得没可能，但我还执意感觉有希望去做，害怕失败，所有人都嘲笑我，现在很慌张。","reconstruction":"最近做了一件事，大家都觉得没可能，但我还执意感觉有希望去做，就算失败了也没关系，这件事情很难，失败也是正常的。","strategy":4}
{"content":"次次感情都是如此，放弃了人生，可能是我不配拥有吧。","reconstruction":"感情就是这样的，就算没得到想要的感情也没关系，这不是人生的全部。","strategy":4}
{"content":"不知道怎么和别人相处，别人都不愿意理我，都在排挤我欺负我。在家里爸妈也不喜欢我，总是被所有人针对。","reconstruction":"别人都不愿意理我，都在排挤我欺负我也没关系，人不一定需要很多的社交，我也可以自己玩。","strategy":4}
{"content":"从小没有被女生喜欢过，谈恋爱一直失败。对自己恋爱这块没有信心。","reconstruction":"即使谈恋爱一直失败也没关系的，谁还没有失恋过，生活不只有爱情。","strategy":4}
{"content":"我应该是社恐，和新合租室友看不顺眼，不敢和她沟通交流，挺自卑，感觉她做什么我心理都很排斥她，然后各种嫌弃，但是跟他沟通不来。","reconstruction":"感觉她做什么我心理都很排斥她，然后各种嫌弃。跟他沟通不来也没关系，保持正常距离就好。","strategy":4}
{"content":"在学校，没有朋友，想要融入别人却融入不了，因此觉得孤独，在社交中表现得很焦虑，不主动，也没有一定的技巧。","reconstruction":"在学校，没有朋友，觉得社交很困难，我知道自己要融入新环境有些困难，但内向的人不只我一个，我可以依照自己的节奏慢慢来就好。 ","strategy":4}
{"content":"本人很懒，可以一直玩手机好几天。同时又不断责骂自己，感觉很堕落。但是怕难，完全不想学习，一看书就烦。","reconstruction":"我本人很懒，很困难学习，但是没关系，我相信我会慢慢改变更好。 ","strategy":4}
{"content":"不敢去人多的地方，一去到人多的地方就感觉有人注视着自己，并且一感觉有人注视自己的时候就不会走路了，并且不善于与他人交谈。","reconstruction":"我不善于与他人交谈，很内向。但是我不应该过度紧张，我应该放松，一点点改变，有所提高。","strategy":4}
{"content":"最近几天上了点火，然后吃什么都吐，后来在吃中药，但是不想回学校，莫名的就特别想哭，心里特别难受，精神也不太好，没状态。","reconstruction":"最近几天我上火，吃什么都吐，干什么都没有状态，精神也不太好。但是我不应该过度担心，这种情绪很正常，过了这一段就好了。","strategy":4}
{"content":"失业了，和家里的每一人都争吵过，这里容不下我，无论是家人还是男友，没有一段关系是我能处理得好的，所有人都憎恶我。","reconstruction":"失业了，和家里的每一人都争吵过，这里容不下我，无论是家人还是男友，没有一段关系是我能处理好的，所有人都厌恶我。但是没关系，人都有不顺心的时候，我不应该过度紧张社交关系，我会慢慢变好。","strategy":4}
{"content":"睡眠不好，经常跟父母吵架，父母总说我是废物，是累赘，被校园暴力四年，被别人在冬天泼过冷水，被别人传绯闻。","reconstruction":"睡眠不好，经常跟父母吵架，我还被校园暴力，被别人传绯闻。虽然我这段时间很难熬，但是我不应该过度紧张，事情总会过去，我也变得越来越好了。 ","strategy":4}
{"content":"我是个学生，但有时候感觉会有点失眠，对待这个世界总是消极，也常在想什么时候离开了该多好。","reconstruction":"我是个学生，有时候失眠，我对这个世界很消极。不过我不要过度担心，这种抑郁情绪只是一时的，我还有很多开心的事情要做。 ","strategy":4}
{"content":"别人对我语气有一点强硬，我就觉得别人对我不友好。别人一说我，我就生气，想到他对别人就不敢这么说，我就生气，觉得自己太好欺负了。","reconstruction":"我明白每个人都有自己和别人交流的方式，所以他用这样的语气说话可能就是他的特点，我相信他也不是想欺负我，只是不自觉就这样了。 ","strategy":4}
{"content":"每天漫无目的感觉人生一无是处……","reconstruction":"迷茫，没有目标的一段日子是每个人都会有的，这不仅仅是我一个人会经历的，不必着急，人生目标总是会找到的。 ","strategy":4}
{"content":"从大学毕业后，感觉自己每年五一和秋季就会发生一些意外或者不如意的事。几乎每年都是，感觉自己在循环生活，陷入怪圈循环。","reconstruction":"话说人生不如意十之八九，没有人会事事如意的，每年发生这些意外会在固定的一段时间也不过是巧合，我没必要太过紧张。 ","strategy":4}
{"content":"一事无成，钱也没有，朋友也没有。不知道自己喜欢什么工作，好像基本上都是三分钟热度，然后就没有上进心了。","reconstruction":"我总是对什么事情都想试试，却又三分钟热度，或许只是因为还没有找到令自己真正感兴趣的事，我多去接触新事物，总有一天会找到自己热衷的事物。 ","strategy":4}
{"content":"为什么小学的时候我可以那么开心，但上了初中也就没那么开心了。","reconstruction":"虽然我在上了初中之后总是感到不如小学开心，但是我知道快乐不是时时刻刻都有的，我要珍惜快乐时光。","strategy":4}
{"content":"没发生什么事情，就是突然这么想，担心我不是母亲亲生的，她就不爱我了。","reconstruction":"虽然我有时担心我不是母亲亲生的孩子，从而失去母亲的爱，但是这也是成长中常有的患得患失，我更应该及时修正自己的不好的妄想，相信母亲的爱。","strategy":4}
{"content":"内心戏太多，注意力总不在当下，感觉总在走神。","reconstruction":"有时我经常走神，注意力不集中，但这也是人的本性之一，是正常状态，一时放松可以，但我要努力让它不成为自己生活的主旋律。","strategy":4}
{"content":"我的妹妹经常和我奶奶告状，我奶奶不分青红皂白就打我，还说我不懂事之类的，有时还会语言攻击，我每天被妹妹威胁，被奶奶冤枉奶奶打。","reconstruction":"我经常被妹妹威胁，奶奶冤枉，但我知道每个人都有自己不开心的事情，我可以向奶奶解释清楚，让她慢慢发现我没有错。 ","strategy":4}
{"content":"老公不爱我，可是当我怀孕他又非的留下这个孩子，现在孩子五个月，能感觉出他还是不爱我，心里憋闷难受。","reconstruction":"我因老公不爱我而难受，但我知道这在夫妻关系中是存在的，所以即使老公不爱我但能承担起其责任也是可以的，我可以将注意力转移到孩子的养育上，而不是关注老公是否爱我。 ","strategy":4}
{"content":"从小到大就在痛苦中长大，不如解脱。","reconstruction":"我因从小到大的痛苦而难受，但我知道每个人都有自己的痛苦，所以一时因为痛苦而言放弃是正常的，但我不会付诸实践，我可以寻找一些缓解痛苦的方法，而不是彻底放弃。","strategy":4}
{"content":"感觉心里空落落的，和室友不交流感觉好没意思，好孤独，交流也只是一两句话还是孤独，改变不了我的心情。","reconstruction":"我因室友交流的少而十分孤独，但我知道不是每个人都能跟室友成为好朋友，所以交流的少也是正常的，我可以规划好自己的生活，出去结交其他的朋友。 ","strategy":4}
{"content":"天天上班，压力好大，很累想休息几天，领导不同意，顾虑这份工作是养家糊口，不能抵抗，麻了。","reconstruction":"每天工作压力好大，请假领导并没有同意，但是每一个打工人都在努力工作，生活的很辛苦，并不是只有我一个人这么累。 ","strategy":4}
{"content":"一次次的考试失败，不知道道路如何是从，自卑感不断涌出！","reconstruction":"虽然考试接连失败，但每个人都有犯错的时候，不是只有我会一直不通过。 ","strategy":4}
{"content":"自己做了很多错事，没有人再相信自己了，自己把自己给害了特别后悔。","reconstruction":"虽然我做了很多让自己后悔的事情，但每个人都会有犯错的时候。 ","strategy":4}
{"content":"知道自己的缺点，可是怎么改都半途而废，都坚持不了，不想为了琐碎变成一个怨妇。","reconstruction":"我希望我能改掉身上的缺点，但是每个人都会有不好的习惯，我不应该急躁，慢慢来就好了。 ","strategy":4}
{"content":"今天身体不舒服，好想有个人能陪着我，照顾我，似乎从来都没有人这样对我。又觉得自己这样的想法像个孩子。","reconstruction":"每个人在他们虚弱的时候，都会出现渴望人陪伴的想法，我也不例外，所以坦然接受就好，不要过于苛求自己。 ","strategy":4}
{"content":"快3年了，我现在仍然注意力无法集中，根本就学不进新东西，很痛苦。脑袋胀痛难忍。","reconstruction":"我希望自己可以保持注意力集中，但每个人多多少少都有缺点，我也是这样，所以我不必过于焦虑，慢慢做成改变就好了。 ","strategy":4}
{"content":"为什么别人越是夸奖我，我越是不安急躁。觉得自己根本没有这么好，怀疑他们只是在捧杀我。他们眼中的我真的有这么好？还只是说说而已呢……","reconstruction":"我希望自己可以坦然接受他人的夸奖，但每个人都会有想不通的地方，我也是如此，不必过于苛求自己一下就改变，慢慢来总会好的。 ","strategy":4}
{"content":"总感觉家里人看不起我，没办法沟通，又没办法脱离。难道就任由他们把我的大小事情全部安排好吗。","reconstruction":"我当然希望自己可以独当一面，但是家人给我的安排也是为了我好，我可以和他们好好沟通一下的。 ","strategy":4}
{"content":"坐月子中，没有为人父母的喜悦，总是很焦虑，很想哭，不想带孩子，不知道自己是怎么了。","reconstruction":"我希望我可以适应父母这个角色，但是现在初期阶段，我不适应，每个人初为人父母都是这样的吧，没关系的都会好的。 ","strategy":4}
{"content":"做什么事都提不起兴趣，不愿意上班，和家人的关系紧张，上班后把自己厌烦的情绪藏起来，好累。感觉自己活着没有意义。","reconstruction":"每个人都会被生活折磨，我也是这样的，我可以尝试坦然接受并且战胜它。 ","strategy":4}
{"content":"性格悲观敏感，没有自信心，现在感觉做什么事都很困难，觉得自己做不到，陷入负面情绪无法自拔。","reconstruction":"很多人都会觉得自己哪哪不好，我当然也不例外，意识到自己的缺点那么我就可以慢慢尝试改变自己。","strategy":4}
{"content":"看见比自己穿得好看，长得好看的人就会不自信怎么办？心里觉得别人会看不起自己。","reconstruction":"每个人都是不一样的，我希望自己可以很美丽，但每个人的样貌都会有不足的地方，我可以尝试从衣装或者化妆等方面改进。 ","strategy":4}
{"content":"我很多疑，对谁也不相信。总认为大家都在欺骗我，很没有安全感。","reconstruction":"多疑有些困扰我，但谨慎不是一件坏事，许多人都有这个特质，也许我在下定论之前，可以先多一些观察，说不定别人是真的好意。","strategy":4}
{"content":"总是莫名难过，不自觉的去瞎想，不想去想那么多，只想简单的活着。","reconstruction":"我希望我只是简单的活着，但是生活总是会跌宕起伏，不是只有我会感到难过，这是正常的，我不应该过于苛刻自己。 ","strategy":4}
{"content":"我总喜欢生气，因为别人转弯抹角骂自己或者说自己，会生气很久，不知道自己内心怎么回事…","reconstruction":"我希望我可以面对别人的说骂无动于衷，但人是群居生物，在乎他人看法是正常现象，我不必过于勉强自己。 ","strategy":4}
{"content":"从小到大一直都被人当枪使，就那种被人拐了还乐呵呵的帮人数钱，很多事情都是因为我间接性让别人不好了，我真的特别特别难受不知道怎么面对...","reconstruction":"我希望我不会被当枪使，但是每个人都是这样过来的，经历多了就懂了，我也是这样的。 ","strategy":4}
{"content":"经常莫名的难受，感觉到孤独。融入不进周围的圈子。","reconstruction":"每个人都是独立的个体，大家多多少少都会感觉到孤独，这是正常的现象，不是只有我有，所以没关系的，我会接受它。 ","strategy":4}
{"content":"我来这个培训学校5个月了，都没找到人陪我吃饭，别人都成群结队，我觉得我很孤独，很痛苦。","reconstruction":"每个人都是独立的个体，虽然有时候一起吃饭会很热闹，但是一个人吃饭也很酷，所以没关系呀。 ","strategy":4}
{"content":"每说一句话都要反省一下自己，觉得自己很差劲。","reconstruction":"每个人都不能保证自己说的话都是正确的，既然如此，我就不必过于苛求自己说的每句话都要正确。 ","strategy":4}
{"content":"男，大学生，在人多的地方感觉别人都在看着自己，怕自己的举止表情让别人笑话，有时候自己就好像在表演一样，感觉特别不自然。","reconstruction":"每个人多多少少在人多的场合都会感觉到不自在，这是正常的现象，所以坦然接受它就好了。 ","strategy":4}
{"content":"情绪很丧不知道活着为了什么，做什么都没意思，自信心降到历史最低，不愿意和人交往和聊天，觉得自己比别人都差，4年了…","reconstruction":"每个人在情绪不好的时候都会感到难过，情绪不好的时候我可以吃点好的玩点开心的，过去了就没事的啦。 ","strategy":4}
{"content":"失眠越来越严重，很痛苦没有什么希望让我活下去。","reconstruction":"失眠只是暂时的困扰，我可以寻找各种方法来放松身心，缓解失眠带来的困扰，相信情况会逐渐好转。 ","strategy":4}
{"content":"之前弟弟没有界限，即使成家也是依赖，总是索取，并且没有觉得有什么不妥，无语加无奈。现在又有客户一味压榨，感觉自己很委屈。","reconstruction":"弟的依赖和客户的压榨让我感到委屈，但我可以尝试放松心态，明白每个人都有自己的需求和行为方式，我会寻找解决问题的方法，并逐渐解决困难。 ","strategy":4}
{"content":"最近一年压力很大，总是无法安稳入睡。","reconstruction":"压力导致我难以入睡，但我可以尝试放松身心，例如通过深呼吸、冥想或放松音乐来帮助自己放松，并逐渐改善我的睡眠困扰。 ","strategy":4}
{"content":"并没有对自己身体感到过好奇，有时候看到自己胸口还有痣，感到自己不完美。自己胸部还小。","reconstruction":"看到自己胸口有痣和胸部较小，我可以试着放松心态，明白每个人的身体特征都不完全相同。而且身体外貌并不决定一个人的价值和幸福感。我要从内心培养自信和接受自己的身体。 ","strategy":4}
{"content":"我感觉我自己什么都没干，正好好的就感觉身心无力了，是因为我学习压力太大吗？好像很焦虑。","reconstruction":"虽然我感觉身心无力，但我知道这种状态是暂时的，我会尝试放松心态，给自己一些休息和放松的时间，以恢复体力和精神。","strategy":4}
{"content":"明明没有发生的事情也会感到焦虑，无法正确对待自己的负面情绪，感觉时刻都在被负面情绪操控，严重影响了自己的生活和心情。","reconstruction":"我明白负面情绪的出现是一种正常的现象，它们并不一定代表真实的现实。我要学会放松，接受自己内心的焦虑和负面情绪，但并不让它们完全控制我的生活和心情。我会寻找一些放松的方式，培养积极的心态，并相信问题会慢慢解决。 ","strategy":4}
{"content":"不知道该怎么说，人生啊真的是一步错步步错，父母的漠视、朋友的毫不关心、生活中各种琐碎的小事、精神上的摧残，真的压得我喘不过气了。","reconstruction":"我明白当前的困难给我带来了巨大的压力和负面情绪，但我要学会放松，并将这些压力降低到更可接受的程度。我会寻找一些放松和调节的方式，如冥想、运动、与亲友交流等，来舒缓我的压力和焦虑。同时，我也要改变对待琐碎小事的态度，将重心放在更积极的方面。 ","strategy":4}
{"content":"大学生，舍友原生家庭不是很好，她每天除了学习什么都不愿意做，也不知道该如何与别人相处，总是很自卑。","reconstruction":"我看到舍友的原生家庭不是很好，她可能因此对自己产生了很大的压力和自卑感。但我要提醒自己，每个人都有自己的成长历程，她的原生家庭并不决定她的未来，她可以放松心态，通过积极的努力来改变自己的生活。 ","strategy":4}
{"content":"总是关注鸡毛蒜皮的小事，无法集中注意力到应该做的事情上去，总是逃避，碌碌无为。","reconstruction":"有时候我会过于纠结于琐碎无关紧要的小事，而忘记了应该做的事情，甚至常常逃避。但是我要提醒自己，每个人都有焦虑和逃避的时候，这是很正常的。我可以通过培养冷静和放松的心态，以及学会区分重要和不重要的事情，来解决这个问题。 ","strategy":4}
{"content":"不知道和别人聊什么话题，总是纠结聊什么话题，总是想这个话题别人爱聊吗?","reconstruction":"我在与人沟通方面总是陷入纠结，但这并不是不可以克服的困难，随着和越来越多的人聊天，我就更清楚和别人聊天时应该注意什么和怎样做，提升自己聊天的能力。 ","strategy":4}
{"content":"每次领导对我们的工作做出评价的时候，没有表扬我，或者表扬力度没有其他的同事高，我就会感觉收到了批评。","reconstruction":"在工作中，我很在意别人对我的评价。但我相信没有表扬我并不意味着我做的不好，我不必如此纠结和难过，如果下一次我完成的更好的话，领导也会表扬我的。 ","strategy":4}
{"content":"突然有一个时间会觉得生无可恋，我们为什么要活着，这么辛苦，付出这么多收获却不多，活着的意义何在?","reconstruction":"偶尔会陷入对活着这件事存在的意义的思考，但我想这不是件坏事，只有思考人生存在的意义，接受现实又不气馁，才能活得更有意义。 ","strategy":4}
{"content":"失业失恋怀疑人生，没有强烈的痛苦，但是总是觉得隐隐约约的一直不快乐，对所有的事情都失去兴趣。","reconstruction":"最近觉得对一切事情都提不起兴趣，但我相信这只会是暂时的，我可以试试尝试一些新鲜事物，找到新的努力方向，就能走出这种郁郁寡欢的状态。 ","strategy":4}
{"content":"这么多年来抑郁一直不断的反复，我真的不想再努力了。","reconstruction":"抑郁一直在反复，但我知道这是治疗中必经的一段过程，不是没办法改变的结果，只要我坚持努力，我还是可以走出抑郁的。","strategy":4}
{"content":"每次领导安排一个任务就很焦虑，怕自己做不好，完成不了任务，很有挫败感。","reconstruction":"工作中，我接到任务总是会有焦虑和不自信的感觉，我知道这是大家都会有的紧张情绪，我不必过分担心，只要我认真努力工作了，一定可以完成任务。 ","strategy":4}
{"content":"我不知道哪个是真正的自己，我想要改变自己，我觉得自己不够好。","reconstruction":"在生活中，我的自我认知不清晰，有自卑的心理。但我知道这是每个人人生中都会有的一个迷茫阶段，或许我可以从倾听别人对我的评价开始，结合自己的判断成为更好的自己。 ","strategy":4}
{"content":"我真的坚持不下去了，每天被父母骂，学习成绩也不好，真的真的坚持不下去了。","reconstruction":"父母的批评和成绩的糟糕使我失去了信心，但我认为这只是暂时的，或许通过努力过一阵我的成绩就能得到提升，和父母好好沟通，调整好双方的情绪和状态。 ","strategy":4}
{"content":"很想和某个人说说话。大家真的觉得生活很有意思吗。只有我感觉生活忙的时候很累闲的时候太无聊吗。我真的对一切都失去了兴趣。","reconstruction":"我总是觉得生活没有意思，但是我明白每个人的生活都有无聊的时候，对一些事物没有兴趣也是正常的，我可以尝试在闲的时候做一些之前没有做过的事情，让自己的生活变得丰富起来。 ","strategy":4}
{"content":"感觉自己对别人挺好的，也很热情，但是为什么别人不是这样对待我的。而是冷淡，冷漠，不帮我。","reconstruction":"在生活中，我对别人很热情，但别人对我很冷淡，但是我明白每个人的思考方式都不一样，你认为对别人的好别人不一定这么认为，同样别人对你好你也不不一定这么认为，付出不一定有你想要的回报，所以真心对待你认为重要的人就好，不期待回报。 ","strategy":4}
{"content":"性格偏消极，总觉得自己不够好，不敢尝试新事物，陷入负面情绪，总在原地打转。","reconstruction":"在生活中，我常常因为觉得自己不够好而不敢尝试新事物，我知道自己缺乏突破自己的勇气，每个人都有负面情绪，或许我可以尝试克服负面情绪，不畏惧失败，走出第一步。","strategy":4}
{"content":"刚开学没几天在QQ上被同学们骂了，不知道该怎么办，是不是真的被好多人讨厌，大概是真的太内向了。","reconstruction":"刚开学没几天在QQ上被同学们骂了，但我明白每个人都有自己的做事方式，可能确实自己的做法触及到了别人的底线，我可以试着和别人多沟通交流，解决矛盾。 ","strategy":4}
{"content":"他无法沟通，每次吵架都是指责抱怨，都是别人的错，陈年往事都要翻出来，证明都是别人对不起他，真的是太难了。","reconstruction":"他每次吵架总要证明是别人的错误，可能是他性格有些要强了吧，每个人都会希望自己是正确的，我可以先试着观察和倾听，在他冷静之后选择委婉的方式沟通。 ","strategy":4}
{"content":"面对不理解自己，不信任自己的人，我会特别愤怒与委屈，觉得自己掏心掏肺还得不到信任，特别难过。","reconstruction":"面对别人的不理解和不信任，谁都会难过的，但是每个人的思考方式都不一样，有不理解和不信任也是正常的，不必为此难过，坦然接受就好。 ","strategy":4}
{"content":"最近几天莫名悲伤，已经很久没有这样了，不知道自己是怎么了。","reconstruction":"我希望我自己不要莫名悲伤，但是每个人都有情绪不好的时候，出现情绪低落是一件很正常的事情，我可以试着通过做一些让我快乐的事情来缓解悲伤的情绪。 ","strategy":4}
{"content":"总觉得自己脸不好看，想要整形，一直在减肥，还是觉得不够瘦。别人觉得挺好看的，但是我总觉得他们说的是在恭维，不是真的。我总是对自己很不自信。","reconstruction":"每个人都是独一无二的存在，美丽并没有一个统一标准。我用健康的方法保持良好的身材，感受到内在的活力。同时我也明白别人的欣赏是真心的，我要用开放的心态去接受它们。我正在逐渐培养自信，珍视自己的价值和独特之处。","strategy":4}
{"content":"已经一年半了，情绪容易失控，拍打桌子，很累，讨厌自己，又无能为力改变，失眠多梦，月经不调，与人交往很累。","reconstruction":" 在过去的一年半里，我学会了用更加放松的心态来看待自己的情绪。偶尔拍打桌子也只是一种释放压力的方式，我会尝试寻找更有效的方法。尽管时常感到疲惫，但我会学会给自己一些喘息的时间，保持良好的心态。讨厌自己是一种情绪，而不是我的真实状态，我会学会接纳自己的所有情感，包括这种情绪。我或许无法一下子改变所有，但我会以渐进的方式逐步改善自己。失眠多梦可能是我的身体在提醒我要更加注重休息，我会学会放松自己，以便更好地入睡。月经不调也让我开始更加留意自己的身体健康，这是一种警示，我会用放松的态度来对待它。与人交往虽然会带来挑战，但我会学会以轻松的心态去面对，因为这也是一种成长的机会。 ","strategy":4}
{"content":"我因为身体的种种原因外加父母的不理解、责骂、偏心而产生自杀心理，想死但又怕痛，想死但又牵挂家人，我是生病了吗？","reconstruction":"我意识到自己正处于一个困难的时期，身体上和情感上都面临着挑战。我会用更加放松的心态来面对这一切。虽然父母的态度可能会令我感到疲惫，但我会学会保持冷静，寻找沟通的方法。我明白自杀并非解决问题的办法，我会努力保持对家人的牵挂，同时寻求专业的支持和帮助。我不会让这些困难击垮我，我会以放松的态度去处理它们，相信未来会更好。","strategy":4}
{"content":"每次都坚持不下去，真的好难，很想放弃，但又不能放弃。","reconstruction":"我会学会以放松的心态面对每一次的困难，尽管艰难，我也会逐渐变得更加坚强。时常感到疲倦，但我会给自己一些喘息的时间，保持内心的平静。虽然有放弃的冲动，但我明白这不是解决问题的方法，我会学会用更轻松的态度去处理挑战，相信自己会走得更远。 ","strategy":4}
{"content":"从小打压式教育，自卑敏感，总觉得自己能力差，工作上接到新的任务总会很紧张，压力很大，感觉自己无法完成，很没有自信。","reconstruction":"曾经经历了一段较为严格的教育，这让我变得敏感自卑。有时会觉得自己能力有限，面对新任务会感到紧张和压力很大。但现在我正努力以轻松的心态去面对，相信自己能够克服这些困难，逐渐重拾自信。","strategy":4}
{"content":"高中住校，很想母亲，可能因为有不高兴的事情没有人诉说吧。都憋在心里，很难受。","reconstruction":"高中住校，由于远离家人总是思念母亲，或许是因为一些让人心情沉重的事情无法分享，所以我选择将它们埋在心底。然而，这段时光让我明白了独立和坚强的重要性，也让我相信困难只是我成长过程中的一部分。","strategy":4}
{"content":"我家长经常骂我打我，我都不知道该怎么办，动不动就骂人，我好像是个出气筒那样。还不让我去读书，老是拿我前途当玩笑。我真的活不下去了。","reconstruction":"虽然我家长经常责问甚至打骂我。我面对家庭的压力时，我知道我可以逐渐学会处理它们。我不再把自己看作是一个出气筒，我有能力保持冷静，寻找解决办法。虽然现在的处境困难，但我相信自己会找到适合自己的道路，实现我想要的未来。我会以放松的心态去面对一切。","strategy":4}
{"content":"突然就是心情失落难过，想改变自己却无法自拔，限于其中，自责难过，恶性循环。","reconstruction":"突如其来的情绪低落，我相信每个人都会有这样的经历，这并不奇怪，不要对这个正常的现象感到恐惧，它是短暂的，可控的，我相信我可以跳出恶性循环。 ","strategy":4}
{"content":"不敢照镜子，也不敢拍照片，不敢正视自己。","reconstruction":"逐步地，我可以尝试在镜子前停留一会儿，也可以轻松地拍照，慢慢接受和了解自己。","strategy":4}
{"content":"婆婆每天说话都很假，对人不真诚，就像带个壳子一样。还自我感觉很良好。","reconstruction":"感恩婆婆能保持乐观的心态，尽管她可能在表达中保留了一些，但这也是她保护自己的方式。我尊重她的选择，并希望我们能共同成长，彼此更加真诚相待。","strategy":4}
{"content":"极度焦虑，觉得自己不应该活着。来回走动，咬指甲，扯头发。觉得自己极度恶心，自残自虐，自杀未遂。","reconstruction":"我相信这些焦虑情感和自虐行为只是短期内的反应，它们不是我真正性格的反映。我会采取一些像静坐、旅行这样的方法让内心冷静下来。理性思考，真正认识自己之后相信焦虑可以很快缓解。","strategy":4}
{"content":"心理压力很大，很焦虑，认为没有人懂自己。想离所有人都远远的，想找一个陌生的城市生活。断绝父母关系，断绝夫妻关系，断绝朋友关系。","reconstruction":"我发现我现在心理压力大，不想与人交往。但这只是一时的情况，后续这种压力肯定能缓解。相信身边人很多也都有过这种经历，也许现在应该主动多找家人朋友聊聊，把心理压力释放出来，这样也能维护好和身边人的关系。 ","strategy":4}
{"content":"完全不想毕业，感觉好像毕业就什么都没有了，也舍不得舍友，怎么办啊?","reconstruction":"我可以理解担忧毕业的情绪，但我更应该试着以更轻松的态度看待毕业后的生活。毕业是人生的一个阶段，有失去但未来的收获会更多。舍友可能分离，但友情一直存在。我应对未来充满期许。","strategy":4}
{"content":"每天小孩的学习、工作总能让人抓狂，我感觉自己总不能能很好的进入工作状态。","reconstruction":"我正面对工作与照顾孩子两方面的压力，不过这种压力不会一直持续下去，总有缓解的途径。也许我现在应该尝试冷静下来，放松心态，理清家庭和工作的安排，不断尝试调整，早晚能找到最好的状态。","strategy":4}
{"content":"和老公常年工作时间错开，没有感情，也没有了交流，但是害怕离婚后自己过不好，也害怕别人嫌弃我二婚，我今年34岁，也担心自己生育问题。","reconstruction":"我和老公长年工作时间错开，没有感情，也没有了交流，我应该放松心态，不要总考虑离婚的事情，这对我们的感情是有伤害的，我不希望离婚，我希望我们一家人能够多见面多陪伴。 ","strategy":4}
{"content":"出门时，总感觉别人在注意我，听到声音怕是在议论我，怕自己表情不正被误会，怕人，怕遇到极端分子被杀害，刻入骨子里的害怕。","reconstruction":"我出门时总感觉别人在注意我，听到声音怕是在议论我，怕误会，更怕被杀害，我应该放松心态，不要那么在意人们的看法，我只要转移自己的注意力，就可以改变这种情况，生活中其实没有那么多的观众。 ","strategy":4}
{"content":"感觉我要比别人更努力才可以活着下去，我的工作比别人辛苦，承受的压力和痛苦也是别人的2倍，感觉人生不公平。","reconstruction":"我感觉我要比别人更努力才可以活下去，我的工作比别人辛苦，还要承受更大压力，我感觉不公平，我应该放松心态，周围的同龄人一定是面临着和我一样的处境，大家压力都很大，我只要放平心态就好了。 ","strategy":4}
{"content":"感觉自己是一个冷血的人，听着他们烦恼的恋爱故事，感觉不痛不痒，没什么好烦的。","reconstruction":"感觉自己是一个冷血的人，听着他们烦恼的恋爱故事，感觉不痛不痒，没什么好烦的，我应该放松心态，我只是因为恋爱经历不丰富，所以才缺少这种共情能力的，我只要多多理解别人，就可以改变这种情况的。","strategy":4}
{"content":"在国外读书。同学都太优秀了，我仿佛是个透明人。人际关系也处不好，没啥朋友。","reconstruction":"在国外读书，同学们都太优秀了，我仿佛是个透明人，人际关系也处不好，没啥朋友。我应该放松心态，我只要勇于表达，同学是会很愿意和我交朋友的，我虽然没有同学们优秀，但我也有自己的优点和长处。 ","strategy":4}
{"content":"我害怕自己看别人，别人不自在。。。。。。。","reconstruction":"我害怕看别人的时候，别人会感觉不自在，但是别人可能并不会在意我在看他，这只是我过于评判了，我可以放松心态，不用害怕。 ","strategy":4}
{"content":"明天就要在新岗位工作了，怕在新岗位做不好给人骂，我是一个特别怕给人骂的人！","reconstruction":"明天我就在新岗位工作了，但是我怕别人骂我做不好工作，我很怕别人骂，我应该放松心态，做不好事情是很正常的，新人会得到一定关照的，并不会有人骂我。 ","strategy":4}
{"content":"女生，一直以来都很自卑敏感。","reconstruction":"我是一个女生，一直以来都很自卑敏感，但是这种情况在当代女生中是普遍存在的，这种情况是不好的，我可以试着提高自己，让自己变得有信！ ","strategy":4}
{"content":"這讓我很尶尬，我也不知道為什麼會這樣，無論是甚麼人都是。","reconstruction":"这让我很尴尬，我也不知道为什么会这样，无论什么人都是，我应该放松心态，平常心看待这件事，生活中并没有那么多观众，无需感觉尴尬。 ","strategy":4}
{"content":"为什么和姐姐的关系处不好，总能闹矛盾，总能为一些小事吵架，是我做错了吗?","reconstruction":"我和姐姐的关系总是处不好,经常闹矛盾，总为了一些小事吵架，我应该放松心态，我和姐姐吵架只是暂时的，最近我们心情都不太好，只要我们好好沟通，我们会重归于好的。 ","strategy":4}
{"content":"知道我最痛苦的是什么吗？即便是我再努力，我身边的亲人，没有一个认可我的人，没有一个人。我活着不是为了他们，不是吗？","reconstruction":"我有一个烦恼，好像即便是我再努力，我身边的亲人也不认可我。但我要学会放松心态，与自己和解。我并不是为了别人而活，而是为了充足自己。 ","strategy":4}
{"content":"自己也学习过一些心理学。，但是总是觉得做的不足够好。我害怕自己原生家庭，影响了孩子。","reconstruction":"自己也学习过一些心理学，但是总是觉得做的不足够好。有时害怕自己原生家庭会影响孩子。但是我要学会放松，我自己做得并没有那么差，只是心理作用而已。 ","strategy":4}
{"content":"每次放假都带了一推作业，却每次总是原样带回去，每次努力一会后总是忍不住找各种理由松懈，唉，总感觉自己自卑又有点可笑。","reconstruction":"每次放假都带了一推作业，却每次总是原样带回去，但我要学会放松，毕竟这是同龄人的常态，后续慢慢调整就好了。 ","strategy":4}
{"content":"每天睡不好觉头疼头晕，没精神，也不觉得饿，不想吃东西，有时候想逼自己吃的就想吐。","reconstruction":"每天睡不好觉头疼头晕，没精神，也不觉得饿，不想吃东西，但我要学会放松，有时候身体不舒服就是因为心理太紧张，要学会松弛。","strategy":4}
{"content":"总是陷入以前的记忆当中，反复思量父母曾经对我的伤害，感到很痛苦，又无法抽离。","reconstruction":"总是陷入以前的记忆当中，反复思量父母曾经对我的伤害，但我要学会放松，不要沉溺在不好的回忆，放过自己。 ","strategy":4}
{"content":"最近失业了，一旦就是隔天没有面试或者一整天待在家，整个人感觉都不好了，感觉人生没意义。","reconstruction":"虽然我不希望自己失业，但这次公司大面积裁员，失业是难以避免的，这段时间的失业并不会对生活造成太大影响。 ","strategy":4}
{"content":"世事无奈，我发觉自己越来越懒了，书不想看，健身房不想去，上班动力少，工作没动力，做饭不想做，泡脚不想。。。。。","reconstruction":"我希望自己对生活有激情，但面对日复一日重复的生活，并不只有我一个人感到厌倦，在某一段时间里变得懒懒的，这是正常的，或许我可以试着在生活中创造些小惊喜。 ","strategy":4}
{"content":"真的好难受，不想开学，想要有一个人可以依赖我或者依赖他。好想哭啊，我好孤独啊。","reconstruction":"虽然我有时会感到难过孤独想依赖别人，但是我知道这是一个很普遍的现象，我可以去咨询一下大家的解决办法，更好地面对。","strategy":4}
{"content":"没自信觉得自己特别没用，什么都干不好绝望。","reconstruction":"虽然我有时觉得自己干不好任何事，但我知道没有人可以完美的完成所以事，我应该在下一次做的更好。","strategy":4}
{"content":"我好孤独，可能14年前，最爱我的奶奶离开我的那一刻，我已经成了一个压抑自己，假装快乐的小孩。我好孤独。","reconstruction":"虽然我有时常常感到孤独压抑与怀念奶奶，但是我知道这是生命中正常的现象，我也许可以询问父母的建议，成为更好的自己。 ","strategy":4}
{"content":"很努力的奋斗，不管做什么都原地踏步，甚至让自己活的越来越差，太痛苦了。","reconstruction":"虽然我在努力奋斗之后没有可视回报，但是我知道这是正常的，失败是成功之母，在吸取了教训之后下次我一定会办的更好。","strategy":4}
{"content":"最近的工作有所调整，内心总是无法接受，每天会担心自己接受不了目前的工作安排，失眠焦虑。","reconstruction":"工作安排的调整使我焦虑失眠，但我知道这是正常的，每个人面对新变化都会焦虑自己能否做好，所以我的内心不接受是正常的，我可以放平心态，慢慢面对新变化。","strategy":4}
{"content":"最近没有人工作，看什么都不顺，每天躺尸，不吃饭，不知道干啥。","reconstruction":"我因最近没有工作，而不知道干什么，但我明白每个人都会因为经历空窗期而迷茫，所以我每天躺尸，不吃饭，不知道干啥的状态是正常的，我可以试着接受暂时的空闲，并利用这段时间好好放松。 ","strategy":4}
{"content":"人生发生任何改变都会焦虑到失眠，并且很害怕生病，屏蔽所有关于生病的消息，医院也不敢去。","reconstruction":"在生活中，我很害怕生病，但我知道每个人都会害怕生病，所以我的抗拒也是正常的，我可以逐渐调整我的心态，让自己不再那么抗拒。 ","strategy":4}
{"content":"经常性会睡眠不好，然后心情不好。对周围人有距离感。","reconstruction":"在生活中，我因为睡眠不好而心情不好，与周围人也有距离感，但我知道每个人都有心情不好的时候，所以我因睡眠而心情不好是正常的，我可以寻找改善睡眠的方法进而改善心情。","strategy":4}
{"content":"压力大，最近夜里总是失眠多梦，感觉工作压力太大了。","reconstruction":"压力大，最近夜里总是失眠多梦，感觉工作压力太大了，但是我的同龄人也都面临很大的压力，也都会有失眠的情况出现的，没必要把这些当成很严重的问题。","strategy":4}
{"content":"做什么事情都太较真，心活得很累，很不开心，比如工作，本来就是一份工作而已，我会想到很大问题。","reconstruction":"做什么事情都太较真，心活得很累，很不开心，在快节奏的现代社会感到心累是很正常的，或许我可以适度放松心态，做事不用过于认真。 ","strategy":4}
{"content":"想要有人陪，有人听我说，想要有人懂我。我不喜欢和朋友说心里话，他们不懂我，我也不敢表现真实的自己。","reconstruction":"想要有人陪，有人听我说，想要有人懂我。我不喜欢和朋友说心里话，不敢表现真实的自己，其实很多人都不敢表达自己，这没什么。也许只要我放松心态，就会发现展现真实的我也没关系，朋友们可以理解我的心里话。 ","strategy":4}
{"content":"我是一个被父母抛弃的孩子，我恨他们！我恨他们！","reconstruction":"世界上还有很多和我一样被父母抛弃的人，他们中的很多活的也很好，我不应该自暴自弃。 ","strategy":4}
{"content":"就是因为跟那些朋友相处了一会儿，感觉我失去了方向和目标，也好像失去了信心。","reconstruction":"迷茫是人生的常态，谁都有灰心失意的时候，慢慢找到自己的方向努力就好了。 ","strategy":4}
{"content":"脾气特别不好，特别是辅导孩子的时候，稍微不听话就想发脾气，我知道自己有问题，但是不知道怎能解决。","reconstruction":"辅导孩子着急很正常，小孩子做作业都不听话，我要放平自己的心态，等我和孩子都习惯了这种学习方式我会变好的。 ","strategy":4}
{"content":"为什么有些人根本没去努力，却给自己找借口说没有天赋？","reconstruction":"大部分人遇到困难想退缩是很正常的现象，放平心态，每个人都有每个人的解决办法，相信他们最后会明白不逃避的。 ","strategy":4}
{"content":"单亲，领养她的情人，还对我动手动脚，我真的觉得我要崩溃了，活着好累。","reconstruction":"世界上像我一样的人还有很多，他们也都活的很好，面对这样的事情崩溃是很正常的，我要学会面对我的生活，相信会克服的的。 ","strategy":4}
{"content":"我真的快坚持不下去了，我对生活已经充满了失望，曾经我自杀过很多次，送到医院过很多次，我也想好好的，但是还是坚持不下去了。","reconstruction":"我相信每个人都有时对生活充满失望，大多数人都没有放弃，在失望的世界里平庸也是一种态度，我不用太在意生活中的悲观。 ","strategy":4}
{"content":"找不到生活的目标，不知道未来的规划，暂时失业，即将30，无宝宝，没有一技之长，不知道如何给自己建立规划。","reconstruction":"现在很多人跟我面临同样的情况，没有孩子可以以后再生，失业也只是暂时的，我做好规划肯定会扭转局面。 ","strategy":4}
{"content":"以前我很快乐，可是我上初中开始就很难过，朋友们都勾心斗角，家里也不停吵架，我学习也不是最好的。","reconstruction":"每一个初中生都会遇到类似问题，家庭和朋友的矛盾，我们可以不用在意，这些的存在不会影响我们以后的幸福生活。","strategy":4}
{"content":"父母关系一直都不是很好，很小的时候就分房了，彼此也总是争吵，他们总说是为了我才不离的，这让我也有很大压力，觉得拖累了他们。","reconstruction":"很多人都会面临家庭问题，家庭问题的解决不是难事，只要做好调节，可以一步一步改善矛盾。 ","strategy":4}
{"content":"18岁的年华，对生活不抱有任何希望，却又很向往美好的事物，远离这这个世界，独自彷徨。","reconstruction":"18岁的我是起点，大多数人都看不到生活中的希望，即使这样我们一样可以向前奔跑，做快乐的自己。 ","strategy":4}
{"content":"我20岁，喜欢上了一个比我大六岁的男生，但他不喜欢我，我也很自卑，觉得自己配不上他，但我又不想放弃，好苦恼。","reconstruction":"我喜欢的人在一些方面比我优秀很多，这是正常的，每个人都有自己擅长的方面。而且我也一定有比他强的地方，只是我没有发现。我们是平等的，无所谓谁配不上谁。","strategy":4}
{"content":"和身边的人总是觉得聊不来，也不想问别人的事为别人的事想，学习那么重，没有心思。","reconstruction":"偶尔融入不了身边人的谈话是正常的，因为人的兴趣爱好各有不同。但是这一点也不能代表我孤僻、社交能力差。","strategy":4}
{"content":"本人刚高一，但是才军训两天，就非常恐惧，觉得自己做什么事都很丢脸，有些不想去学校，心里很难受。","reconstruction":"对他人的目光感到紧张是正常的，不过心理强大的人可以做到把紧张控制在很轻微的程度。我要多加锻炼这种能力。","strategy":4}
{"content":"我爸调动工作对我的影响很大，而且我原来很白，现在感觉变黑了，我老是开心不起来，吃也不想吃。","reconstruction":"爸爸工作调动是正常的，谁没个工作调动呢，而且工作调动可能也就这一次了。皮肤变黑也是小概率事件，变黑程度也不高。再说变黑一点也没什么大不了的，化一化妆就遮住了。","strategy":4}
{"content":"好烦好烦，我真的很怕死，我也真的好想我的那些朋友。我觉得和他们分开后就再也没有那种感觉了。","reconstruction":"分离虽然很痛苦，但我们也彼此陪伴了很长的时间。莫愁前路无知己，好好享受和每个朋友相处的时光就好了，不要因为别离而太过难过。","strategy":4}
{"content":"我是一名高中生，我感觉自己是一个很懒惰的人，常常做事情半途而废，不懂得坚持。","reconstruction":" 我是一名高中生，虽然有时候会感觉自己懒惰，但我知道每个人都会遇到坚持的挑战，我会尽力减轻这种压力。 ","strategy":4}
{"content":"后天就要参加相亲活动！这个也是我很想去可又有点焦虑不安的状况！担心到了后会尴尬不敢表达自己。","reconstruction":"后天要参加相亲活动，虽然感到一些焦虑，但我会尝试保持冷静，不过分担心，相信自己可以自然地表达。","strategy":4}
{"content":"毕业后，好像过得越来越迷茫，不停换工作，也不会找到合适的对象。","reconstruction":"毕业后，感到有些迷茫是正常的，我会尝试放松，相信一切都会按照自己的节奏发展。","strategy":4}
{"content":"不管别人说了什么话我都接不上。感觉周围朋友，同事都把我当傻子，空气存在！太不舒服了，感觉自己是透明人。","reconstruction":"不管别人怎么看待我，我会尝试放松，不过度关注他们的看法，保持自信。 ","strategy":4}
{"content":"控制不住自己的想法，总是思虑很多很多，晚上睡不着，白天觉得身体很疲劳，到中午又对白天外界的环境很敏感，很不舒服，太难受了。","reconstruction":"虽然有时感到不舒服，但我会尝试通过深呼吸和冥想来放松自己，减轻身体和情绪的压力。 ","strategy":4}
{"content":"孤独，没有一个人可以聊天说话分享，只有自己，撑着。","reconstruction":"每个人都有孤独的时候，这并非是我自己的原因，放轻松就好，不要想太多。","strategy":4}
{"content":"着实挺累的，也疲惫了，这些能量也时不时自己跑出来，攻击我，想卸下这些负面情绪。","reconstruction":"然我现在很疲惫、有很多负面情绪，但不仅仅是我这样，这是每段人生都会精力的挫折和挑战，我不应该为此感到自卑，或许我可以试着放松自己，不去想太多，专注眼前的工作。","strategy":4}
{"content":"觉得前半生留下了许多遗憾，但是人生已经过半，再想改变也来不及了。时常为自己的决定后悔，好像有点抑郁了。","reconstruction":"虽然我的前半生有很多遗憾、做了很多后悔的决定，但没有人有全知全能的视角，我的选择已经是当时最好的选择了，我不应该以此责备自己，应该以轻松的姿态面对这些决定。 ","strategy":4}
{"content":"就是特别害怕开学，害怕那里的一切，我有点抑郁了。","reconstruction":"虽然我特别害怕开学、害怕学校的一切，但是每个人都会有害怕的事物，这并不应该让我感到羞耻，我应该放松的对待自己的这种心态。","strategy":4}
{"content":"从小被说长的胖，大腿粗，满脸痘痘，似乎没有听过被夸奖，永远都是这不好，那不好。","reconstruction":"虽然我从小被说长得胖，大腿粗，满脸痘痘，但是每个人都有这样那样的身体上的缺陷，没有人是完美的，健康才是最重要的，我应该放松的接纳他人的指责。","strategy":4}
{"content":"我体型微胖，被他人嘲笑，越来越自卑，对外界产生了阴影，不想出去，我很想调节自己，但却越来越害怕，只能把自己锁起来…","reconstruction":"虽然我体型微胖，越来越自卑害怕，对外界产生了阴影，但一千个读者就有一千个哈姆雷特，各人看法各异，要求各异，这很正常，我可以听听，但没必要都往心里去。 ","strategy":4}
{"content":"近一个月心情总是不好，无法在12点前睡觉。","reconstruction":"虽然近一个月心情总是不好，12点前无法入睡，但每个人都有心情不好的时候，不是只有我一个人因为心情不好而在12点前无法入睡。 ","strategy":4}
{"content":"工作压力，总是想做到完美，然后着急感觉就没方向。","reconstruction":"工作压力加上总是想做到完美，就很容易没有方向，但我明白迷茫没有方向只是暂时的，我可以试着缓解工作压力，探索尝试解决目前的困境，而不是囿于完美心态而找不到方向。 ","strategy":4}
{"content":"从小被母亲打骂，父亲漠视，后得双向情感障碍，很痛苦，怨恨父母，是觉得他们给我带来的痛苦。做了很多努力，都无法原谅父母。","reconstruction":"虽然小时候被母亲打骂，父亲漠视，有双向情感障碍，很痛苦。原不原谅父母对于童年的创伤而言不值得一提，或许可以尝试需求心理援助，进行疗愈。 ","strategy":4}
{"content":"在学校和舍友处不来，一个人待着的时候会感到孤独，感到无助，最近一直失眠，心情烦躁，坐立不安，吃不下东西，感觉很痛苦，不知道该怎么办。","reconstruction":"在学校和舍友关系不好时，一个人待着会感到孤独和无助，而最近的失眠和烦躁让我心绪不宁。但我需要理解这些负面经历的有限性，知道这只是暂时的感受，我可以通过冷静思考来找到解决问题的方法。 ","strategy":4}
{"content":"不知道自己要干什么，然后现在好迷茫，好迷茫，好迷茫好迷茫。","reconstruction":"虽然不知道自己要做什么，现在感到非常迷茫，但我需要放松心态。我知道迷茫是正常的，而且只有通过试错和尝试，我才能慢慢找到自己的方向。","strategy":4}
{"content":"今年开学高三，学习成绩不好，压力很大最近总是想哭，还总胡思乱想，怎么办？","reconstruction":"今年开学高三，学习成绩不尽如人意，面临巨大的压力，导致最近情绪低落，胡思乱想。但我需要冷静下来，知道这些负面情绪只是暂时的。通过调整学习方法和寻求心理支持，我可以渐渐改变现状。 ","strategy":4}
{"content":"总有伟人能一生做好一件事，但我学习的时候却连坚持每天做一件事都做不好。","reconstruction":"虽然我在学习的过程中不能像伟人那样一生致力于一件事情，但这并不意味着我是个失败的人。每个人都有自己的节奏和兴趣，我可以放松心态，尝试各种不同的事情，并找到适合自己的方式去坚持。 ","strategy":4}
{"content":"本来挺期待开学，但现在似乎很恐惧，很难受，可能害怕导师？我该怎么办？","reconstruction":"虽然我曾期待开学，但现在却感到恐惧和不适。我要放松心态，给自己一些时间去适应新的环境和导师关系。我会寻找放松的方式，同时与他人交流，寻求支持和理解。 ","strategy":4}
{"content":"为什么因为一点小事就受影响？为什么自己看看朋友圈都会自卑，我也不差，为啥自卑感这么重?","reconstruction":"我的自卑感很重，看看朋友圈都会自卑。但我明白人外有人天外有天，每个人的身上都有比我强的地方，我可以先试着发现自己的闪光点并学会正确对待他人的强项。 ","strategy":4}
{"content":"也不知道是什么事，反正有特别多的烦心事。自己也不是特别喜欢说话，总是特别烦躁。","reconstruction":"我总是特别烦躁，有特别多的烦心事，但没有人是完美的，没有人事事如意，或许我应该先调整心态学会接纳自己。 ","strategy":4}
{"content":"我该怎么办？我接受不了这个自己，原谅不了自己。","reconstruction":"我接受不了自己，原谅不了自己，但没有人是完美的，每个人都有自己的阴暗面，我应该调整心态。 ","strategy":4}
{"content":"别人说我只能听着，有些话不好听，也不会反驳，我都觉得自己弱智。","reconstruction":"别人说我只能听着，有些话不好听，也不会反驳，但这或许只是因为我善良不愿让别人难堪的品质，我应该为我自己自豪。 ","strategy":4}
{"content":"我有位同学，他学习也很努力，想要超越我，现在我很害怕他超越我，甚至害怕他翻书的声音，看到不会的题我很头疼，背诵也越来越差，我很迷茫。","reconstruction":"我害怕我同学超越我，导致我很迷茫。但这种迷茫正说明了我个人的上进和要强的态度。相信给我自己时间一定能把学习和竞争处理好。 ","strategy":4}
{"content":"不知道为什么，我最近什么也不想干，话不想说，饭不想吃，一到晚上就偷偷哭。","reconstruction":"最近什么都不想干，给自己放个小假，散散心回来再继续工作，情绪好了工作也会更顺心。 ","strategy":4}
{"content":"同学的冷淡，和家人的漠不关心不闻不问都让我觉得世界少一个我无所谓。","reconstruction":"虽然面对同学对我的冷淡和家人对我的漠不关心，我感觉不到自己存在的价值，我可以尝试放松一下，找到更健康的相处方式，而不是否定自己。","strategy":4}
{"content":"男友条件不好，家里人都反对，自己心理压力也很大，感觉自己日后生活没保障，但是对男朋友又感情深厚，很矛盾不知怎么办。","reconstruction":"家里人反对男友也是担心我，虽然男友条件不好但我和男友感情基础很稳定，不应该为此感到矛盾，我可以放松心态，充分考虑自己想要什么，考虑是否要了感情而放弃更好的机会，还是考虑和他一起共同努力，让他的条件变得更好。听从自己的内心问题就会解决。","strategy":4}
{"content":"没有人可以理解我，不在呼我，有没有我也经不重要了。","reconstruction":"虽然没有人可以理解我，大家都不在乎我，但我不会否定自己，放松心态，慢慢尝试倾听理解他人，锻炼自己表达能力，会找到懂我的人的。","strategy":4}
{"content":"最近活不下去了，想死，真的很痛苦。","reconstruction":"我现在感到痛苦和难熬，但我明白每个人都会有像我这样痛苦觉得生活艰难的时候，我可以尝试放松一下，寻找更温和的方式去处理这些问题，而不是一死了之。","strategy":4}
{"content":"总是担心这个担心那个，有些抑郁焦虑，内心没有能量。","reconstruction":"我希望我能够轻松一点儿，但现在普遍压力都很大，操心的事儿都很多，不会只有我一个人抑郁焦虑。 ","strategy":4}
{"content":"自己好缺乏自信，不敢跟人家指示，因为自己长的不够帅，还有痘痘、络腮胡的一个男士，出门都需要好好伪装自己，我好像心理出现了问题。","reconstruction":"我希望能充满自信，但我明白并不是所有人都会对自己的外貌充满自信，存在外貌焦虑的人也不在少数。我可以尝试调整心态，不再过分关注自己的外貌，通过寻找其他途径来帮助自己重新建立自信。","strategy":4}
{"content":"生活中总有些事实让人很难接受，比如，长得不高，长得不漂亮……类似这种，有时会让人自卑。","reconstruction":"我现在不满意自己的外在条件，并且感到有些自卑，但我明白每个人都可能会面临类似的困境，我可以尝试放松一下，寻找其他方式来提升自己，从而建立自信，告别自卑。","strategy":4}
{"content":"我这2年都没睡好觉，处于害怕状态，害怕得罪人，害怕做不好工作，好怕好怕烦死了很不开心，工作做得很委屈。","reconstruction":"害怕做不好工作是很正常的现象，这说明我有上进心，只要我克服内心的恐惧，努力提升自己就行了。","strategy":4}
{"content":"很无力，很累，觉得自己很多余，自己不应该来到这个世界，自己就是一个意外。","reconstruction":"我们每个人都是渺小的，有这种心态也很正常，我会努力发现我的闪光点。","strategy":4}
{"content":"父母从我小时候就说话不算数，中间经历太多了。","reconstruction":"父母说话不算数是经常发生的事情，或许他们也有难言之隐吧，只要我放平心态，不抱有过分期待就行了。","strategy":4}
{"content":"软弱的性格，对自己长期不认可，缺乏自信，也经常不快乐！","reconstruction":"我承认自己性格上的缺点，但是每个人性格上都有不好的一面，都有自己的缺陷，我不必为此焦虑。","strategy":4}
{"content":"感觉自己心理还挺有活力，但是一说话就很闷，很老实，没有活力，感觉不喜欢自己，讨厌自己。","reconstruction":"说话没有活力也是很正常的，谁都不可能每天都有活力，老实也未必是件坏事，并不是只有我一个人这样。","strategy":4}
{"content":"个人不高，穿鞋一米四，出门总是被异样的眼光看待，没有谈过恋爱，不会有人喜欢我了吧。","reconstruction":"虽然我个字不高，也缺少恋爱经历，但并不是每一个人都会因此拒绝我，即便它们可能是劣势，也并不是生活的全部，我可以放松下来更多关注并发挥自己的亮点。 ","strategy":4}
{"content":"我父母从小就不怎么管我，都是爷爷奶奶带大的，但是我长大了，我妈却来管我了，真的很难，我真的对我妈真的没什么感情。","reconstruction":"从小没有和父母接触的机会使我现在对妈妈没有太多感情，这是很正常的事情，我可以放松下来接受当下的状态。 ","strategy":4}
{"content":"之前性格蛮开朗，最近半年感觉孤独，以前会主动交流，现在能不说话就不说话，不想和别人有交集，感觉人都是虚情假意，有时候有点轻生的念头。","reconstruction":"最近半年我独自面对一些困难，缺少理解和帮助，感到孤独是很正常的，同时我也知道理解的局限性，我可以尝试放松下来并向他人表达自己的感受。 ","strategy":4}
{"content":"从小到大就很胆小，不敢一个人出去工作，一个人也不敢坐车，勇敢好难。","reconstruction":"独自一人出去工作和乘车，面对陌生的环境和人际关系，感到紧张害怕是很正常的，我可以试着放松下来。 ","strategy":4}
{"content":"在工作上没有成就，与女朋友交往过程中不知如何谈论工作之事，内心深处一直焦虑不安，害怕因为工作影响关系。","reconstruction":"我目前工作上压力较大,和女朋友在一起也时常提到工作烦恼。但我知道这只是暂时的状态,给自己一些时间放松,不要让工作影响太多生活。我相信工作压力过后,我们的关系依然牢固。 ","strategy":4}
{"content":"感觉跟身边的人说不上话，没有共同语言，灵魂很孤独。是不是自己的自我觉察过分了，感觉如果没心没肺的也不会有这么多的无聊和不开心。","reconstruction":"我最近觉得跟朋友不太聊得来,但这可能只是暂时的状态。我可以给自己一点时间放松,相信过一段时间我们就可以恢复往日的友谊。 ","strategy":4}
{"content":"受到批评，就会联想到是自己不好，而一想到自己不好就很难受，觉得自己糟糕透顶。容忍不了别人说我半点不好，我会相信别人对自己的评价。","reconstruction":"我知道自己不应该因为别人的批评就质疑自身价值。每个人都会受到批评,我可以试着不要过分钻牛角尖,给自己一些时间放松心情。 ","strategy":4}
{"content":"倒霉。什么事情都不顺心。做什么事情都觉得枯燥乏味。没有一件事是自己愿意做的，什么都提不起劲来，甚至连洗澡这种日常小事都不想去。","reconstruction":"我现在对一切都提不起劲,但我明白这种负面情绪不是永久的。给自己一点时间休息放松,相信努力之后就能重拾正能量。 ","strategy":4}
{"content":"我从小就不会替别人开心，当别人有什么开心的事的时候，我也不会送上祝福，有的时候很善良，有的时候又很黑暗。","reconstruction":"虽然我不太会替别人开心，有时候还有点黑暗，但是嫉妒之类的情绪也是人之常情，放轻松。 ","strategy":4}
{"content":"就是做什么事都没有主意，小到买个衣服，反正就是各种事，不知道自己想要什么，而且特别容易相信别人，也特别敏感。","reconstruction":"虽然我没主见敏感易轻信他人，但是也有许多人有类似的性格特点，我不需要过于批判自己。","strategy":4}
{"content":"工作不顺心，同事不和，家人的偏见，各种的无奈！","reconstruction":"我希望自己工作更顺利，与同事和家人相处更融洽。但生活中不如意事常八九，没有人能完全避免这些问题。 ","strategy":4}
{"content":"把人都给得罪了怎么办？现在被孤立了没人理我。","reconstruction":"得罪人被孤立确实是一个令人感到挫败的事情。但是没有必要过于紧张或焦虑，因为这是一个常见的经历。每个人都有犯错的时候，这并不意味着我们就此失败。可以试着转移注意力，不要过于纠结这个问题，而是尝试放松身心，寻求帮助和支持，逐步走出孤独和困境。 ","strategy":4}
{"content":"在最需要帮助时，被母亲骂，感觉人生没了理想。","reconstruction":"在最需要援助的时刻我受到了母亲的指责，但实际上我并不孤单，因为许多人都曾面临过类似的困境，这样的困境是每一个人成长的必经之路，这可以帮助我更好地面对未来的挑战。 ","strategy":4}
{"content":"总感觉事情很多很乱，不知道该做什么，心情很烦躁。","reconstruction":"事情多乱很正常，谁生活之中没有一段时间有挫折啊，慢慢来吧。 ","strategy":4}
{"content":"我今年29岁，遇到了很多很多倒霉的事情，睡不着难受，人生没有任何存活下来的意义。","reconstruction":"谁没遇到过难受的事情，这些都是正常的，我可以干一些可以让自己轻松的事情，可以去旅游，乘着还年轻享受生活。 ","strategy":4}
{"content":"有人跟我示好，我会回避，有人给我送东西，我会双倍奉还。我不敢接受大家对我的好，我觉得自己不配不配拥有好的事物。","reconstruction":"有人跟我示好，我会回避，有人给我送东西，我会双倍奉还。但我明白每个人都有不同的处世方式，所以有时候不敢接受大家对我的好也是正常的，我可以试着先回应别人的示好，说不定还会交到更多的朋友。 ","strategy":4}
{"content":"感觉生活枯燥乏味，学习无趣生活无聊。","reconstruction":"我意识到我经常感觉到生活枯燥乏味，学习无趣生活无聊，但我明白每个人都有这种状态的时候，人生不可能每天都充满精彩，我明白平淡的生活是正常的，这并不代表生活就没有意义，反而我可以从这种生活中让心灵更加宁静。 ","strategy":4}
{"content":"家里人每天都会给我一重又一重的压力，感觉自己没有活着的意义，我经常会想离家出走或直接跳楼算了。","reconstruction":"家里人每天都会给我一重又一重的压力，我经常会想离家出走或直接跳楼算了。但我明白每个人的原生家庭都有不同的问题，也有不同的优点。所以在家里有时候感觉到压力很大也是正常的，我可以试着改善这种情况，或者我可以学会如何不给家里人施加压力，为我以后的孩子营造一个更好的家庭环境。 ","strategy":4}
{"content":"可能从小缺少父爱，很多事都不敢去做，都怕不好后果，整天忧郁，杞人忧天，导致整个人都很难受。","reconstruction":"我意识到自己很多事都不敢去做，都怕不好后果，整天忧郁，杞人忧天，但我明白每个人都有自己的处世原则，每个人都有不同的童年经历，这才早就了一个个不同的生命个体，世界才会更加的丰富多彩，这完全是正常的。 ","strategy":4}
{"content":"每次感觉自己给别人增添了麻烦之后总是非常自责，尽管会和别人道歉，但有时候还是无法原谅自己，担心自己被别人讨厌。","reconstruction":"每次感觉自己给别人增添了麻烦之后总是非常自责，担心自己被别人讨厌，但我明白每个人都有给别人添麻烦的时候，正是因为我能够共情他人才会感到自责，所以我完全不必因此感到无法原谅自己。 ","strategy":4}
{"content":"我和家人格格不入，我觉得自己是个奇葩，各方面融入不了，性格比较独立有个性无法相互理解不懂我回到家感觉很累。","reconstruction":"我和家人无法互相理解，但我明白每个人都有自己的思考方式，所以无法完全家人也是很正常的，我可以试着与家人打开心扉，真诚沟通，而不是认为自己是个奇葩，不能被理解。 ","strategy":4}
{"content":"以前睡眠还好，现在晚上经常睡不着，每次我妈骂完我后，是不是我不应该活着，经常自己呆在一个屋里哭。一哭就是好几个小时…","reconstruction":"我理解我现在的情绪和睡眠受到了影响，但我要尝试放松一下。每当我妈妈责备我时，我会感到不安，但我知道每个人都有情感波动。我会努力找到更健康的方式来处理这些情感，不让它们占据我的整个夜晚。 ","strategy":4}
{"content":"父母总是逼着我做我不喜欢的事，我只想做我喜欢的事。","reconstruction":"我明白每个人都有自己的期望和想法，无法完全满足每个人。我可以尝试更加冷静地面对这些压力，寻找适当的方式来处理，而不让自己感到过于焦虑或绝望。 ","strategy":4}
{"content":"各种压抑，真的累了，真的不知道怎么表达了。","reconstruction":"我理解自己感到疲惫和困惑，但我也知道情绪是会有波动的。我可以试着放松一下，尝试不着急，寻找适合我表达情感的方式，而不是急于做出极端决定。 ","strategy":4}
{"content":"我只想知道哪种方法比较好，我觉得我就是一个废物，废物为什么要活在这个世界。我想知道怎么才能最快最没有后悔余地的死去","reconstruction":"我现在感到非常焦虑和挣扎，但我明白每个人都会面临困难和自我怀疑。我可以尝试放松一下，寻找更健康的方式来处理这些情感，而不是匆忙做出极端的决定。 ","strategy":4}
{"content":"明明知道嫉妒使人丑陋，可是我却深陷其中，我觉得我就是个垃圾","reconstruction":"我希望我可以不嫉妒别人，但是这是人之常情，每个人都会有这种心态，不是只有我这样，若是嫉妒可以成为我变好的动力，这何尝不是一件好事。 ","strategy":4}
{"content":"有时候感到很痛苦，感觉要用力呼吸，呼吸不了的时候好想长睡不起，是不是只有长眠了才不会有痛苦？","reconstruction":"每个人在生活上都会遇到自己的困难都会感到痛苦，或许在很痛苦时转换环境或注意力，能让我更放松得度过痛苦。 ","strategy":4}
{"content":"感觉周围的阿姨姑姑什么的，见到我就特别墨迹，啥都问，都烦死我了！阿西吧。","reconstruction":"感觉周围的阿姨姑姑什么的，见到我就特别墨迹，他们也是关心我，多和他们聊聊天也无所谓 。","strategy":4}
{"content":"原生家庭要求严格，专制型父母，很少有自己的空间。与男生交往害羞、敏感、多疑，老在揣测别人不怀好意。","reconstruction":"虽然我的原生家庭要求严格，但这对我来说也不完全是坏事，多听听他们的也还好，与男生交往方面也可以多听听他们的意见。 ","strategy":4}
{"content":"做了一件我自己觉得让别人不高兴的事儿，总是不能释怀。","reconstruction":"我自己觉得让别人不高兴的事儿，别人也不一定会因此而生气的，事情不算太糟。 ","strategy":4}
{"content":"我觉得生活真的没有希望了，我也不怕死，死是我最好的解脱方法我太累了。","reconstruction":" 我觉得生活真的没有希望了，但生活就是这样，放轻松，去培养发现希望的眼睛 。","strategy":4}
{"content":"整个人都痛苦到失眠，感觉要疯掉崩溃爆裂。","reconstruction":"最近我失眠多梦，好几天都很崩溃，但是不用担心，每个人都有这种情况，我也不用过分担心，只要好好调整就可以的。","strategy":4}
{"content":"高考报志愿，父母亲戚一直在强调金融，会计，审计之类的，原本我对这些学科也有兴趣，但他们一直强调，我现在一看到这些就不想选择，想回避","reconstruction":"每当我和爸妈吵架的时候，我感觉说什么都没有用，心里有苦说不出，但是我下次不应该着急，对这件事持放松的状态，不要着急，慢慢就会变好的。 ","strategy":4}
{"content":"每当跟爸妈理论吵架时，在一定的时候会绝望，就像怎么说都没用，心很苦，大喊尖叫，而父母一致认为你只是在发脾气。","reconstruction":"每当我和爸妈吵架的时候，我感觉说什么都没有用，心里有苦说不出，但是我下次不应该着急，对这件事持放松的状态，不要着急，慢慢就会变好的。 ","strategy":4}
{"content":"不想说话，不想社交，不能和别人好好交流，这是怎么了?","reconstruction":"我是一个不爱说话的人，不能好好社交，但是不要过分担心，只要不影响学习和工作就好，都是正常的现象。","strategy":4}
{"content":"说出口的话总会被曲解然后被指责，好生气。有点想彻底离开这个人了。","reconstruction":"说出口的话很容易被别人误解，但是没关系，这是正常的事情，谁都会经历这些事，我也不用过分担心的。 ","strategy":4}
{"content":"父亲生病住院了，我很难过，我觉得是我的错，没有照顾好他。","reconstruction":"父亲生病住院了，我很难过，我觉得是我没有好好照顾父亲的缘故，我很自责，是不是我哪里疏忽了，但渐渐老迈的父亲健康大不如前，我想我应该放宽心，平常心，不要自责，珍惜每一次跟父親相處的時光。","strategy":4}
{"content":"父亲生病住院了，我很难过，我觉得是我的错，没有照顾好他。","reconstruction":"父亲生病住院了，我很难过，但是没关系，医生说不那么严重，放松心情才会一点点变好。 ","strategy":4}
{"content":"我没有什么特别的经历","reconstruction":"我没有什么特别的经历，但这并不影响我做一个认真、真诚和有爱心的人。","strategy":5}
{"content":"啊，马上就要期末考试了，还要面临教资面试，压力有一点点大","reconstruction":"我承认自己有些压力和不安，但这并不代表我不够好或者不够强大，我知道自己还有进步空间，也知道自己的努力都是积累，使我不断成长，无论结果如何，我都会继续前进。","strategy":5}
{"content":"身体有一些问题，但是每次说要去医院又很不愿意，有些病越拖越严重，而且医院检查太多，有些不适应，应该怎么办好呢？","reconstruction":"虽然对医院检查和治疗有些抗拒和不适应，但是这并不代表自己有什么问题或者缺陷，要学会接纳自己和自己的感受，以一种积极和平和的态度面对这些困难。","strategy":5}
{"content":"男友人很好，就是没啥上进心，得过且过，单位家里二点一线。","reconstruction":"我的男朋友是个好人，尽管他没有很强的上进心，但他能够平衡工作和生活，也很珍惜现在所拥有的。","strategy":5}
{"content":"遇到事情，老是心太款，觉得别人可怜，什么都替别人着想，不会拒绝，不好意思拒绝，怎么改变","reconstruction":"我知道自己有时会太担心和为别人着想，甚至有些勉强自己而感到负担和有压力，或许我可以试着放松一下，接受自己的能力有限，也明白拒绝是正常的，不将无法协助的压力加在自己身上，才能更好的平衡自己和别人之间的需求。","strategy":5}
{"content":"经常怀疑自己，觉得自己一无是处，愚笨，什么都学不会，做不好，害怕失败，倍感难过，我应该怎样调整这种心态，相信自己可以？","reconstruction":"我明白自己并不完美，但我也接受自己是谁，包括自己的缺点和错误。我相信通过学习和成长，我可以变得更好。","strategy":5}
{"content":"如果我们总是被身边的人说“喜怒形于色，会吃亏的”，这样我们应该怎样改变呢，是应该有意识的控制，还是随意发挥呢？","reconstruction":"我们接受自己会有情绪失控的时候，也接受身边人的提醒和建议，我们会尽力去改变，但也不会因此否定自己的感受和情绪。","strategy":5}
{"content":"计算机专业感觉学什么都不轻松好难，太难了，不会学习，笨的心理压力极大，成绩差，学不会很难受，只能打游戏，计算机网络好难","reconstruction":"尽管计算机专业的学习对我来说很困难，但我会接受自己的局限性和挑战，不会因此感到自卑或轻视其他人。我会尝试理解自己的感受，并从中学习和成长，同时也接纳自己的不足之处。","strategy":5}
{"content":"男25岁，母胎单身，面对父母的相亲逼迫很焦虑，感觉自己没有谈恋爱和发生性关系的冲动","reconstruction":"我今年25岁，虽然一直单身，但我对未来充满信心。尽管面对家长的相亲逼迫有些焦虑，但我深信自己可以在自己的节奏下，找到真正适合我的人。同时，我也觉得自己目前并不需要追求谈恋爱或是发生性关系来满足自己的需求和价值。","strategy":5}
{"content":"失眠，一到晚上感觉睡觉时候就开始胡思乱想，控制不住自己，跟男朋友两地，可能要分手的情况。很迷茫，","reconstruction":"异地恋真的很难，失眠和胡思乱想是很正常的情况，我不会把男朋友两地分开的事情看作是我的责任或者我的不足。我会爱自己并接纳自己的现状，我是值得被爱与肯定的。","strategy":5}
{"content":"为什么总是想着讨好别人？难受，其实内心非常不愿意，但是因为一些事情就必须得去讨好","reconstruction":"虽然我习惯讨好别人，但我知道这会增加我的心理负担，而且我不可能让所有人都喜欢，我会尝试接纳自己不完美的一面，并且知道我不需要通过讨好别人来证明自己的价值。我会尽力做到最好，也学习不勉强自己讨好别人。","strategy":5}
{"content":"对工作产生恐惧，对环境没有安全感，只要想到第二天上班就有消极情绪，觉得人生无望，人生不快乐，请给我树立正确的动力","reconstruction":"虽然目前对工作感到恐惧和缺乏安全感，但我接受这些感受和现实，并且会尝试改进自己，提高自己的能力和信心。","strategy":5}
{"content":"遇事不要慌，就真的不慌了吗？最近遇事很多，个个不顺，一直都是坎坷。都告诉我不慌就可以解决，最后呢？什么都没解决，反而内心更加烦闷了。","reconstruction":"最近经历了许多不顺利的事情，一件接一件地遭遇挫折。周围的人都告诉我，只要不慌就能解决问题，然而事实却是什么都没有得到解决，反而使我的内心变得更加烦闷。不过，我发现每个人生活中都或多或少有不如意，生活中会有起伏和坎坷，在这些时后感到着急或沮丧是很正常的，但是只要不放弃的寻找解决方法，最终一定可已顺利度过，并以从中学习和成长。","strategy":5}
{"content":"心情一直很低落，感觉活着没什么意思。怎么都想不明白为什么我会这样。","reconstruction":"心情一直很低落，感觉活着没什么意思。我接受这种情绪的存在，明白每个人都会经历低潮期。我会尊重自己的感受，同时寻找帮助和支持来改善我的心情。","strategy":5}
{"content":"为何怕见光，怕沾光，怕吃亏会导致自我封闭，自毁行为","reconstruction":"我总是害怕被人注意到，害怕吃亏，以至于我变得封闭和自毁。然而，我知道每个人都有自己的不足，这并不代表没有价值或不能改变，我也一样，我要学会接纳自己的弱点和不完美，不因此而轻视他人或自卑。","strategy":5}
{"content":"聊天的时候总是get不到对方的点，聊没两句双方都没话题","reconstruction":"我常常无法抓住对方的重点，但每个人都有不同的交流方式和兴趣，也许我只是没有遇到那么契合的朋友，但这并不代表我一辈子都交不到知心朋友，或许我可以透过拓展社交权来认是更多不同领域的人。","strategy":5}
{"content":"整天情绪低落，夜里会特别难受难过的喘不过气，想去医院查又不想和家里人开口，想自己买药吃，或者有没有其他可以缓解这种情绪的方法","reconstruction":"我整天情绪低落，夜里特别难受难过喘不过气，我意识到自己可能有情绪上的困扰，或许这是我性格中的弱点，但我要学会爱护自己并寻求适当的帮助和支持，或许我可以尝试冥想、听音乐、到户外晒晒太阳、和朋友出游，来转移自己的注意力。","strategy":5}
{"content":"今天儿子忘记带电话手表，我就害怕和担心，感觉自己无法控制自己的担心，我不知道为什么？可以帮助我吗？","reconstruction":"今天儿子忘记带电话手表，我有些担心，但我接受他也是一个人，会犯错误，我要给他一些自由和信任，这也是他学习解决问题的机会。","strategy":5}
{"content":"和朋友一起开了一家奶茶店，现在冬季，生意不好做，负债累累，心好累，好想放弃，又不舍得","reconstruction":"和朋友一起开了一家奶茶店，现在是冬季，生意不好做，负债累累，感到心累，但我接纳自己的努力和付出，不去嫉妒他人的成功，也不因困难而自卑，我相信每个人都有不同的经历，我会坚持走自己的道路。","strategy":5}
{"content":"天天在家莫名其妙的被骂，快被逼疯了，好想死。","reconstruction":"尽管被骂让我感到很受伤，但我知道自己是有价值的，我不需要接受莫名其妙的指责，我会继续坚持并寻找积极的解决方案。","strategy":5}
{"content":"需要努力，但努力起来真的好难，真的就这样了么，虽然很不甘，却又无可奈何","reconstruction":"我现在陷入了一些困境，感到很无奈。虽然我的付出无法让我得到满意的结果，但是我的累积也是真实的，或许我还需要付出更多的努力，但我不会因为暂时的失败而贬低自己。","strategy":5}
{"content":"越长大越胆小，不敢去尝试，不自信，怎么克服","reconstruction":"我有时会感到胆小和缺乏自信，这是我一直以来的弱项，但我也知道这些并不定义我全部的价值，我很警慎仔细。或许我可从小事情尝试改变，吃没吃过的食物，认识心朋友，以此来帮助自己踏出舒适圈。","strategy":5}
{"content":"生活和工作中，男人好像大多更自信，女人却总容易怀疑自己，遇到事情会先想是不是自己的错。为什么会有这种差异呢，女生怎样才能变得更自信？","reconstruction":"在生活和工作中，每个人都有不同的特点和倾向，男人和女人之间的差异是自然的，我们应该接纳和尊重彼此，并相信每个人都有自己独特的价值和贡献，也可以善用这种差异，让每个人担任最适合的岗位。","strategy":5}
{"content":"近期，会出现莫名的忧伤，感觉生活失去了色彩，就这样，没有什么奔头，该如何是好呢？","reconstruction":"最近会感到一些莫名的忧伤，感觉生活失去了色彩，但我接受自己目前的情绪状态。每个人都有低谷期，这是正常的。我会尊重自己的感受，同时也不会将自己与他人相比较，因为每个人都有自己的经历和挑战。","strategy":5}
{"content":"看到朋友的生活我很羡慕，他们觉得我很好，我心里总是不满意，心情不好","reconstruction":"我接纳自己与朋友们不同的生活方式和观念，虽然有时会感到不满意，但我要学会欣赏自己的价值和过得幸福的能力，不将自己与他人比较。","strategy":5}
{"content":"内心总是惶恐不安，对他人很难做到信任，无法对别人敞开心扉，害怕被人抛弃，经常生活在不安之中，怎样调整这种状态？","reconstruction":"以往的经历让我内心总是惶恐不安，也很难信任他人。尽管如此，我一直勇敢的活着，并努力寻找平衡和内心的安宁，或许我可以从小事上面更多的尝试依赖别人，又或者从相处当中观察谁值得信任。","strategy":5}
{"content":"老是觉得自己不好，不够优秀，就是对不起父母，我怎么样才能好好做自己？","reconstruction":"我承认自己有一些不足之处，但我也明白每个人都有自己的优点和缺点。我会接受自己的不完美，并用自己的方式回报父母的辛勤付出。","strategy":5}
{"content":"我好累啊，心里有一股释放不出来的痛，感觉没意义了。","reconstruction":"我感到很疲倦，心里充满了一种释放不出来的痛苦，我想跟自己说\"辛苦你了，这段时间你真的很勇敢\"，或许我应该好好的休息一下，给自己放个长假，来一场说走就走的无目标之旅。虽然我找不到生活的意义很久了，但这也没关系，只要我不封闭自己，相信总有一天我可以找到内心的平衡。","strategy":5}
{"content":"焦虑，不安，有心无力。做只猪也挺好。不开心不开心。","reconstruction":"我承认自己目前感到焦虑和不安，但我也要接受自己的情绪，并且不因为这些情绪而贬低自己。我会努力接纳自己，并积极寻找改变的方法。","strategy":5}
{"content":"我不能弄懂自己为什么会做出这样的决定，冲动的行为让我很苦恼，我该怎么办？","reconstruction":"我承认自己对于这个决定感到困惑和对自己的冲动行为感到苦恼，但我要学会接纳自己的不完美，并以积极的态度面对自我成长的过程。","strategy":5}
{"content":"我现在无法好好的工作，不想从事现在的的工作，从内心觉得这份工作没前途，但是有没有勇气去改变，自己自卑和不愿意接受换行业带来的经济下降。","reconstruction":"我现在无法好好工作，这是一种现实，我接受这个事实并寻找解决方案。虽然我不想从事现在的工作并认为它没有前途，但我接纳自己的感受并探索其他职业的可能性。虽然换行业可能会带来经济下降，但我接受这个变化并相信我可以适应新的环境。","strategy":5}
{"content":"感觉每天的生活都程式化没什么意思怎么办？","reconstruction":"每天的生活都程式化了，这可能是因为我的发展遇到了瓶颈，或许我可你尝试提升自己的能力，或是培养新的兴趣爱好，发展出自己的独特之处和寻找个人的意义和满足感。","strategy":5}
{"content":"觉得自己做事很拖拉，每次都不在自己的规划中，怎么合理安排时间？","reconstruction":"我有时会有些拖延的倾向，但我也知道每个人都有不完美的一面，或许我可以把目标拆分的更小一点，并在每次完成时给自己一点奖励。","strategy":5}
{"content":"泪点低，很容易就哭，一点伤心难过的事情也会哭，有时候睡觉时想一些问题也会流泪，总是控制不住情绪，怎么办才好","reconstruction":"我很容易流泪，即使是一点点伤心难过的事情也会感到伤心。有时候，我在入睡时思考问题时也会流泪。虽然偶尔我不喜欢多愁善感的自己，但我知道每个人都有自己独特的情绪表达方式，这也是我与众不同的一部分。我为自己很强的情绪感受力而自豪，不因为泪水而对自己感到羞愧或不安。","strategy":5}
{"content":"别人完全不在乎的事，而你却非常看重，别人觉得没有小事的事在这里变成了孤立自己的情况，是我真的太敏感，还是别人有意为之，针对自己呢。","reconstruction":"每个人都有自己独特的关注点和敏感点。我珍惜自己能够以不一样的角度看世界，但同时我也要尊重别人对事情的不同看法和态度，相信他们也有自己的经验和理由。","strategy":5}
{"content":"自己很想努力学习，但是就是坚持不下去，怎么办啊","reconstruction":"我很想努力学习，虽然我现在陷入了困境，感到很难坚持下去，但我知道每个人都有不同的挑战，我会寻找适合自己的学习方法。也许我可以听听前人的意见，短暂的休息之后厘清头绪再出发。","strategy":5}
{"content":"对于某一类事物很痴迷，网上也经常能接触到这样的事物，尝试去接触未果，对于别人能拥有自己却不能，感到很痛苦","reconstruction":"对于某一类事物很痴迷，我接纳自己无法亲身体验的现实，并学会欣赏别人所拥有的，不让羡慕和痛苦影响我的状态，我相信自己还会有更美好的体验。","strategy":5}
{"content":"很认真的过好每一天，但总感觉到每天匆匆忙忙的，制定的学习计划都完成不了，很纠结。","reconstruction":"我很认真地过好每一天，但总感觉每天都匆匆忙忙的，制定的计划都无法完成，我想我可能遇到了一些困境，或许我可以寻求一些专业的帮助，让我能更好地面对这种困境，取得更多的进步，我相信我的努力不会白费的。","strategy":5}
{"content":"最近总觉得原生家庭的伤害很深很深，深到无法愈合，为什么都快40岁的人了，还是摆脱不了原生家庭的伤害呢？","reconstruction":"原生家庭的伤害对我产生了很深的伤害，我知道这是已发生并且无法改变的事实，但我要学会不将自己的价值和能力与这些伤害混淆。我知道自己的过去非常的不容易，但我正努力建立自己的幸福，我相信我会越来越好。","strategy":5}
{"content":"今天我生日，但是我真的真的好怕我坚持不下去，我好怕我就死在了生日这天。","reconstruction":"我今天过生日，我真的害怕我无法坚持下去。不过，我也明白每个人都有低谷时期，特别是我这种状况真的让人很丧气。我将寻求支持和帮助，并相信未来会有好转。","strategy":5}
{"content":"我以为自己很善良，却又觉得自己是一个坏人，冷血无情，只为自己考虑！","reconstruction":"我承认自己内心存在善良和坏人的两面，这是每个人都有的复杂性。但是当我能意识到自己只为自己考虑时，这就是改变的第一步，我会努力成为一个更加关心他人的人。","strategy":5}
{"content":"做事总是觉得不可能，总喜欢朝坏处想，一直以来都被这种消极的思绪困扰，怎样才能打破这层牢呢？","reconstruction":"我承认我经常觉得做事不可能，总是倾向于往坏处想，这种消极的思绪一直困扰着我。然而，我知道这是我的特质，虽然有点困扰，但并没有好坏，或许我不如积极乐观的人有冲劲，但我每次都能考虑到最坏的状况而提前预防，这也是我的优势，我相信我可以学会放下过度的忧虑，发挥自己的长处。","strategy":5}
{"content":"开始从初三就发现周围同学数学都学的轻松，自己花费更多时间，也没有同学成绩好，高中以后数学成绩更差，基本不及格。","reconstruction":"从初三开始，我注意到周围的同学都轻松地学习数学，而我花费更多的时间，却没有跟上他们的成绩。高中以后，我的数学成绩更差，但我接受了自己的不足，并且不会因此感到自卑。我会尽力提高自己的数学水平，而不与他人进行比较。","strategy":5}
{"content":"我最后还是把友谊这种东西弄毁了，我喜欢的人也因为受不了我而离开，父母也逐渐远离我，我现在的男朋友打我骂我，我还被迫把第一次给他了。","reconstruction":"我意识到我最后毁掉了友谊，失去了喜欢的人，与父母疏远，现在的男朋友虐待我并强迫我发生了关系，但我接纳自己的过错，并努力在将来成为一个更好的人，不再重蹈覆辙。","strategy":5}
{"content":"似乎总是很难去相信别人，总觉得别人说每句话的背后是有很多目的的，但有时候又很容易相信别人，把自己弄的很困惑，也很不舒服。","reconstruction":"虽然常常怀疑别人偶尔又太容易相信人让我感到困惑和不舒服，但我知道我的这种性格是很好的自我保护机制，我有时后会把自己用的很累很困惑，我可以试着观察每个人的动机和目的，看看他人是否言行一致，这样就能在保持善意的同时保护自己。","strategy":5}
{"content":"本人性格内向特别害怕一个人在新环境中，不喜欢一个人吃饭上课逛街，想到要一个人搬到新宿舍就很害怕怎么办?","reconstruction":"我知道自己是一个内向的人，不喜欢一个人在新环境中。尽管我感到害怕，但我知道每个人都有自己的独特性格和偏好，也很高兴自己对自己有很好的理解，能预先想到自己会不适应，从而预做准备。我会寻找适合我自己的方式来处理这种情况，或许我可以尝试先从线上认识新室友，或是请老朋友陪我一起行动几天。我知道内向是很棒的特质，我不用自卑或轻视自己。","strategy":5}
{"content":"感觉自己无所事事怎么办，每天上班感觉都在做一样的事情，没有成就感","reconstruction":"我现在感到生活乏味，每天重复无意义，但我知道许多人都会有一段时间感觉无所事事，这是正常的，我会努力寻找新的机会和挑战，或是培养新的嗜好。","strategy":5}
{"content":"各种事情的叠加，好多好多事情，都好困扰，好想一走了之，虽然很对不起亲朋好友，但是我真的受不了了。","reconstruction":"各种事情的叠加确实让我感到困扰，让我真的好想放弃，我想告诉自己，你好勇敢真的辛苦了，我知道自己陷入了困境，但是身边的亲朋好友一直没有放弃我，或许我需要寻求支持和帮助来度过这个困难阶段。","strategy":5}
{"content":"13岁，初一。在家里，不管我怎么了，别人把我怎么了，父母嘴里出来的，只有一句你活该。这个世界太喧闹了，不适合我。","reconstruction":"尽管这个世界和父母都表现出不友善的态度，但我知道他们的评价并不能代表我的价值，或许他们不明白他们随口一句话对我的伤害有多深，但我相信通过努力和时间，我可以找到适合自己的环境，找到珍惜我的人。","strategy":5}
{"content":"生活中总是处处很敏感，不信任他人，有时候总会想着别人会害自己，喜欢逃避，对别人说的每一句话都很在意，怎么样才能解决敏感这个问题?","reconstruction":"生活中处处敏感，不信任他人，有时总会担心别人会害我，喜欢逃避，对别人说的每句话都很在意。然而，我学会接纳自己的情感和反应，不再轻视他人也不自卑，我尊重自己的感受同时也尊重他人的意见，努力与他人建立真实而平等的关系。","strategy":5}
{"content":"看了很多书，听了很多故事，却依旧焦虑不安，无法好好生活。","reconstruction":"看了很多书，听了很多故事，虽然依旧焦虑不安，或许我现在还是找不到方向，但我接纳自己的情绪和困惑，并理解每个人都有自己的挑战和困难，这是我成长的一部分。","strategy":5}
{"content":"太难了被自己的情绪拖累，我真的好累，干什么事儿都不顺，甚至买双鞋都能把自己气到，太憋屈了……我为什么要这样活着?","reconstruction":"我因为自己的情绪而感到困难和疲惫，但我知道这是我的特质，虽然有时后很困扰我，但有时也让我更能体会别人的情绪，我不会因此而贬低自己，也不会把自己与他人相比较。","strategy":5}
{"content":"周围的人像光，很吸引人，可自己就像是里面只有败絮，而无耀眼之处，自己该怎么提高自己呢，而进一步改变自己呢?","reconstruction":"周围的人像光，很吸引人，我可能在某些方面没有闪耀的特点，但我接纳自己的独特之处，并且认识到每个人都有不同的价值和优点，或许我可以听听朋友对我的评价，试着找到自己的闪光点。","strategy":5}
{"content":"有时候都不想跟我说太多，班长脾气不好，都不管我。","reconstruction":"每个人都有自己的处境和性格特点，班长可能有一些困扰或压力，导致他不太愿意与我交流，我可以寻找其他途径与他建立良好的关系，或是向其他可以帮助我的班级委员求助。","strategy":5}
{"content":"什么都往外说，太作了，我真是个蠢人，哎，心里很难过。我有依赖性人格，回避型人格和表演型人格。我今年才知道，我一直以为自己只是，哎","reconstruction":"我有时候会将不该说的往外说，过于夸大，这可能是我从小养成的习惯，我也因为这个习惯吃了很多苦，但好在我发现了这个问题，而且人是可以改变的，我可以学会更真诚的表达，也学习忍住不把秘密说出去。","strategy":5}
{"content":"很想努力逼自己学习，但自己总是拖延，怎么激发自己的动力？","reconstruction":"我接受自己有拖延的倾向，但这并不代表我不能改变。我会尝试接纳自己，并积极寻求改进的方法。","strategy":5}
{"content":"做事情没有执行力，不负责，因为有原生家庭的影响。","reconstruction":"我承认在做事情时缺乏执行力和责任感，这可能与原生家庭的影响有关。然而，我要学会接纳自己的不足并寻找改进的方式，而不是因此放弃或轻视自己。","strategy":5}
{"content":"我跟别人相处总是真心相待，在表达上不到位，顾及别人的面子最后总是有隔阂。","reconstruction":"我总是真心对待他人，虽然在表达上不够到位，过于顾及他们的面子，导致了一些隔阂。但我要接纳自己的不足，知道真心是很难能可贵的，但我仍要学习沟通表达，从他人的反应中学习经验。我相信通过真诚的对待自己和他人，我们可以建立更加坦诚和谐的关系。","strategy":5}
{"content":"如何做到非暴力沟通，总是容易发脾气，无法控制。","reconstruction":"我承认自己在非暴力沟通方面还有很大的改进空间，尽管我总是容易发脾气、无法控制，但我接受自己的不完美，并致力于改变和成长。我相信每个人都有自己的弱点，而这些弱点并不代表我整个人的价值，我可以尝试在快控制不住情绪时深呼吸，并赶快离开那个环境，阻止自己爆发。","strategy":5}
{"content":"意志力薄弱，做什么都做不好，做到一半就放弃，为什么成就不了自己，就是因为没有自制力。","reconstruction":"我承认自己在意志力方面存在一些不足，但这并不代表我全无优点。或许我可以将目标缩小，不要一开始就设定难以完成的任务，经由一些小目标的积累，我相信我可以用积极的态度来面对并改进自己的自制力。","strategy":5}
{"content":"高中压抑难受，换了环境不适应，没有朋友，连个倾诉得朋友都没有，很难受，周围人都好厉害，好自卑，不知道怎么表达情感，愁眉苦脸。","reconstruction":"在学校的压抑让我感到不适，我甚至没有一个可以倾诉的朋友，这让我感到很痛苦。周围的人都很优秀，而我觉得自己很自卑，很无助。然而，我知道学业成绩只是一种衡量标准，就算我的表现不甚理想，我还是有很多其他的优点，或许我可以转变心态，欣赏优秀的同学，并尝试向他们请教学习。我相信每个人都有不同的成长阶段，我会尽力适应新环境，并寻找属于自己的朋友和支持系统。","strategy":5}
{"content":"待在自己熟悉的环境，不想跟外界联系，生活也没有动力，怎么改变这种现状，找到生活的重心？","reconstruction":"我现在或许处于一个平淡期，但我知道这段时间可以让我静下心来思考与沉淀，虽然我不喜欢这种感受，但我会尝试寻找内在的满足和乐趣。相信沉淀之后我可以更深刻的认识自己，再出发。","strategy":5}
{"content":"为什么总是不敢去改变，走出门去面对新事物？没有动力是怎么回事呢?","reconstruction":"我对改变和面对新事物感到紧张，但我明白每个人都会面临挑战和困难，这并不表示我没有能力克服，只是我可能需要多一点心理建设，或许我可以跟身边的亲友谈谈，听听他们的经验分享，以自己的步调逐渐获得动力。","strategy":5}
{"content":"由于本人内向孤僻，老实。说话不知分寸（大嘴巴）包括说错话。现如今被孤立，排挤。现不知如何在处理其复杂的工作关系。","reconstruction":"我知道自己的性格可能有点内向孤僻，有时会大嘴巴，造成我被孤立和排挤，但是我知道内向孤僻让我更能够静下心来思考，并不是造成我被排挤的原因，或许我可以尝试在说话之前多思考三秒，相信只要我愿意改变，我的沟通能力会越来越好的。","strategy":5}
{"content":"在生活中总是不能正确体会到他人的情绪，很关心他人对自己说的话的想法，但总是不能确定他人的想法。","reconstruction":"在生活中，我意识到我常常无法准确体会他人的情绪。我知道自己的倾听理解能力还需要加强，也知道每个人有不同的思考方式和感受方式，或许我可以试着从观察和倾听开始，在表达之前先让对方说。","strategy":5}
{"content":"总是担心别人是不是会背着自己说一些自己的坏话，担心自己的表现别人不认可，很恐慌焦虑，该怎么改变自己啊。","reconstruction":"虽然我常常担心别人背地里对我说坏话，也担心自己的表现是否得到他人认可，但是我知道我不可能讨所有人喜欢，就算我尽力做到最好别人还是有可能不满意，或是嫉妒我的表现。我知道自己不完美，但是我认真的面对生活，我一定可以渐渐学会不那么在乎他人的眼光，专心做自己。","strategy":5}
{"content":"天天过着一样的日子，感觉很无趣想改变又没有那个能力。迷茫，不知道要怎么办……","reconstruction":"我接受每天都过着相似的日子，尽管有时感觉无趣，但这是我的生活。我迷茫，不知道该怎么办，但我要接纳自己的困惑和不确定。我要理解每个人都有类似的经历，而不因此感到自卑。","strategy":5}
{"content":"30岁了，女，孩子苦苦挣扎中，一无所有，甚至努力都不是很投入，什么都不懂的自己，还有救吗？","reconstruction":"我都30岁了，一无所有，甚至努力都不是很投入，什么都不懂的自己，但我接受自己的不足和局限，我知道负面情绪并不会改变现状，而且每个人都会面临困难和挫折，这只是生活中的一部分。我不会因为自己的缺点而自卑。我会珍惜每个学习和成长的机会，相信自己可以逐渐改变和进步。","strategy":5}
{"content":"对他人的善良，被完美的利用，并给予我各种伤害。","reconstruction":"尽管我的善良曾遭受他人滥用让我伤透了心，但我知道生活中还是有许多像我一样善良的人，或许容易善良导致我容易没有防备而被攻击，但我知道这并不是我的错，我要学会保护自己，这样我就可以知道如何适度的善良。","strategy":5}
{"content":"生完孩子后。感觉自己整个人都变了。总是心情很糟糕，对什么事都没有兴趣。总是感觉疲惫。","reconstruction":"生完孩子后，我感觉整个人都变了。我知道在休息不足、身体疲劳以及激素的影响下，心情低落和疲劳是正常的反应。我要尝试给自己多一些宽容和理解，也可以寻求身边亲友的帮助，让我逐渐找回内心的平静和自我。","strategy":5}
{"content":"时常会给自己定一些小目标，节食运动减肥，节省自己每个月的开支以便去买那件心仪的东西。结果，总是完不成。","reconstruction":"尽管我没能完成自己设定的小目标，但我愿意接受自己的不完美，并保持对自己的信心，继续前进。","strategy":5}
{"content":"自从与前女友分手之后我就像变了一个人一样曾经阳光开朗的自己似乎消失了，现在的自己对什么都不感兴趣每天过的很抑郁好久也没有笑过了","reconstruction":"尽管分手让我失去了过去的快乐，但我知道在这段关系中我有很多可以提升的空间，我愿意接受真实的自己，并努力寻找更适合的幸福。","strategy":5}
{"content":"已经考了好几次了，一直没过，本来说是不在乎，但是面对四级改革，还是好焦虑。英语也不好，还不愿意认真学，不知道该拿自己怎么办。","reconstruction":"我需要接受自己目前的英语水平，并且不因为没有通过四级考试而自卑。我要相信自己有能力去改变现状，努力提高英语水平。","strategy":5}
{"content":"工作压力好大，但是不敢辞职也无力改变现状怎么办?","reconstruction":"虽然工作压力很大，而且我不知道该怎么办，但我明白自己需要多一些时间适应不同的任务，虽然我现在感到很无力，但这并不表示我没有能力，或许我可以安排一段时间的沉淀休息，让自己重新找回热情。","strategy":5}
{"content":"做任何事都不会觉得自己可以完成和做好。总是否定自己，而且特别害怕在陌生环境独处，有办法改变吗","reconstruction":"我承认在做任何事情时，常常感到自己无法完成或做好。我经常对自己持否定态度，并且在陌生环境中独处时感到特别害怕。”然而，我希望学会接纳自己的这种感受，并寻找方式来增强自信，克服对陌生环境的恐惧感。","strategy":5}
{"content":"不知道为什么觉得做人挺苦的，为了温饱在社会挣扎，为了家庭背负重压，为了别人的目光虚伪的不能做自己，为了情感而痛苦。大家觉得做人苦吗","reconstruction":"不知道为什么觉得做人挺苦的，为了生计，为了养家，有时也为情所苦，还为了别人的目光而勉强自己，其实我知道大家都有不同的辛苦，想想别人，看看自己，就把吃苦当吃补吧，我相信会苦尽甘来的。","strategy":5}
{"content":"工作了那么多年，日复一日，没有什么进展，收入一过是只够温饱，月光族，很烦！","reconstruction":"一成不变，工作了那么多年，又没有什么发展，收入只够填饱肚子，每到月底就口袋空空，虽然现况是如此，但想到大环境影响着许多人，我也该体谅并释怀，我想不管是上班还是下班我都要好好善待自己，也做好健康管理。","strategy":5}
{"content":"工作一成不变，日复一日，最近有个感觉，感觉匮乏，总有一种无力，消极没意思的感觉。","reconstruction":"工作一成不变，日复一日，我发现我对我的工作有倦怠感，还好我察觉到自己的低潮，我相信大部份的上班族也经历过这种心情，我不要跟别人比较，也许目前我的经验还不够，我相信透过更多的适应与经验累积，我一定会更好的。","strategy":5}
{"content":"之前感觉做完梦去解析真的特别准，最近做梦解析一直都说考试不理想，唉，都30了，还在愁考试，还在一无所有竟然还不自律，我到底有何用","reconstruction":"年纪都30了，还在面对考试，我知道我的自律性不足，又喜欢花时间透过解梦来舒压，我知道我的缺点，我想我能透过自我提醒，让自己注重时间调配，不要气馁，继续坚持，准备考试。","strategy":5}
{"content":"没有力量做一件事，又非得去做，不做负面情绪就会总折磨我呀，怎么办，请教？","reconstruction":"我有事该做却没力做，没做就心里不舒服，目前我做事遇到瓶颈了，才会心里这么纠结，我可以寻求一些朋友的经验及建议，也接纳自己能力的不足，我會一点一滴脚踏实地的去做，应该会愈做愈顺手的。","strategy":5}
{"content":"最近总是感觉压力大，害怕死亡，感觉自己还有好多事情没做，突然死去怎么办？心里会恐惧害怕空虚！","reconstruction":"人生无常，总是感觉压力大，害怕死亡，感觉自己还有好多事情没做，也许最近的心情低潮，让我感到紧张及恐惧，不知道明天或意外哪个先来？我想面对无常人生，总会心情惆怅感叹的，我接纳自己的心情，但我也该把握当下，好好珍惜现在，拿出勇气过好每一天。","strategy":5}
{"content":"觉得自己做的不好，晚上失眠，心情压抑，工作生活一团糟，好想逃离","reconstruction":"工作與生活的壓力，讓我挫折想逃避，心情真鬱悶。我發現許多人也都有挫折想逃避的時候，我想我應該跟前輩同事聊聊，我也可以縮短這種情形，讓生活工作都漸入佳境。","strategy":5}
{"content":"自从学校分配了任务，这个问题成了我的心头之事，白天午休也睡不着，晚上半夜还不能入睡……唉，神经质一个！我该怎么办？？","reconstruction":"自从学校分配了任务，脑袋一直想怎么做好这个任务，甚至影响睡眠，一定有很多人跟我一样压力很大，我想我可以去请教学校里的前辈及同学，跟他们聊聊，我相信这会帮助我放松来面对眼前的任务。","strategy":5}
{"content":"我是一个内向的人，我很想变得开朗，变得幽默一些，我的性格是那种不是很活跃的人，想改变自己。","reconstruction":"我想改变自己，我知道自己是一个性格内向不活泼的人，但这不代表性格内向不好，我接纳我自己原来的样子，我也可以透过一点一滴的调整，让自己也变得开朗幽默的。","strategy":5}
{"content":"我高三，内心深处先要考一个好大学，但是没有动力整天得过且过，过完了一天又会去后悔，恶性循环，嗐","reconstruction":"虽然我一遇到问题就想躲，不想见与这件事有关的任何人，我知道自己有压力时就想闪躲，我想人在情绪低潮时难免会这样，我也相信我不会一直被情绪低潮困住的。","strategy":5}
{"content":"一遇到问题就想躲，不想见与这件事有关的任何人，","reconstruction":"虽然我一遇到问题就想躲，不想见与这件事有关的任何人，我知道自己有压力时就想闪躲，我想人在情绪低潮时难免会这样，我也相信我不会一直被情绪低潮困住的。","strategy":5}
{"content":"现在人都30多了。最近在家无意间发现老婆偷偷看乱伦的小说。还是父女乱伦的。也不知道是什么心理。比较担心。不知道该不该谈谈。怎么谈","reconstruction":"尽管我感到家人常骂我，指摘我，我想是因为家人也是直肠子，讲话表达都比较直接，并不是真的在骂我。我可以多多体谅家人心直口快，我不要太在意。","strategy":5}
{"content":"我想请问下我之前预约了一个咨询师，在咨询的过程中我常常感觉有压力，也常常哭，咨询后感觉情绪会很不好。这个正常吗","reconstruction":"我该做些什么让我能不虚度光阴，不无所事事，还能找到人生的目标呢?我知道不是自己特别奇怪，我可以试着接纳自己的心情并多多倾听自己的声音。","strategy":5}
{"content":"我是女生，我其实这几年发现我有那种倾向，目前为止已经暗恋了三个女生，我觉得有时候她们比男生更能吸引我....","reconstruction":"我想改变自己的性格也寻求一些方法及愿意接受同学的意见，却得到一些极端且具攻击性的反馈。虽然如此，我想正面看待自己并接纳负评的存在。","strategy":5}
{"content":"考试不好，项目失败，家庭关系不和睦，朋友关系出现危机","reconstruction":"尽管这次考试不理想，项目失败，这样的压力影响到心情也影响人际关系，我相信面对挫折失败会有的不如意是很多人都走过的，我并没有很特别，我应该更多的包容自己。","strategy":5}
{"content":"他们都骂我，说一切都是我的错，无论是谁，谁都想踩我一脚包括我的妹妹当我质问他们的时候我的家人就会说不要顶撞大人不要和小孩计较","reconstruction":"尽管我感到家人常骂我，指摘我，我想是因为家人也是直肠子，讲话表达都比较直接，并不是真的在骂我。我可以多多体谅家人心直口快，我不要太在意。","strategy":5}
{"content":"觉得自己虚度光阴，无所事事，怎么找到人生的目标行动起来？","reconstruction":"我该做些什么让我能不虚度光阴，不无所事事，还能找到人生的目标呢?我知道不是自己特别奇怪，我可以试着接纳自己的心情并多多倾听自己的声音。","strategy":5}
{"content":"我心理很疑惑想改变性格而寻找心理之路，我只是想让一些同学更了解我也好提一下意见，可没想到有人让我跳楼有人骂我神经病","reconstruction":"我想改变自己的性格也寻求一些方法及愿意接受同学的意见，却得到一些极端且具攻击性的反馈。虽然如此，我想正面看待自己并接纳负评的存在。","strategy":5}
{"content":"妈妈已年近80，仍然意气风发，聊起人与事总从坏的方面去看，总觉世人皆负她皆险恶，总爱指导我们，无法沟通，令我十分痛苦。","reconstruction":"妈妈已年近80，喜欢倚老卖老，总爱指导并从坏的角度去聊人与事，虽然我很不喜欢她的论点，但这也表示她老当益壮还很健康，这样想想也使我比较能忍受感觉与妈妈无法沟通的痛苦。","strategy":5}
{"content":"每次在社交场合，都害怕自己表现不够好，想要与人成为朋友，却又害怕对方觉得自己肤浅。于是就紧张的畏缩起来。","reconstruction":"虽然我在社交场合常常很紧张，想与人成为朋友，又害怕自己表现不好，我相信很多人都经历这种过程，我也可以一次比一次表现的成熟稳定。","strategy":5}
{"content":"每次在委托别人办事的时候，该表达的没表达。说完之后总是后悔自己为什么又没说谢谢。","reconstruction":"在委托别人办事的时候，常常忘记表达感谢，我要常常提醒自己，也接纳自己还需要培养起感恩的好习惯。","strategy":5}
{"content":"我一直过得都很好啊，没有发生什么啊，总是莫名其妙心里就很难受，总是想哭。","reconstruction":"我一直过得都很好，却总是心里感觉难受，想伤害自己，但是很多人都有这种想法啊。我意识到了我性格中可以改进的地方，这就是改善的第一步。","strategy":5}
{"content":"经常失眠，半夜做噩梦惊醒，吃不好，喝不好，睡不好。","reconstruction":"我经常失眠，半夜做噩梦，这可能是因为我在生活中遇到了太多压力，我知道我的抗压能力还有进步空间，或许我可以多一些积极的自我暗示和对自己的鼓励。","strategy":5}
{"content":"真的好痛苦好痛苦好痛苦，从高一撑到高三复读又撑了一年，我总是告诉自己撑下去，可是没想到大学还是好痛苦。","reconstruction":"高中和大学的学习让我好痛苦，我可能是学习方法出了问题，或许我可以向老师同学请教，调整学习方法和心态。","strategy":5}
{"content":"我的母亲总是阻止我做出改变，比如换发型，大到换工作。","reconstruction":"我的母亲总是阻止我做出改变，我明白每个人都有自己的思考方式，所以无法得到他人的肯定也是很正常的。我可以试着倾听母亲的理由，再做出自己的决定。","strategy":5}
{"content":"总觉的自己不好看，自己都很少照镜子，一天看不到自己几次，有时候觉的挺可爱，有时就就觉的无法直观的感觉。","reconstruction":"我总觉得自己不好看，但我接受自己的容貌，它体现了我的个性和特色。","strategy":5}
{"content":"母亲总是咄咄逼人，总是反问句，总是抱怨人抱怨事，埋怨人，说话带枪带棒。","reconstruction":"母亲总是咄咄逼人，但我接受她的个性和行为，她可能有些难以相处，但她也有她的优点，我会尊重她并且欣赏她的优点。","strategy":5}
{"content":"由于小的时候被家里暴打留下了很大的阴影，我甚至都不了解我自己。","reconstruction":"小的时候被家里暴打留下了很大的阴影，我接受自己是一个有创伤和困惑的人，我尊重自己的感受和需求，我一定会越来越了解我自己的。","strategy":5}
{"content":"人生来就处于弱势，背负了太多的东西，尝试过自救却没人理解，想要吃药却没钱，想做咨询也是贵的要死。穷人真的连死都不配有人倾听。","reconstruction":"我虽然处于弱势，背负了太多的东西，我接受自己是一个有缺点甚至有点不幸运的人，我不会因为这些否定自己的价值。","strategy":5}
{"content":"我发现我的家庭不需要我了。。。大家都好像很忙，很忙，没有人真的在乎你的感受。当我需要有地方倾诉时，我找不到。","reconstruction":"我的家人都好像很忙，这让我感觉孤单，我接受自己是一个有情感需求的人，但我也不会因为家人的疏远而否定他们的爱。","strategy":5}
{"content":"别人不管做什么事我的心里不会有一丝触动，对任何人都没有感情。","reconstruction":"别人不管做什么事我的心里不会有一丝触动，我接受自己目前是一个不怎么在乎他人的人，我可以通过多换位思考，增加我的共情力和对他人的理解。","strategy":5}
{"content":"脾气暴躁，看谁都不顺眼，有一点看不惯就得说出来，导致越来越不合群。还总爱和别人发牢骚，睡眠也不好，有一点小动静就醒了，然后就睡不着了。","reconstruction":" 我知道我脾气暴躁、爱发牢骚，睡眠还不太好，或许我可以试着学习一些情绪管理的方法和提高睡眠质量的技巧，向身边的朋友请教一下他们是如何处理这样的问题的。","strategy":5}
{"content":"我先生总是否认我的观点和语言，我说这样做必定会怎么样，带来什么结果，他总说不会的，要么就冷笑，不说话。","reconstruction":"我知道我的先生总是否认我的观点和语言，这说明我的沟通能力还有待加强。或许我可以向身边的人请教一下如何和丈夫进行更有效的沟通。","strategy":5}
{"content":"感觉和她很像，人生观，自取其辱，自轻自贱，没有度，没有数，没有自尊，没有自爱。但我比不上她。","reconstruction":"我知道我自轻自贱、不自尊不自爱、比不上她，但我也知道，每个人有各自的生活方式和性格。或许我可以试着改变，变成理想中那个样子。","strategy":5}
{"content":"总是觉得自己不够好，为什么呢？好像内在跟外在都不够好。","reconstruction":"我知道我总是觉得自己不够好，但我应该接纳自己的不完美，向身边优秀的人请教，使自己的内在外在都变得更好。","strategy":5}
{"content":"我每次和人相處，都會很不舒服，甚至自己就好像自動导航模式一樣，控制不到自己，心裏很難受。","reconstruction":"我知道我每次和人相处都会很不舒服，但我已经付出了我的努力，我应该接纳自己的不完美。我可以向身边善于交际的同学请教，如何才能克服这样的心态。","strategy":5}
{"content":"最近工作总出错，压力大，很难过，无助。","reconstruction":"我知道我最近工作总出错，压力大，但人无完人，是人就会出错。我接纳会出错的自己。或许我可以向前辈请教工作上的问题来完善自己。","strategy":5}
{"content":"总是很害怕尴尬，会替别人玻璃心，搞得自己陷入担心，久久不能自拔，会一直想越想越往坏想，让自己很纠结我该怎么办…","reconstruction":"我知道我总是害怕尴尬，会替别人玻璃心，一直往坏处想事情。这是我与生俱来的性格。在想办法克服这样的情绪的时候，我可以试着向身边的人请教一下经验，不再陷入到担心的情绪之中。","strategy":5}
{"content":"觉得他们太虚假，没把我真正的当朋友，不想上学了。","reconstruction":"我意识到他们没把我真正的当朋友，我知道我的独立能力需要加强，也知道每个人都有自己的待人方式，是否当朋友不是放弃学习的原因。","strategy":5}
{"content":"最近一直失眠，很难在两小时内入睡，觉得做什么都没意思，自己活着也没有价值，咨询过心理医生，没什么用，不知道该怎么办了。","reconstruction":"虽然失眠困扰着我，对生活失去了兴趣，我知道这是失眠所带来的一系列连锁反应，或许除开咨询心理医生外，我可以尝试寻找其他的解决方法，循序渐进，会有好消息的。","strategy":5}
{"content":"朋友觉得我付出理所应当，总利用我，我该怎么办?觉得我很傻，我好像舔狗。","reconstruction":"我对朋友们付出，是我的善良，不是所谓的舔狗，朋友们利用我，是他们不懂得珍惜这段友谊，或许不能对自己妄自菲薄。","strategy":5}
{"content":"总觉得缺钱，缺爱。收入似乎也不算低，打车不舍得，吃个西餐也不舍得。总算对老婆孩子还算可以，对自己总是抠门儿。","reconstruction":"总感觉缺钱，缺爱。我知道自己对待金钱，爱的理解需要加强，也知道不同的境遇会带来不同的思维行动方式，或许我可以尝试对自己好一点，更爱一点自己。","strategy":5}
{"content":"害怕做错事，一点小事不好的话也会向别人隐瞒真相，怕被批评指责，在意他人的想法，感觉自己不能接纳负面事物，我这是什么心理，希望可以调整。","reconstruction":"怕被批评指责，在意他人的想法，感觉自己不能接纳负面事物，我知道这种害怕批评指责，不能接纳负面实物的心理需要转换，也知道每个人都有做错事情的时候，或许我可以试着从小事情上转变，建立转变的原始积累，积少成多。","strategy":5}
{"content":"我真的受不了家里人。。。真的烦死了。。。烦死了，烦死了，烦死了。","reconstruction":"虽然家里人有的时候让人很烦，我知道自己的倾听理解能力还需要加强，也知道每个人都有不同的思考方式和感受方式，我可以试着接受这种不一样。","strategy":5}
{"content":"儿子只爱打游戏，没有其他爱好。工作只干洗浴服务生，不求上进。不想找对象，不想结婚。","reconstruction":"儿子爱打游戏不上进，不结婚，我知道每个人都有处于舒适区的生活工作方式，或许我可以试着从观察和倾听开始，在干预之前让儿子产生自主改变的能动性。","strategy":5}
{"content":"活的毫无活力，明白应该努力做出改变却怎么也做不到，感觉和自我离得好远，讨厌自己。","reconstruction":"我接纳自己的不完美，也接纳自己的缺点。讨厌自己并不能解决问题，反而会使自己更加封闭。我尝试理解并接受自己的感受，然后寻找解决问题的方法。","strategy":5}
{"content":"我觉得我自己无法和父亲交流只要一交流就是侮辱和怒骂。我心里的事根本不敢和父母交流，一点事情没做好就是侮辱我。","reconstruction":"我接纳自己的不完美，同时也要接受父母并不是完美的。我会寻求他们的理解和支持，但不会对结果强求。","strategy":5}
{"content":"以前我是一个很快乐的人，但是8月份我最喜欢的小狗死去了，我就觉得这个世界没有了光，心里很难受，时不时就会哭，有时候特别不理智。","reconstruction":"宠物的死亡会让我暂时悲伤，我接纳自己的感受和情绪，并不把它视为软弱或失败。同时我也接纳自己的不理智和感性的一面，因为这是人之常情。","strategy":5}
{"content":"最近要吃一年多的药，我害怕治疗不好，害怕吃药，失眠一个月了。","reconstruction":"我要接纳自己的情绪和恐惧，同时也要接纳自己的身体状况和治疗方法。通过接纳我可以更好地处理自己的情绪，继续治疗。","strategy":5}
{"content":"生活与家庭之间找不到平衡点，家庭生活并不愉快，所以很多事情都觉得不顺心，很烦躁抑郁。","reconstruction":"生活与家庭的平衡点很难完美找到，这并不意味着软弱或失败。能够不断地试错去找更好的平衡点，已经很好了。","strategy":5}
{"content":"一直不自信、一直心态不好，害怕上台表演和上台发表言论，心态差。","reconstruction":"虽然害怕上台，但作为新人我做得还不错。尽管不够自信，但我在不断成长，相信有一个可以充满自信站在舞台上。","strategy":5}
{"content":"内心深处积压了太多，无法表达出来的东西，难以释怀，外人也根本无法理解。这种痛苦深深的折磨着我，谁又会明白呢？","reconstruction":"接纳自己的内心所积压的感受和经历，并不意味着软弱或失败。同时也要接纳自己的不足和不完美，通过积极寻求支持和帮助来克服困难。","strategy":5}
{"content":"不敢与别人交流，和别人说话如果没有得到回应，就会一直想自己是不是说错了什么，或者是别人不想和我做朋友，而且一个人呆着总是感觉阴森森的。","reconstruction":"接纳自己的社交障碍和孤独感，并不意味着软弱或失败。同时也要接纳自己的不足和不完美，通过积极寻求支持和帮助来克服困难。","strategy":5}
{"content":"我不想去人多的地方，觉得他们在偷偷的讨论我，经常失眠，闷闷不乐，对未来不抱有希望，而且总是想哭。","reconstruction":"我接纳自己在人群中会焦虑的情况，这对我的生活其实仅仅是一方面之一，不应该太受它困扰，生活还有很多其他的事情。","strategy":5}
{"content":"感觉世界末日了，我害怕自己有一天不知不觉离开世上。好累....","reconstruction":"我知道每个人都会有离开世上的时候，也会有不同的离开方式，或许这都是我们应该经历的过程，珍惜当下享受人生就好了。","strategy":5}
{"content":"就是感觉不舍得给自己花钱，一堆的好东西，看不到适合自己的。","reconstruction":"我意识到我经常感觉不舍得给自己花钱，我知道有时候自己配得感不足，一堆的好东西，看不到适合自己的，但我也知道每个人都有不同的消费观念，虽然自己错过了一些好东西，但是节约下来的钱可以用到更值得的地方，同样可以好好生活。","strategy":5}
{"content":"特别嫉妒别人总是忍不住说别人坏话。被人知道了别人都针对自己攻击自己，没人相信我，抓住把柄被孤立了。","reconstruction":"我意识到有时候特别嫉妒别人总是忍不住说别人坏话，感觉没人相信我，感觉被孤立，但我明白每个人都有缺点，值得庆幸的是我意识到了自己的缺点，我有时候有嫉妒心理也是正常的，没有人会被所有人喜欢，信我可以提高我的共情能力，多舍身处理的为他人着想，相信一定会有所改善！","strategy":5}
{"content":"父母承诺过的事没有实现过？同学也在学校经常对我施压，父母也在嘲讽我，好痛苦。","reconstruction":"我感觉同学在学校经常对我施压，父母也在嘲讽我，我知道自己有时候能力还需要加强，也知道每个人有不同的思考方式，或许我可以试着和父母聊一聊，或者不去理会别人的看法，相信一定可以减轻这种压力的。","strategy":5}
{"content":"看着身边的同学们都有自己的朋友，我却连一个一起吃饭的朋友都没有，是不是很丢人？感觉自己格格不入。","reconstruction":"我意识到自己没有很好的朋友，感觉自己格格不入，我知道自己有时候不善于交朋友，我也知道知己难求，或许我和我的好朋友还没有遇到，那么我从现在开始真诚的对待每一个身边的人，相信一定能遇到自己的好朋友。","strategy":5}
{"content":"学习压力太大了，太痛苦了。","reconstruction":"我意识到学习压力太大了，我知道自己的学习能力和抗压能力还需要提高，也知道每个人都有这种时期，正是因为我上进心很强才会有这种压力，这都是正常的。我会采取一些放松的方法，例如冥想或者深呼吸来让自己放松。","strategy":5}
{"content":"为什么我买零食给朋友吃，妈妈会揍我，说都不给妹妹吃，难道我就不重要了？","reconstruction":"我发现当我买零食给朋友时，妈妈有不同的期望。我知道这可能让我感到不重要，但我也明白每个人都有自己的感受和需求。我可以试着与妈妈沟通，以更好地理解彼此的立场和感受。","strategy":5}
{"content":"做完的事有时会后悔，觉得自己没做好，非常生自己的气。","reconstruction":"我经常在做完事后感到后悔，觉得没有做得足够好。但我知道这是正常的，每个人都会有不完美的时刻。或许我可以学着从这些后悔中学到更多，而不是自责，用它们来帮助我变得更好。","strategy":5}
{"content":"一会干这个，又感觉那个还没有干完，各种焦虑，各种不安。","reconstruction":"我常常感到焦虑，觉得一会儿这个任务，那个任务，各种不安。我知道我需要更好地处理这些情绪，也要接受每个人都有类似的感受。或许我可以学会更好地规划我的工作和生活，减轻焦虑感。","strategy":5}
{"content":"与人相处时，总是礼貌的有点过分，无法敞开心扉，展现最好的最真实的自己，无法主动建立亲密关系。","reconstruction":"我意识到在与人相处时，我常常表现出过度的礼貌，不敢展现真实的自己，也难以建立亲密关系。我知道自己需要更加自信，也需要接受自己的不完美。或许我可以试着放下防御机制，与他人更真实地互动，逐渐建立更亲密的联系。","strategy":5}
{"content":"没有理由的失控，我真的不想一直被负面情绪影响。我不应该这样。我妈妈很疼我，吃喝也都由着我，我不应该这样啊不应该，好无助。","reconstruction":"我意识到有时情绪会失控，我会感到害怕，无助。我知道我需要改进我的情绪管理能力，同时也要接受自己有情感波动的时候。或许我可以寻求专业帮助，同时珍视家人的关爱，努力提升自己的情感健康。","strategy":5}
{"content":"性格内向敏感，唯唯诺诺，不敢去做，害怕错了挨批评，不喜欢自己这种性格。","reconstruction":"我了解自己是内向敏感的，常常害怕被批评。我知道每个人都有自己独特的性格特点，而我的内向和敏感也是我独特的一部分。或许我可以学会更加自信，接受自己的性格，不再害怕去做。","strategy":5}
{"content":"什么事情都是小心谨慎，纠结难以抉择，很痛苦。","reconstruction":" 我意识到我总是小心谨慎，难以决断，感到痛苦。我知道这是我的性格特点，每个人都有不同的方式来处理抉择。或许我可以学会更加自信地做出决定，接受自己的性格，不再过度痛苦。","strategy":5}
{"content":"在寝室发生不可调和的矛盾，但又不得不在同一屋檐下生活，沮丧颓废，也无法去做想做的事，好苦恼。","reconstruction":"我意识到在寝室中的不可调和矛盾可能让我感到苦恼和沮丧。我知道每个人都会经历类似的挫折，而我可以从中学到如何更好地处理这些情况。或许我可以试着与室友进行开放的对话，共同解决问题，不再为苦恼而困扰。","strategy":5}
{"content":"头晕失落，容易犯困，身边的人都已经离去（没去世）","reconstruction":"我意识到最近的情绪波动可能让我感到孤独和失落，但我要接纳这些感受，同时也要知道每个人都有自己的生活和挑战。或许我可以从观察和倾听自己的情感开始，然后尝试与他人分享我的感受。","strategy":5}
{"content":"最近做了一件事，大家都觉得没可能，但我还执意感觉有希望去做，害怕失败，所有人都嘲笑我，现在很慌张。","reconstruction":"最近做了一件事，大家都觉得没可能，但我还执意感觉有希望去做，我知道我现在的能力可能做不到很好，但也没关系的，我也理解大家对我不抱有期待。","strategy":5}
{"content":"次次感情都是如此，放弃了人生，可能是我不配拥有吧。","reconstruction":"我可能对待感情有一些欠缺，但没关系，我只是不太擅长这方面罢。","strategy":5}
{"content":"不知道怎么和别人相处，别人都不愿意理我，都在排挤我欺负我。在家里爸妈也不喜欢我，总是被所有人针对。","reconstruction":"我不知道怎么和别人相处，总是被所有人针对，可能只是我不擅长这方面吧，也没关系的。","strategy":5}
{"content":"从小没有被女生喜欢过，谈恋爱一直失败。对自己恋爱这块没有信心。","reconstruction":" 我从小没有被女生喜欢过，可能是我不太擅长与女孩子交流，也没关系的，会有我的命中注定在等着我的。","strategy":5}
{"content":"我应该是社恐，和新合租室友看不顺眼，不敢和她沟通交流，挺自卑，感觉她做什么我心理都很排斥她，然后各种嫌弃，但是跟他沟通不来。","reconstruction":"我应该是社恐，和新合租室友看不顺眼，不敢和她沟通交流，挺自卑，这也没关系，相信她能主动和我好好沟通的。","strategy":5}
{"content":"在学校，没有朋友，想要融入别人却融入不了，因此觉得孤独，在社交中表现得很焦虑，不主动，也没有一定的技巧。","reconstruction":"我想要融入别人却融入不了，因此觉得孤独，在社交中表现得很焦虑，不太擅长社交，我发现自己有些缺乏社交技巧，或许我可以请教家中的长辈或师长，该如何融入团体。","strategy":5}
{"content":"本人很懒，可以一直玩手机好几天。同时又不断责骂自己，感觉很堕落。但是怕难，完全不想学习，一看书就烦。","reconstruction":"我本人很懒，对于学习很烦躁，不想开始，但是人都有缺点，这种事情是很正常的，我慢慢会一点点改变的。","strategy":5}
{"content":"不敢去人多的地方，一去到人多的地方就感觉有人注视着自己，并且一感觉有人注视自己的时候就不会走路了，并且不善于与他人交谈。","reconstruction":"我不善于与人交谈，不愿意别人注视自己。人无完人，我接纳各种方面的自己。","strategy":5}
{"content":"最近几天上了点火，然后吃什么都吐，后来在吃中药，但是不想回学校，莫名的就特别想哭，心里特别难受，精神也不太好，没状态。","reconstruction":"最近几天我上火，吃什么都吐，干什么都没有状态，精神也不太好。但是没关系，每个人都有这种时候，我也会度过。","strategy":5}
{"content":"失业了，和家里的每一人都争吵过，这里容不下我，无论是家人还是男友，没有一段关系是我能处理得好的，所有人都憎恶我。","reconstruction":"失业了，和家里的每一人都争吵过，这里容不下我，无论是家人还是男友，没有一段关系是我能处理好的，所有人都厌恶我。每个人都有不好的阶段，我接受各个时候各个性格的我。","strategy":5}
{"content":"睡眠不好，经常跟父母吵架，父母总说我是废物，是累赘，被校园暴力四年，被别人在冬天泼过冷水，被别人传绯闻。","reconstruction":"睡眠不好，经常跟父母吵架，我还被校园暴力，被别人传绯闻。不好的和好的方面都是我自己，我接纳不好的自己，并愿意慢慢变化，直到变成更好的自己。","strategy":5}
{"content":"我是个学生，但有时候感觉会有点失眠，对待这个世界总是消极，也常在想什么时候离开了该多好。","reconstruction":"我是个学生，有时候失眠，我对这个世界很消极。我接受情绪不好的自己，并且相信事情会越来越好。","strategy":5}
{"content":"别人对我语气有一点强硬，我就觉得别人对我不友好。别人一说我，我就生气，想到他对别人就不敢这么说，我就生气，觉得自己太好欺负了。","reconstruction":"他一定不是故意想用这样强硬的语气跟我说话，只是我有时实在把他惹生气了，他一时气急，这样说话也是可以原谅的。","strategy":5}
{"content":"每天漫无目的感觉人生一无是处……","reconstruction":"我每天都只是在别人设定的路径上，没有自己的目标，但我仍在他们的指引下前进，或许我可以慢慢思考我的人生目标。","strategy":5}
{"content":"从大学毕业后，感觉自己每年五一和秋季就会发生一些意外或者不如意的事。几乎每年都是，感觉自己在循环生活，陷入怪圈循环。","reconstruction":"总是在固定的一段时间会有意外或不如意的事发生，其实也还挺好的，至少我可以在这段时间里多注意，观察的仔细些，尽可能减少意外带来的损失。","strategy":5}
{"content":"一事无成，钱也没有，朋友也没有。不知道自己喜欢什么工作，好像基本上都是三分钟热度，然后就没有上进心了。","reconstruction":"我对事物广泛的兴趣源于我本身的性格，而我很快失去兴趣亦是如此，这都是可以接受的，不过我仍然希望可以找到可以坚持钻研的方向，不过不着急，我总该会找到的。","strategy":5}
{"content":"为什么小学的时候我可以那么开心，但上了初中也就没那么开心了。","reconstruction":"我在上了初中后经常感动不如小学快乐，但是我知道这是正常的现象，我更应该理解接受，也可以问问长辈吗的应对之道。","strategy":5}
{"content":"没发生什么事情，就是突然这么想，担心我不是母亲亲生的，她就不爱我了。","reconstruction":"虽然我有时会突然担心我不是母亲亲生的孩子从而失去母亲的爱，但我要学会接纳自己，更要学会接纳来自母亲的关怀，那一定与我的出生无关，及时放弃这种不实际的担忧。","strategy":5}
{"content":"内心戏太多，注意力总不在当下，感觉总在走神。","reconstruction":"有时我常常走神专注于自己的小世界，但我要接纳自己的小缺点，不逃避改正它，同时可以请教一下身边善于专注的同学。","strategy":5}
{"content":"我的妹妹经常和我奶奶告状，我奶奶不分青红皂白就打我，还说我不懂事之类的，有时还会语言攻击，我每天被妹妹威胁，被奶奶冤枉奶奶打。","reconstruction":"我因妹妹的威胁而被奶奶冤枉，我知道我需要更加强大，也知道每个人都有自己的表达方式，或许我可以学习妹妹跟奶奶的交流方式，让奶奶更加清楚我是懂事的。","strategy":5}
{"content":"老公不爱我，可是当我怀孕他又非的留下这个孩子，现在孩子五个月，能感觉出他还是不爱我，心里憋闷难受。","reconstruction":"我即使生了孩子老公依旧不爱我，我知道我可能某些地方不符合老公的设想，也知道老公有自己喜欢的类型，或许我可以询问老公对我的看法，在养育孩子的过程中增强与老公的感情。","strategy":5}
{"content":"从小到大就在痛苦中长大，不如解脱。","reconstruction":"我常常因从小到大的痛苦而想解脱，我知道我的抗挫折能力还需加强，也知道每个人都有排解痛苦的方法，或许我可以请教别人如何积极生活，让自己更加乐观。","strategy":5}
{"content":"感觉心里空落落的，和室友不交流感觉好没意思，好孤独，交流也只是一两句话还是孤独，改变不了我的心情。","reconstruction":"我因没人交流而感到孤独，我知道我的社交能力还需加强，也知道有的人朋友广泛，我可以学习他们的交友方式，去交到好朋友。","strategy":5}
{"content":"天天上班，压力好大，很累想休息几天，领导不同意，顾虑这份工作是养家糊口，不能抵抗，麻了。","reconstruction":"每天高强度的工作都让我觉得好累，没有时间休假，也许我可以向同事们请教一下时间安排和缓解压力的方法。","strategy":5}
{"content":"一次次的考试失败，不知道道路如何是从，自卑感不断涌出！","reconstruction":"这些考试我搞砸了，还有很多提高的空间，但是我可以向那些通过的同学请教学习方法。","strategy":5}
{"content":"自己做了很多错事，没有人再相信自己了，自己把自己给害了特别后悔。","reconstruction":"我做了很多错事，失去了大家对我的信任。我很后悔，但世界上没有后悔药，我可以从现在做起，做事前三思而后行，不再做错事，更加谨慎。","strategy":5}
{"content":"知道自己的缺点，可是怎么改都半途而废，都坚持不了，不想为了琐碎变成一个怨妇。","reconstruction":"我知道我对于改缺点的问题总是半途而废，这是我不容易克服的问题，或许我可以向其他同学请教一下他们的方式。","strategy":5}
{"content":"今天身体不舒服，好想有个人能陪着我，照顾我，似乎从来都没有人这样对我。又觉得自己这样的想法像个孩子。","reconstruction":"我知道在生病的时候人是会变虚弱，我也是这样，或许我可以尝试向任何时候都保持强大的人去请教一下他们是如何时时刻刻都很强大。","strategy":5}
{"content":"快3年了，我现在仍然注意力无法集中，根本就学不进新东西，很痛苦。脑袋胀痛难忍。","reconstruction":"我知道我无法注意集中力是存在问题的，或许我可以尝试和长辈朋友交流一下，看看是不是我的思维还是想法出现了问题。","strategy":5}
{"content":"为什么别人越是夸奖我，我越是不安急躁。觉得自己根本没有这么好，怀疑他们只是在捧杀我。他们眼中的我真的有这么好？还只是说说而已呢……","reconstruction":"我知道自己对他人夸奖持有怀疑态度的行为不好，这是我应该改正的地方，或许我可以尝试和朋友交流一下看看是不是我的想法出现了问题。","strategy":5}
{"content":"总感觉家里人看不起我，没办法沟通，又没办法脱离。难道就任由他们把我的大小事情全部安排好吗。","reconstruction":"我知道他们也是为了我好，操心我的很多事情，总想把好的都给我，或许我可以和他们好好沟通商量一下。","strategy":5}
{"content":"坐月子中，没有为人父母的喜悦，总是很焦虑，很想哭，不想带孩子，不知道自己是怎么了。","reconstruction":"我知道为人父母的不容易，或许我可以尝试和其他父母交流一下经验，让我更好的当我孩子的父母。","strategy":5}
{"content":"做什么事都提不起兴趣，不愿意上班，和家人的关系紧张，上班后把自己厌烦的情绪藏起来，好累。感觉自己活着没有意义。","reconstruction":"我知道生活是不容易的，或许我可以和年纪大的人去交流，看看他们对生活的想法以及他们所经历的一切。","strategy":5}
{"content":"性格悲观敏感，没有自信心，现在感觉做什么事都很困难，觉得自己做不到，陷入负面情绪无法自拔。","reconstruction":"我知道自己的性格不完美，或许我可以找和我性格互补的人聊聊，看看他们是如何看待很多事情，从中找到我们的不同，然后我尝试改变一下自己。","strategy":5}
{"content":"看见比自己穿得好看，长得好看的人就会不自信怎么办？心里觉得别人会看不起自己。","reconstruction":"我可能在某些当面不如那些好看的人，那么我可以尝试和会化妆的人学习化妆技术，或者向会穿衣打扮的人学习如何搭配衣服。","strategy":5}
{"content":"我很多疑，对谁也不相信。总认为大家都在欺骗我，很没有安全感。","reconstruction":"我知道多疑是不好的，或许我看待事情的角度不对，我可以尝试和别人学习一下，看看是不是我思考的方式不对。","strategy":5}
{"content":"总是莫名难过，不自觉的去瞎想，不想去想那么多，只想简单的活着。","reconstruction":"我知道我比较悲观，总是会感到难过，或许我可以和乐观的同学请教一下，看看是不是我们看待问题的角度不同。","strategy":5}
{"content":"我总喜欢生气，因为别人转弯抹角骂自己或者说自己，会生气很久，不知道自己内心怎么回事…","reconstruction":"我知道自己对于别人的说骂反应过于激烈了，或许我可以向老师长辈请教一下如何调整自己的心理。","strategy":5}
{"content":"从小到大一直都被人当枪使，就那种被人拐了还乐呵呵的帮人数钱，很多事情都是因为我间接性让别人不好了，我真的特别特别难受不知道怎么面对...","reconstruction":"我知道自己总是被当枪使造成了不好的结果，或许我可以向经历丰富的人讨教一下经验，让我锻炼一下自己分辨好坏的能力。","strategy":5}
{"content":"经常莫名的难受，感觉到孤独。融入不进周围的圈子。","reconstruction":"我总是一个人相处，可能是我不太擅长和人打交道，或许我可以尝试向和所有人都玩的好的同学学习一下相处之道。","strategy":5}
{"content":"我来这个培训学校5个月了，都没找到人陪我吃饭，别人都成群结队，我觉得我很孤独，很痛苦。","reconstruction":"我总是一个人吃饭，可能是我还没有交到好朋友，或许我可以尝试向同学学习一下如何融入集体。","strategy":5}
{"content":"每说一句话都要反省一下自己，觉得自己很差劲。","reconstruction":"我总是反省自己的说出来话，可能是我不太自信，或许我可以尝试向自信的人学习学习如何让自己变得自信。","strategy":5}
{"content":"男，大学生，在人多的地方感觉别人都在看着自己，怕自己的举止表情让别人笑话，有时候自己就好像在表演一样，感觉特别不自然。","reconstruction":"我总是害怕别人的眼光，可能是我过于自卑了，或许我可以尝试自信的同学学习一下一下如何自信。","strategy":5}
{"content":"情绪很丧不知道活着为了什么，做什么都没意思，自信心降到历史最低，不愿意和人交往和聊天，觉得自己比别人都差，4年了…","reconstruction":"我总是感到情绪低落，这时候我应该尝试和乐观开朗的人多相处，感受一下他们的快乐，这样我就不会总是难过了。","strategy":5}
{"content":"失眠越来越严重，很痛苦没有什么希望让我活下去。","reconstruction":"我接受自己目前的失眠问题，明白每个人都有不同的睡眠需求，我会积极寻求帮助，并接受自己在解决问题上的努力。","strategy":5}
{"content":"之前弟弟没有界限，即使成家也是依赖，总是索取，并且没有觉得有什么不妥，无语加无奈。现在又有客户一味压榨，感觉自己很委屈。","reconstruction":"我接受弟弟以前没有界限和客户的压榨，明白每个人都有不同的行为方式和需求，我会学会建立和保护自己的界限，并与他们进行健康的沟通和互动。","strategy":5}
{"content":"最近一年压力很大，总是无法安稳入睡。","reconstruction":"我接受目前压力很大，难以入睡的困扰，我明白这是生活中一段困难的时期，我会尝试寻找解决问题的方法，并积极调整自己的心态和行为来应对压力。","strategy":5}
{"content":"并没有对自己身体感到过好奇，有时候看到自己胸口还有痣，感到自己不完美。自己胸部还小。","reconstruction":"我接受自己胸口有痣和胸部较小的事实，明白这是我与生俱来的特点，也是我独特的身体。我要学会爱护自己的身体，关注自身的健康和内在美，而不是过于关注身体的外表。","strategy":5}
{"content":"我感觉我自己什么都没干，正好好的就感觉身心无力了，是因为我学习压力太大吗？好像很焦虑。","reconstruction":"我现在感觉身心无力，可能是因为我没有有效地应对学习压力，但我会接受自己的不完美，同时也接受自己有焦虑的情绪，我会积极寻求帮助和适应这种状态。","strategy":5}
{"content":"明明没有发生的事情也会感到焦虑，无法正确对待自己的负面情绪，感觉时刻都在被负面情绪操控，严重影响了自己的生活和心情。","reconstruction":"虽然我被负面情绪操控了很长时间，但我要学会接纳自己的情绪和困扰。我不再抵抗负面情绪的出现，而是尝试倾听和理解它们，找到合适的解决办法。我也要接纳自己的不完美，并明白每个人都会遇到负面情绪的挑战。我相信通过接纳，我能够更好地处理自己的生活和情绪。","strategy":5}
{"content":"不知道该怎么说，人生啊真的是一步错步步错，父母的漠视、朋友的毫不关心、生活中各种琐碎的小事、精神上的摧残，真的压得我喘不过气了。","reconstruction":"虽然我感到被压得喘不过气，但我要学会接纳自己目前的情绪和处境。我要接纳父母的漠视、朋友的毫不关心以及生活中的琐碎小事和精神上的摧残。我要明白每个人都会遇到困难和挫折，而这些都是人生中的一部分。我要努力寻找积极的解决办法，并不断提升自己的心理韧性和抗压能力。","strategy":5}
{"content":"大学生，舍友原生家庭不是很好，她每天除了学习什么都不愿意做，也不知道该如何与别人相处，总是很自卑。","reconstruction":"我看到舍友的原生家庭不是很好，她可能因此变得自卑，并且不知道如何与人相处。我要接纳她的原生家庭对她造成的影响，并且在与她相处的过程中给予她支持和理解，帮助她逐渐建立起自己的自信和人际关系能力。","strategy":5}
{"content":"总是关注鸡毛蒜皮的小事，无法集中注意力到应该做的事情上去，总是逃避，碌碌无为。","reconstruction":"有时候我会过于关注琐碎的小事，而忽略了应该做的事情，然后逃避。我要接纳这个问题的存在，并且知道每个人都有自己的弱点和困难。我会努力改变我的思维和行为，通过更好的时间管理和注意力管理，来提高我的工作效率和专注力。","strategy":5}
{"content":"不知道和别人聊什么话题，总是纠结聊什么话题，总是想这个话题别人爱聊吗?","reconstruction":"我在与人沟通方面总是陷入纠结，但我知道这种情况并不是个例，很多人都有这种纠结的时候，我会坚持和别人聊天，努力提升自己聊天的能力，这样就不会陷入纠结了。","strategy":5}
{"content":"每次领导对我们的工作做出评价的时候，没有表扬我，或者表扬力度没有其他的同事高，我就会感觉收到了批评。","reconstruction":"在工作中，我很在意别人对我的评价。我知道自己还有进步的空间，如果下一次我完成的更好的话，领导也会表扬我的。","strategy":5}
{"content":"突然有一个时间会觉得生无可恋，我们为什么要活着，这么辛苦，付出这么多收获却不多，活着的意义何在?","reconstruction":"偶尔会陷入对活着这件事存在的意义的思考，但我想每个人都会有这种疑虑和困惑，只有思考人生存在的意义，接受现实又不气馁，才能活得更有意义。","strategy":5}
{"content":"失业失恋怀疑人生，没有强烈的痛苦，但是总是觉得隐隐约约的一直不快乐，对所有的事情都失去兴趣。","reconstruction":"最近觉得对一切事情都提不起兴趣，但我想每个人都有这样的一段时间，只要我找到新的努力方向，就能走出这种郁郁寡欢的状态。","strategy":5}
{"content":"这么多年来抑郁一直不断的反复，我真的不想再努力了。","reconstruction":"抑郁一直在反复，我知道这是我没办法控制的状态，但我相信只要我努力配合治疗，积极调整心态，我一定会好起来的。","strategy":5}
{"content":"每次领导安排一个任务就很焦虑，怕自己做不好，完成不了任务，很有挫败感。","reconstruction":"工作中，我接到任务总是会有焦虑和不自信的感觉，我知道自己的能力还有需要提升的地方，或许我可以通过一次次的工作提升自己的能力，从而顺利地完成任务。","strategy":5}
{"content":"我不知道哪个是真正的自己，我想要改变自己，我觉得自己不够好。","reconstruction":"在生活中，我的自我认知不清晰，有自卑的心理。但我知道这种情况是正常的，我需要时间来认识真正的自己，或许我可以从倾听别人对我的评价开始，结合自己的判断成为更好的自己。","strategy":5}
{"content":"我真的坚持不下去了，每天被父母骂，学习成绩也不好，真的真的坚持不下去了。","reconstruction":"父母的批评和成绩的糟糕使我失去了信心，但我的学习能力确实没有那么强，或许我可以和父母好好沟通，通过努力一点点提高成绩。","strategy":5}
{"content":"很想和某个人说说话。大家真的觉得生活很有意思吗。只有我感觉生活忙的时候很累闲的时候太无聊吗。我真的对一切都失去了兴趣。","reconstruction":"在生活中，我意识到我仿佛对一切失去了兴趣，我知道我对待生活的热情还需要加强，也知道每个人的生活都会有无聊的时候，或许我可以利用闲暇时间做一些我之前没有做过的事情，让生活变得更加丰富。","strategy":5}
{"content":"感觉自己对别人挺好的，也很热情，但是为什么别人不是这样对待我的。而是冷淡，冷漠，不帮我。","reconstruction":"在生活中，我对别人热情，但别人对我很冷淡。我知道自己总是期待付出就一定要有所回报，也知道不同人的思考方式和感受方式也不同，或者我可以降低这种期待，真心对待重要的人，不求回报。","strategy":5}
{"content":"性格偏消极，总觉得自己不够好，不敢尝试新事物，陷入负面情绪，总在原地打转。","reconstruction":"在生活中，我的性格有些消极，但是我相信我可以成长并逐渐拥有尝试新事物的勇气。尽管大多数时间我总觉得自己不够好，但是通过不断的学习，积极地准备，勇敢踏出第一步，就一定会有所进步有所收获。 ","strategy":5}
{"content":"刚开学没几天在QQ上被同学们骂了，不知道该怎么办，是不是真的被好多人讨厌，大概是真的太内向了。","reconstruction":"刚开学没几天在QQ上被同学们骂了，确实是我有些地方做的不合理，让某些同学感觉不高兴了，每个人都有自己做事方式，我可以试着和同学交流沟通一下，解决矛盾。","strategy":5}
{"content":"他无法沟通，每次吵架都是指责抱怨，都是别人的错，陈年往事都要翻出来，证明都是别人对不起他，真的是太难了。","reconstruction":"每次和别人发生矛盾的时候他总是认为是别人的错，这说明他不愿接受不完美的自己，争执双方各有各的道理，在有矛盾时或许我可以选择沉默，在吵架结束后听一下他的真实想法。","strategy":5}
{"content":"面对不理解自己，不信任自己的人，我会特别愤怒与委屈，觉得自己掏心掏肺还得不到信任，特别难过。","reconstruction":"在面对别人的不理解不信任时我还是会非常难过，我知道我太在乎别人对自己的评价了，同时我也知道外界的评价其实对自己并不重要，或许我可以尝试专注自己的事情来提升自己，忘却他人评价。","strategy":5}
{"content":"最近几天莫名悲伤，已经很久没有这样了，不知道自己是怎么了。","reconstruction":"我知道我最近情绪比较低落，我应该改善这种情绪，我调控情绪的能力应该加强，或许我可以尝试和一些乐观的同学交流，学习他们面对消极情绪的处理方法。","strategy":5}
{"content":"总觉得自己脸不好看，想要整形，一直在减肥，还是觉得不够瘦。别人觉得挺好看的，但是我总觉得他们说的是在恭维，不是真的。我总是对自己很不自信。","reconstruction":"每个人都是独一无二的存在，美丽并没有一个统一标准。我要接纳自己的容貌。我用健康的方法保持良好的身材，感受到内在的活力。同时我也明白别人的欣赏是真心的，我要用开放的心态去接受它们。我正在逐渐培养自信，珍视自己的价值和独特之处。","strategy":5}
{"content":"已经一年半了，情绪容易失控，拍打桌子，很累，讨厌自己，又无能为力改变，失眠多梦，月经不调，与人交往很累。","reconstruction":" 在过去的一年半里，我学会了用更加放松的心态来看待自己的情绪。偶尔拍打桌子也只是一种释放压力的方式，我会尝试寻找更有效的方法。尽管时常感到疲惫，但我会学会给自己一些喘息的时间，保持良好的心态。讨厌自己是一种情绪，而不是我的真实状态，我会学会接纳自己的所有情感，包括这种情绪。我或许无法一下子改变所有，但我会以渐进的方式逐步改善自己。失眠多梦可能是我的身体在提醒我要更加注重休息，我会学会放松自己，以便更好地入睡。月经不调也让我开始更加留意自己的身体健康，这是一种警示，我会用放松的态度来对待它。与人交往虽然会带来挑战，但我会学会以轻松的心态去面对，因为这也是一种成长的机会。","strategy":5}
{"content":"我因为身体的种种原因外加父母的不理解、责骂、偏心而产生自杀心理，想死但又怕痛，想死但又牵挂家人，我是生病了吗？","reconstruction":"我理解自己正面临着许多困难，包括身体健康和家庭关系方面的挑战。我会接纳这些情况，并尝试理解它们。虽然我有过想放弃的念头，但我会用接纳的态度来面对这些情感。我知道这是一个需要处理的阶段，我会努力接纳并寻求适当的支持和帮助。我并非生病，我只是在成长的过程中遇到了一些挑战，而我会以坚定的信念去面对它们。","strategy":5}
{"content":"每次都坚持不下去，真的好难，很想放弃，但又不能放弃。","reconstruction":"我会接纳每次的尝试，无论结果如何，都是成长的一部分。我会用包容的心态来面对。时常感到困难重重，但我会接纳这种感受，知道这是我前进的一部分。我理解放弃并非解决问题的办法，我会用包容的态度去理解自己，坚定地前行。","strategy":5}
{"content":"从小打压式教育，自卑敏感，总觉得自己能力差，工作上接到新的任务总会很紧张，压力很大，感觉自己无法完成，很没有自信。","reconstruction":"曾经经历了一段较为严格的教育，这让我变得敏感自卑。有时会觉得自己能力有限，面对新任务会感到紧张和压力很大。我正在学会接纳这些情感，明白这是成长的一部分。我相信，通过努力和时间，我能够逐渐提升自己的信心和能力。","strategy":5}
{"content":"高中住校，很想母亲，可能因为有不高兴的事情没有人诉说吧。都憋在心里，很难受。","reconstruction":"高中住校，由于远离家人总是思念母亲，我知道在独立生活方面还需要不断加强，我可以通过交朋友，与好朋友沟通交流，排解心中的郁闷，快速融入到新环境中。","strategy":5}
{"content":"我家长经常骂我打我，我都不知道该怎么办，动不动就骂人，我好像是个出气筒那样。还不让我去读书，老是拿我前途当玩笑。我真的活不下去了。","reconstruction":"虽然我家长经常责问甚至打骂我。但我知道我可以逐渐学会处理它们。我不再把自己看作是一个出气筒，我有能力保持冷静，寻找解决办法。虽然现在的处境困难，但我相信自己会找到适合自己的道路，我会以放松的心态去面对一切。","strategy":5}
{"content":"突然就是心情失落难过，想改变自己却无法自拔，限于其中，自责难过，恶性循环。","reconstruction":"突如其来的情绪低落，我相信每个人都会有这样的经历，它是短暂的，可控的，我会寻找突破的办法，可以跳出恶性循环。","strategy":5}
{"content":"不敢照镜子，也不敢拍照片，不敢正视自己。","reconstruction":"我可以逐渐地向镜子照一照，也可以慢慢地拍照，开始勇敢地正视自己。每一次都是一步向前的勇气与自信的体现。","strategy":5}
{"content":"婆婆每天说话都很假，对人不真诚，就像带个壳子一样。还自我感觉很良好。","reconstruction":"婆婆每天说话都很慎重，表达方面有所保留，我应该以开放和理解的态度对待她的言行，保持内心的平和。同时，也可以努力建立真诚的交流，或许会有机会更好地相互理解与相处。","strategy":5}
{"content":"极度焦虑，觉得自己不应该活着。来回走动，咬指甲，扯头发。觉得自己极度恶心，自残自虐，自杀未遂。","reconstruction":"我接受这些焦虑情感和自虐行为，它确实是我当前性格的一种体现，但它们不能决定我的未来生活。接受现状可以减缓焦虑的发展，未来我可以努力寻求专业支持来进一步改善。","strategy":5}
{"content":"心理压力很大，很焦虑，认为没有人懂自己。想离所有人都远远的，想找一个陌生的城市生活。断绝父母关系，断绝夫妻关系，断绝朋友关系。","reconstruction":"心理压力大导致疏远身边人，这确实是我现在的一个状态。但这只是我的一方面，我相信我有足够的能力和动力去用我已经学到的知识方法来改善它。","strategy":5}
{"content":"完全不想毕业，感觉好像毕业就什么都没有了，也舍不得舍友，怎么办啊?","reconstruction":"我接受了自己不想毕业的情绪，这是正常的，一个阶段的结束总会带来这种情感。我可以试着平衡对过去的感情与对未来的期望，努力珍惜与舍友的友情，调整情绪面对充满机遇的未来。","strategy":5}
{"content":"每天小孩的学习、工作总能让人抓狂，我感觉自己总不能能很好的进入工作状态。","reconstruction":" 我正处于平衡家庭和工作的时期，这段时期比较困难，让我感到烦躁。不过这也是正常现象，我应该接受并珍惜这段经历，积极探索好的解决途径，同时为之后积攒经验。","strategy":5}
{"content":"和老公常年工作时间错开，没有感情，也没有了交流，但是害怕离婚后自己过不好，也害怕别人嫌弃我二婚，我今年34岁，也担心自己生育问题。","reconstruction":"我和老公长年工作时间错开，没有感情，也没有了交流，我知道这可能是我的问题，我应该多抽出时间来陪伴家庭，不要一心于工作，我和我老公的感情会在我的努力之下，有所回暖的。","strategy":5}
{"content":"出门时，总感觉别人在注意我，听到声音怕是在议论我，怕自己表情不正被误会，怕人，怕遇到极端分子被杀害，刻入骨子里的害怕。","reconstruction":"我出门时总感觉别人在注意我，听到声音怕是在议论我，怕误会，更怕被杀害，我知道自己的抗干扰能力还需要加强，也知道每个人其实都不会时刻观察着他人，我只要不那么在意他人看法，我就会变好的。","strategy":5}
{"content":"感觉我要比别人更努力才可以活着下去，我的工作比别人辛苦，承受的压力和痛苦也是别人的2倍，感觉人生不公平。","reconstruction":"我感觉我要比别人更努力才可以活下去，我的工作比别人辛苦，还要承受更大压力，我感觉不公平，我知道自己能力还不够强，所以会感到如此辛苦，只要我提升了自己的业务能力，我是可以让我以后的生活变得更轻松的。","strategy":5}
{"content":"感觉自己是一个冷血的人，听着他们烦恼的恋爱故事，感觉不痛不痒，没什么好烦的。","reconstruction":"感觉自己是一个冷血的人，听着他们烦恼的恋爱故事，感觉不痛不痒，没什么好烦的，我知道自己缺少这种共情能力，但是我只要试着从观察和倾听开始，我就可以理解别人的恋爱烦恼了。","strategy":5}
{"content":"在国外读书。同学都太优秀了，我仿佛是个透明人。人际关系也处不好，没啥朋友。","reconstruction":"在国外读书，同学们都太优秀了，我仿佛是个透明人，人际关系也处不好，没啥朋友。我知道自己不够优秀， 人际交往能力也不强，或许我可以试着从多和同学们沟通开始，我慢慢会变优秀的，朋友也会越来越多的。","strategy":5}
{"content":"我害怕自己看别人，别人不自在。。。。。。。","reconstruction":"我害怕看别人的时候，别人会感觉不自在，我知道自己有些过于关注别人的感受了，或许我可以告诉自己，不用害怕，正常看待就好。","strategy":5}
{"content":"明天就要在新岗位工作了，怕在新岗位做不好给人骂，我是一个特别怕给人骂的人！","reconstruction":"明天我就在新岗位工作了，但是我怕别人骂我做不好工作，我很怕别人骂，但是我确实在工作能力方面有所欠缺，被别人指出其实也无可厚非，我需要调整心态迎接新工作。","strategy":5}
{"content":"女生，一直以来都很自卑敏感。","reconstruction":"我是一个女生，一直以来都很自卑敏感，我知道自己自卑是因为能力不够从而导致不自信，又过于在意他人对自己的看法，从而变得敏感，我可以努力改变这种情况的！","strategy":5}
{"content":"這讓我很尶尬，我也不知道為什麼會這樣，無論是甚麼人都是。","reconstruction":"这让我很尴尬，我也不知道为什么会这样，无论什么人都是，我知道这是自己的不足之处，我可以通过努力来改变这样的状态，我能够意识到并且改正，我就能够化缺点为优点！","strategy":5}
{"content":"为什么和姐姐的关系处不好，总能闹矛盾，总能为一些小事吵架，是我做错了吗?","reconstruction":"我和姐姐的关系总是处不好,经常闹矛盾，总为了一些小事吵架，我确实不太懂的包容别人，不能够理解姐姐，我也经常会为了小事斤斤计较，我知道这些是我的缺点，不过我是可以努力改正的，我还是很想和姐姐好好相处的。","strategy":5}
{"content":"知道我最痛苦的是什么吗？即便是我再努力，我身边的亲人，没有一个认可我的人，没有一个人。我活着不是为了他们，不是吗？","reconstruction":"我有一个烦恼，好像即便是我再努力，我身边的亲人也不认可我。但我要学会接纳自己，因为我不可能做到让每个人满意。我不是为别人而活，而是承认并接纳自己。","strategy":5}
{"content":"自己也学习过一些心理学。，但是总是觉得做的不足够好。我害怕自己原生家庭，影响了孩子。","reconstruction":"自己也学习过一些心理学，但是总是觉得做的不足够好。我害怕自己原生家庭，影响了孩子。但我要学会接纳自己，放过自己，我已经做的很好了，以后慢慢进步。","strategy":5}
{"content":"每次放假都带了一推作业，却每次总是原样带回去，每次努力一会后总是忍不住找各种理由松懈，唉，总感觉自己自卑又有点可笑。","reconstruction":"每次放假都带了一推作业，却每次总是原样带回去，每次努力一会后总是忍不住找各种理由松懈，但我要学会接纳自己的这种状态，毕竟不是每个人都有那么强的自驱力，我已经做得很好了。","strategy":5}
{"content":"每天睡不好觉头疼头晕，没精神，也不觉得饿，不想吃东西，有时候想逼自己吃的就想吐。","reconstruction":"每天睡不好觉头疼头晕，没精神，也不觉得饿，不想吃东西，但我要接纳这种情况，每个人都有不舒服的时候 慢慢会变好的。","strategy":5}
{"content":"总是陷入以前的记忆当中，反复思量父母曾经对我的伤害，感到很痛苦，又无法抽离。","reconstruction":"总是陷入以前的记忆当中，反复思量父母曾经对我的伤害，感到很痛苦，但我要学会接纳这些记忆，经历这些的孩子很多，我们都要接纳并往前看。","strategy":5}
{"content":"最近失业了，一旦就是隔天没有面试或者一整天待在家，整个人感觉都不好了，感觉人生没意义。","reconstruction":"我这次失业了，但这是可以接受的，公司转型革新不在需要我这类技术人员了。或许我可以再发展一下自身多方面的能力，不仅仅拘泥于专业，成为多方面人才。","strategy":5}
{"content":"世事无奈，我发觉自己越来越懒了，书不想看，健身房不想去，上班动力少，工作没动力，做饭不想做，泡脚不想。。。。。","reconstruction":"我最近总是懒洋洋的，对所有事都提不起来兴趣，我知道这是因为生活太平淡重复了，或许我可以试着在平淡的生活中找些以前不曾发现的小乐趣。","strategy":5}
{"content":"真的好难受，不想开学，想要有一个人可以依赖我或者依赖他。好想哭啊，我好孤独啊。","reconstruction":"我知道我常常会感到孤独压抑，希望别人陪伴，也许我可以和温暖的朋友们多在一起分享生活，想必会更好。","strategy":5}
{"content":"没自信觉得自己特别没用，什么都干不好绝望。","reconstruction":"我知道我有时候会不自信，感觉自己干不好事，或许我可以多咨询了解一下周围擅长如此多朋友们多建议，积极改变自己。","strategy":5}
{"content":"我好孤独，可能14年前，最爱我的奶奶离开我的那一刻，我已经成了一个压抑自己，假装快乐的小孩。我好孤独。","reconstruction":"我知道有时我会感到孤独与怀念奶奶，但是我知道我要向前看，也许我可以多与亲人们交流，更加融入这个家，变得乐观。","strategy":5}
{"content":"很努力的奋斗，不管做什么都原地踏步，甚至让自己活的越来越差，太痛苦了。","reconstruction":"我知道我在努力之后不一定有成功，但是我应该接受不足改变缺点，争取向那些成功的人学习。","strategy":5}
{"content":"最近的工作有所调整，内心总是无法接受，每天会担心自己接受不了目前的工作安排，失眠焦虑。","reconstruction":"工作的变动调整让我抗拒焦虑，我知道我面对变化时坦然接受的能力还需加强，也知道每个人都有自己的工作方式，或许我可以请教之前负责该工作的同时，学习经验以便更好工作。","strategy":5}
{"content":"最近没有人工作，看什么都不顺，每天躺尸，不吃饭，不知道干啥。","reconstruction":"我因没有工作而看什么都不顺，我知道我的目标规划还需明确，也知道每个人都有放松自己的方式，或许我可以逐渐寻找自己喜欢的东西，让自己的内心充实起来。","strategy":5}
{"content":"人生发生任何改变都会焦虑到失眠，并且很害怕生病，屏蔽所有关于生病的消息，医院也不敢去。","reconstruction":"在生活中，我知道自己很害怕生病，我知道自己面对改变的心理素质还需加强，也知道每个人都有调整自己的方法，或许我可以寻求他人帮助，让自己逐渐接受改变。","strategy":5}
{"content":"经常性会睡眠不好，然后心情不好。对周围人有距离感。","reconstruction":"生活里，我明白自己心情不好是睡眠不好导致的，我知道我需要改善我的睡眠，也知道每个人都有自己的提升睡眠质量方法，或许我可以学习借鉴别人的方法改善睡眠。","strategy":5}
{"content":"压力大，最近夜里总是失眠多梦，感觉工作压力太大了。","reconstruction":"压力大，最近夜里总是失眠多梦，感觉工作压力太大了，可能是我在工作和抗压方面还有不足，但我已经意识到了这点，或许我可以努力改善。","strategy":5}
{"content":"做什么事情都太较真，心活得很累，很不开心，比如工作，本来就是一份工作而已，我会想到很大问题。","reconstruction":"做什么事情都太较真，心活得很累，很不开心，但我知道每个人有不同的做事风格，我可以不断改进，直到达成让我感到舒适的做事风格。","strategy":5}
{"content":"想要有人陪，有人听我说，想要有人懂我。我不喜欢和朋友说心里话，他们不懂我，我也不敢表现真实的自己。","reconstruction":"想要有人陪，有人听我说，想要有人懂我。我不喜欢和朋友说心里话，我知道这是因为我担心朋友们没法理解我，担心自己不善于表达。或许我可以从轻松的话题入手，增加和朋友的交流和相处。","strategy":5}
{"content":"就是因为跟那些朋友相处了一会儿，感觉我失去了方向和目标，也好像失去了信心。","reconstruction":"虽然和朋友相处之后我感到迷失，但也许我可以先给自己设立一些容易实现的小目标，一点点找到人生方向。","strategy":5}
{"content":"脾气特别不好，特别是辅导孩子的时候，稍微不听话就想发脾气，我知道自己有问题，但是不知道怎能解决。","reconstruction":"我的脾气确实很不好，我应该学会多忍耐，以后我要等孩子自己多试试，给他自己思考的时间。","strategy":5}
{"content":"为什么有些人根本没去努力，却给自己找借口说没有天赋？","reconstruction":"他们就是在给自己不努力找借口，不是所有人都能努力不逃避的，要学会接受每个人的选择。","strategy":5}
{"content":"单亲，领养她的情人，还对我动手动脚，我真的觉得我要崩溃了，活着好累。","reconstruction":"我的生活确实很令人崩溃，但这就是我的生活，我要接受事实并想办法摆脱困扰。","strategy":5}
{"content":"我真的快坚持不下去了，我对生活已经充满了失望，曾经我自杀过很多次，送到医院过很多次，我也想好好的，但是还是坚持不下去了。","reconstruction":"我知道我自己在生活中充满了失望，别人也只是做了自己的事，不可能什么事都按自己的想法进行，我可以不用什么都追求完美，与自己和解。","strategy":5}
{"content":"找不到生活的目标，不知道未来的规划，暂时失业，即将30，无宝宝，没有一技之长，不知道如何给自己建立规划。","reconstruction":"我要认清自己的平庸，暂时失业的我可以找个对自身要求不高的工作，也可以去学习技能。","strategy":5}
{"content":"以前我很快乐，可是我上初中开始就很难过，朋友们都勾心斗角，家里也不停吵架，我学习也不是最好的。","reconstruction":"我现在面对的矛盾让我苦恼，但是朋友他们在学习中给我提供帮助，父母给我提供物质生活。","strategy":5}
{"content":"18岁的年华，对生活不抱有任何希望，却又很向往美好的事物，远离这这个世界，独自彷徨。","reconstruction":"18岁的我眼界还不够宽广，看不到希望很正常，我可以多去接触，最终肯定会成功。","strategy":5}
{"content":"我20岁，喜欢上了一个比我大六岁的男生，但他不喜欢我，我也很自卑，觉得自己配不上他，但我又不想放弃，好苦恼。","reconstruction":"我喜欢的人在很多方面比我优秀，说明他有天赋或者特意努力过。我也要向他看齐。","strategy":5}
{"content":"和身边的人总是觉得聊不来，也不想问别人的事为别人的事想，学习那么重，没有心思。","reconstruction":"我确实嘴笨，不能总是接上身边人的话，也时常对他们的话题不感兴趣。我以后要多听多看多表达，成为能说会道的人。","strategy":5}
{"content":"本人刚高一，但是才军训两天，就非常恐惧，觉得自己做什么事都很丢脸，有些不想去学校，心里很难受。","reconstruction":"我确实心理很敏感、太在意别人的看法，这样不好。我要多向班里的社牛学习，培养自己的社交能力。","strategy":5}
{"content":"我爸调动工作对我的影响很大，而且我原来很白，现在感觉变黑了，我老是开心不起来，吃也不想吃。","reconstruction":"爸爸工作调动确实对我不好，不过我也没办法，只能适应了。变黑是我不注意皮肤管理，我以后要多关注这方面知识，勤涂防晒。","strategy":5}
{"content":"好烦好烦，我真的很怕死，我也真的好想我的那些朋友。我觉得和他们分开后就再也没有那种感觉了。","reconstruction":"虽然我有些依赖那些朋友，我要多看看独来独往的人是怎么生活的，像他们学习，让自己成为自己最好的伴侣。","strategy":5}
{"content":"我是一名高中生，我感觉自己是一个很懒惰的人，常常做事情半途而废，不懂得坚持。","reconstruction":"我是一名高中生，虽然我曾经有过懒惰和缺乏坚持的时候，但我接纳自己，明白每个人都有自己的不足，我会努力改进，不会因此而自卑。","strategy":5}
{"content":"后天就要参加相亲活动！这个也是我很想去可又有点焦虑不安的状况！担心到了后会尴尬不敢表达自己。","reconstruction":" 后天要参加相亲活动，虽然有一些焦虑，但我会接纳自己的感受，不会因此而自责，相信自己会尽力去做。","strategy":5}
{"content":"毕业后，好像过得越来越迷茫，不停换工作，也不会找到合适的对象。","reconstruction":"毕业后，虽然感到迷茫，但我会接纳自己的状态，不会因此而自责，尽力去寻找更好的方向。","strategy":5}
{"content":"不管别人说了什么话我都接不上。感觉周围朋友，同事都把我当傻子，空气存在！太不舒服了，感觉自己是透明人。","reconstruction":"虽然感觉被忽视，但我会接纳自己，不因他人的态度而改变自己的价值观。","strategy":5}
{"content":"控制不住自己的想法，总是思虑很多很多，晚上睡不着，白天觉得身体很疲劳，到中午又对白天外界的环境很敏感，很不舒服，太难受了。","reconstruction":"尽管感到难受，但我会接纳自己，不会因为这些情感而自责，相信我可以慢慢改善自己的情况。","strategy":5}
{"content":"孤独，没有一个人可以聊天说话分享，只有自己，撑着。","reconstruction":"我经常感到孤独，但每个人都会有这样一段时光，我应该学会享受独处的时间，向那些习惯独处的人学习。","strategy":5}
{"content":"着实挺累的，也疲惫了，这些能量也时不时自己跑出来，攻击我，想卸下这些负面情绪。","reconstruction":"我现在很疲惫、有很多负面情绪，这是由于我最近的工作所导致的。或许我可以学习他人是如何熬过这样的时间的，从而调整自己的心态。","strategy":5}
{"content":"觉得前半生留下了许多遗憾，但是人生已经过半，再想改变也来不及了。时常为自己的决定后悔，好像有点抑郁了。","reconstruction":"我的前半生有很多遗憾、做了很多后悔的决定，这是由于当时自己的眼界、判断能力等所导致的，我应该接纳自己的选择和决定，并向其他人学习，使得自己以后的决定不留遗憾。","strategy":5}
{"content":"就是特别害怕开学，害怕那里的一切，我有点抑郁了。","reconstruction":"我特别害怕开学、害怕学校的一切，学校里确实让我十分恐惧，或许我可以向他人或心理医生请教如何改善这种情绪。","strategy":5}
{"content":"从小被说长的胖，大腿粗，满脸痘痘，似乎没有听过被夸奖，永远都是这不好，那不好。","reconstruction":"我从小被说长得胖，大腿粗，满脸痘痘，我确实有这样的问题，我可以学习、向他人请教科学的方法来改善自己的身体。","strategy":5}
{"content":"我体型微胖，被他人嘲笑，越来越自卑，对外界产生了阴影，不想出去，我很想调节自己，但却越来越害怕，只能把自己锁起来…","reconstruction":"虽然我体型微胖，越来越自卑害怕，对外界产生了阴影，但我知道人的身材是具有多样性的，也知道每个人都有自己的衡量标准，或许我应该锻炼自己，健康即可。","strategy":5}
{"content":"近一个月心情总是不好，无法在12点前睡觉。","reconstruction":"近一个月心情总是不好，12点前无法入睡，但是人的心情总是有起伏的，总会有心情不好的时候，或许我可以跟不受心情不好影响的人学习一下如何控制而不影响到正常生活。","strategy":5}
{"content":"工作压力，总是想做到完美，然后着急感觉就没方向。","reconstruction":"但工作上不仅有压力，还容易没有方向，这都是正常的，或许我可以尝试不那么苛求完美，正确对待工作压力，向同事学习，解决目前的困境。","strategy":5}
{"content":"从小被母亲打骂，父亲漠视，后得双向情感障碍，很痛苦，怨恨父母，是觉得他们给我带来的痛苦。做了很多努力，都无法原谅父母。","reconstruction":"虽然小时候被母亲打骂，父亲漠视，有双向情感障碍，很痛苦。但已经过去很久了，自我的疗愈才是最重要的，对于父母的原谅已经不重要了。","strategy":5}
{"content":"在学校和舍友处不来，一个人待着的时候会感到孤独，感到无助，最近一直失眠，心情烦躁，坐立不安，吃不下东西，感觉很痛苦，不知道该怎么办。","reconstruction":"在学校和舍友关系紧张时，一个人待着会感到孤独，感到无助，同时最近的失眠和烦躁让我感到很痛苦。然而，我接受自己现在的处境，这并不代表我无法改变。我可以尝试寻找新的朋友圈子，并寻求帮助来处理睡眠和情绪问题。","strategy":5}
{"content":"不知道自己要干什么，然后现在好迷茫，好迷茫，好迷茫好迷茫。","reconstruction":"虽然我目前不知道自己要追求什么，感到深深的迷茫，但我接受这种状况。我会从容面对现在的不确定性，并通过多样的经历和尝试来寻找自己真正的目标。","strategy":5}
{"content":"今年开学高三，学习成绩不好，压力很大最近总是想哭，还总胡思乱想，怎么办？","reconstruction":"今年开学高三，学习成绩不如预期，面临巨大的压力，导致最近情绪低落，胡思乱想。然而，我接受自己目前的状况，并意识到这并不意味着我无法改变。我会采取积极行动，寻求帮助与支持，逐渐解决困扰，迈向更好的未来。","strategy":5}
{"content":"总有伟人能一生做好一件事，但我学习的时候却连坚持每天做一件事都做不好。","reconstruction":"我明白我不能如同伟人般一生专注一事，但我可以接受自己的学习方式和习惯。每个人都有自己独特的发展路径，我要学会接纳自己，并在每天做一件事的过程中不断提升自己。","strategy":5}
{"content":"本来挺期待开学，但现在似乎很恐惧，很难受，可能害怕导师？我该怎么办？","reconstruction":"虽然我本来对开学抱有期待，但现在感到恐惧和不适。我要接纳自己的情绪，明白每个人都有焦虑和害怕的时候。我会采取积极的行动，并与导师沟通，寻找解决问题的方法。","strategy":5}
{"content":"为什么因为一点小事就受影响？为什么自己看看朋友圈都会自卑，我也不差，为啥自卑感这么重?","reconstruction":"我的自卑感很重，看看朋友圈都会自卑。但我明白每个人都有自己的人格特质，内敛和外向都是正常的，我或许不应该过分苛求自己。","strategy":5}
{"content":"也不知道是什么事，反正有特别多的烦心事。自己也不是特别喜欢说话，总是特别烦躁。","reconstruction":"我总是特别烦躁，有特别多的烦心事，但我知道每个人的思考方式和心理都不一样，不应该过分苛求自己或许会对自己有帮助。","strategy":5}
{"content":"我该怎么办？我接受不了这个自己，原谅不了自己。","reconstruction":"我接受不了自己，原谅不了自己，但每个人都会做错事，都有缺点，我不该苛求自己。","strategy":5}
{"content":"别人说我只能听着，有些话不好听，也不会反驳，我都觉得自己弱智。","reconstruction":"别人说我只能听着，有些话不好听，也不会反驳，但有时候没必要非要反驳别人，清者自清，留与他人评说就好了。","strategy":5}
{"content":"我有位同学，他学习也很努力，想要超越我，现在我很害怕他超越我，甚至害怕他翻书的声音，看到不会的题我很头疼，背诵也越来越差，我很迷茫。","reconstruction":"我害怕我同学超越我，导致我很迷茫。但学习成绩好坏不能代表一切，更重要的是同学间的友谊，我相信我一定能想明白这个事。","strategy":5}
{"content":"不知道为什么，我最近什么也不想干，话不想说，饭不想吃，一到晚上就偷偷哭。","reconstruction":"虽然最近什么都不想干，但工作压力确实大，总会有情绪失控的时候，哭过就努力工作，做好规划，自己做饭，照顾好身体工作也会越来越顺心。","strategy":5}
{"content":"同学的冷淡，和家人的漠不关心不闻不问都让我觉得世界少一个我无所谓。","reconstruction":"虽然我感觉同学对我很冷淡，家人对我也是漠不关心不闻不问的态度，让我感觉不到自己的重要性，但我可以接受当前的感受，也可以主动和同学、家人交流，或许会有更好的相处关系。","strategy":5}
{"content":"男友条件不好，家里人都反对，自己心理压力也很大，感觉自己日后生活没保障，但是对男朋友又感情深厚，很矛盾不知怎么办。","reconstruction":"我可以接纳家人对男友的反对，尝试与家人更多的沟通，自己找寻到健康的解决方法，充分考虑和男友感情很好重要还是男友条件更重要，做出适合自己的决定后和家人更好的沟通。","strategy":5}
{"content":"没有人可以理解我，不在呼我，有没有我也经不重要了。","reconstruction":"没有人可以理解我，大家都不在乎我，但我接纳自己现在的状态，学着慢慢和别人接触，通过倾听和更多的沟通来让别人理解自己，学会和自己相处并认可自己的重要性，遇到问题会自行解。","strategy":5}
{"content":"最近活不下去了，想死，真的很痛苦。","reconstruction":"我最近活的有点儿累，有点儿痛苦，是我最近没有调整好，或许我可以好好调整一下心态。","strategy":5}
{"content":"总是担心这个担心那个，有些抑郁焦虑，内心没有能量。","reconstruction":"我知道我不太擅长同时操心多件事儿，这样会损耗我大量的精力，或许我可以跟统筹能力强或者乐观的人多学习。","strategy":5}
{"content":"自己好缺乏自信，不敢跟人家指示，因为自己长的不够帅，还有痘痘、络腮胡的一个男士，出门都需要好好伪装自己，我好像心理出现了问题。","reconstruction":"我可以接纳我外貌方面的种种不足，这是我的先天条件，是我无法选择和改变的。我可以通过在其他方面的努力来弥补我在外貌方面的短板。","strategy":5}
{"content":"生活中总有些事实让人很难接受，比如，长得不高，长得不漂亮……类似这种，有时会让人自卑。","reconstruction":"我知道在身高长相方面我还有很多不足，但可以接纳这些缺点，这是与生俱来的，虽然我对自己的长相跟身材不满意，但我可以尝试透过运动以及培养才艺让自己更有自信，找到自己的闪光点。","strategy":5}
{"content":"我这2年都没睡好觉，处于害怕状态，害怕得罪人，害怕做不好工作，好怕好怕烦死了很不开心，工作做得很委屈。","reconstruction":"我接纳现在尚有不足的自己，现在的我可能不自信，爱焦虑，但是我会变得更好的。","strategy":5}
{"content":"很无力，很累，觉得自己很多余，自己不应该来到这个世界，自己就是一个意外。","reconstruction":"我接纳现在的自己，虽然我现在没什么独特之处，但是我会爱自己，爱世界，更加自信，找到自己的价值。","strategy":5}
{"content":"父母从我小时候就说话不算数，中间经历太多了。","reconstruction":"我接纳我父母说话不算数这件事，并且我也试着不为此感到烦恼，只当是他们对我的锻炼。","strategy":5}
{"content":"软弱的性格，对自己长期不认可，缺乏自信，也经常不快乐！","reconstruction":"我接纳自己的个性，我选择与自己软弱的性格和解，或许我可以跟自信的人学习。","strategy":5}
{"content":"感觉自己心理还挺有活力，但是一说话就很闷，很老实，没有活力，感觉不喜欢自己，讨厌自己。","reconstruction":"我接纳自己表达不出来的问题，或许我可以向有活力的人学习。","strategy":5}
{"content":"个人不高，穿鞋一米四，出门总是被异样的眼光看待，没有谈过恋爱，不会有人喜欢我了吧。","reconstruction":"个子不高和缺少恋爱经历的确使我竞争力不足，但我理解每个人都有自己的独特之处，我可以向优秀的朋友请教学习交往经验。","strategy":5}
{"content":"我父母从小就不怎么管我，都是爷爷奶奶带大的，但是我长大了，我妈却来管我了，真的很难，我真的对我妈真的没什么感情。","reconstruction":"我从小由爷奶带大，现在妈妈主动关心时我感觉很难建立与表达感情，但我可以像朋友学习他们是怎么和妈妈相处的。","strategy":5}
{"content":"之前性格蛮开朗，最近半年感觉孤独，以前会主动交流，现在能不说话就不说话，不想和别人有交集，感觉人都是虚情假意，有时候有点轻生的念头。","reconstruction":"我最近半年从开朗变得不再愿意与人接触，当下的确遇到了一些困难，但我可以向可信赖的专业人士或有类似经历的朋友寻求支持，学习如何面对这样的情况。","strategy":5}
{"content":"从小到大就很胆小，不敢一个人出去工作，一个人也不敢坐车，勇敢好难。","reconstruction":"我意识到自己胆子的确有些小，也知道每个人都有自己的不足，我可以通过向周围人请教，学习他们是如何面对陌生的令人感觉紧张的情境的。","strategy":5}
{"content":"在工作上没有成就，与女朋友交往过程中不知如何谈论工作之事，内心深处一直焦虑不安，害怕因为工作影响关系。","reconstruction":"我现在工作上没有太多成就感,和女朋友在一起也不知道怎么避免谈论工作。我接受自己工作能力还需提高,也接受我们之间还需建立更多非工作相关的话题。我会继续努力,也会倾听女朋友的想法。","strategy":5}
{"content":"感觉跟身边的人说不上话，没有共同语言，灵魂很孤独。是不是自己的自我觉察过分了，感觉如果没心没肺的也不会有这么多的无聊和不开心。","reconstruction":"我感觉最近跟朋友们没有太多共同语言,但我接受大家彼此都在变化。我会积极倾听他们的想法,相信多了解后我们就可以找到共鸣点。","strategy":5}
{"content":"受到批评，就会联想到是自己不好，而一想到自己不好就很难受，觉得自己糟糕透顶。容忍不了别人说我半点不好，我会相信别人对自己的评价。","reconstruction":"我收到批评时,会联想到自己的不足,这是可以理解的。我会试着公平地看待每个人的意见,不会完全否定自己,也不会完全相信别人的负面看法。","strategy":5}
{"content":"倒霉。什么事情都不顺心。做什么事情都觉得枯燥乏味。没有一件事是自己愿意做的，什么都提不起劲来，甚至连洗澡这种日常小事都不想去。","reconstruction":"我现在的心情确实很低落,没有什么事能让我感到兴奋。但我接受这也是生活的一部分,会给自己一点时间接纳这个状态,相信阳光总会再次到来。","strategy":5}
{"content":"我从小就不会替别人开心，当别人有什么开心的事的时候，我也不会送上祝福，有的时候很善良，有的时候又很黑暗。","reconstruction":"我知道我有无法替人感到开心的缺点，这是我不太擅长的地方，我要向心胸宽广的人学习如何克服。","strategy":5}
{"content":"就是做什么事都没有主意，小到买个衣服，反正就是各种事，不知道自己想要什么，而且特别容易相信别人，也特别敏感。","reconstruction":"我没主见敏感易轻信他人，或许我可以向有主见的人请教，学习他们分辨的能力。","strategy":5}
{"content":"工作不顺心，同事不和，家人的偏见，各种的无奈！","reconstruction":"目前我与工作、与同事和家人的关系存在一定问题，我在工作中还不太老练，与人相处还不太成熟，或许我可以向有经验的人请教一些解决方法。","strategy":5}
{"content":"把人都给得罪了怎么办？现在被孤立了没人理我。","reconstruction":"得罪人被孤立是一个不愉快的经历。但我要接纳这个事实，认识到自己的错误，并从中吸取教训，在将来与人交往的过程中不重蹈覆辙。","strategy":5}
{"content":"在最需要帮助时，被母亲骂，感觉人生没了理想。","reconstruction":"母亲在我需要援助的时候责骂我。难过之余，我想到和母亲的关系问题是生活的一部分。我接纳母亲的情绪和行为，因为我知道这是她的关心和爱，只是方式我可能不能接受。同时，我也接纳自己的不完美，我并不是一个完美的人，我可能会犯错误，可能会让母亲失望。不过都不妨碍我们的整体生活。","strategy":5}
{"content":"总感觉事情很多很乱，不知道该做什么，心情很烦躁。","reconstruction":"生活中每一件事都是我们要经历的，所以接受生活中繁杂的事情，调整心情。","strategy":5}
{"content":"有人跟我示好，我会回避，有人给我送东西，我会双倍奉还。我不敢接受大家对我的好，我觉得自己不配不配拥有好的事物。","reconstruction":"我意识到我觉得自己不配不配拥有好的事物。我知道自己的配得感不足还需要加强，也知道每个人有不同的处世方式，或许我也可以试着先回应别人的示好，说不定还会交到更多的朋友。","strategy":5}
{"content":"感觉生活枯燥乏味，学习无趣生活无聊。","reconstruction":"我意识到我经常感觉到生活枯燥乏味，学习无趣生活无聊，我知道或许是有时候自己抓不住生活的精彩瞬间，或许是学习遇到瓶颈无法突破，但我知道每个人的生活状态和学习节奏都是不一样的，我这种状态也是正常的，我可以试着从小事中发现乐趣，一定会有不同的收获。","strategy":5}
{"content":"家里人每天都会给我一重又一重的压力，感觉自己没有活着的意义，我经常会想离家出走或直接跳楼算了。","reconstruction":"里人每天都会给我一重又一重的压力，我意识到有时会感觉活着没有意义，我知道自己的抗压能力还需要加强，和家人的沟通也需要加强，我也知道每个家庭都会有不同的问题，或许我可以试着和家人好好沟通一下来改善这种情况。","strategy":5}
{"content":"可能从小缺少父爱，很多事都不敢去做，都怕不好后果，整天忧郁，杞人忧天，导致整个人都很难受。","reconstruction":"我意识到自己很多事都不敢去做，都怕不好后果，整天忧郁，杞人忧天。我知道自己有时候信心不足，缺乏勇气，但这是正常的，每个人都有优缺点，我也有处世严谨的优点，如果我试着提升自己的信心和勇气，相信一定会变得更加优秀。","strategy":5}
{"content":"每次感觉自己给别人增添了麻烦之后总是非常自责，尽管会和别人道歉，但有时候还是无法原谅自己，担心自己被别人讨厌。","reconstruction":"每次感觉自己给别人增添了麻烦之后总是非常自责，担心自己被别人讨厌，我知道自己有时候还需要提升能力少给别人添麻烦，但是人与人之间的交往很多时候就是靠着彼此帮助联系在一起，我也可以更多的帮助别人来改善这种状态。","strategy":5}
{"content":"我和家人格格不入，我觉得自己是个奇葩，各方面融入不了，性格比较独立有个性无法相互理解不懂我回到家感觉很累。","reconstruction":"我和家人无法互相理解，但我知道我的家人对我表达爱和理解的方式或许与我期望的不同，我可以试着从对方的角度理解家人，让家人也有表达自己的机会。","strategy":5}
{"content":"以前睡眠还好，现在晚上经常睡不着，每次我妈骂完我后，是不是我不应该活着，经常自己呆在一个屋里哭。一哭就是好几个小时…","reconstruction":"每当我妈妈责备我时，我会感到不安，但我也明白这是一种情感体验。我要尝试与亲友分享我的情感，并一步一步地找到更好的方式来度过这段时间。","strategy":5}
{"content":"父母总是逼着我做我不喜欢的事，我只想做我喜欢的事。","reconstruction":"虽然我喜欢的和父母期望有所不同，但我可以接受自己的感受，同时也可以尝试与父母进行坦诚的对话，以找到更好的解决方法，满足双方的需求和期望。或许我可以逐渐找到一种平衡，让自己更快乐和满足。","strategy":5}
{"content":"各种压抑，真的累了，真的不知道怎么表达了。","reconstruction":"我可以接受自己目前的感受，这是正常的人生经历。我可以寻求帮助和支持，以逐渐改善我的情感状况。不要害怕与他人分享自己的感受，这是迈向好转的一步。","strategy":5}
{"content":"我只想知道哪种方法比较好，我觉得我就是一个废物，废物为什么要活在这个世界。我想知道怎么才能最快最没有后悔余地的死去","reconstruction":"我可以接纳自己当前的感受，这是正常的人生体验。我也可以尝试与亲友开放地交流，一起寻找更健康的出路。或许我可以找到一种更积极和有益的方式来度过这段困难时期。","strategy":5}
{"content":"明明知道嫉妒使人丑陋，可是我却深陷其中，我觉得我就是个垃圾","reconstruction":"我知道我这种心态如果发展下去不好，或许我可以向其他自信的朋友请教一下如何着重自己而不嫉妒他人。","strategy":5}
{"content":"有时候感到很痛苦，感觉要用力呼吸，呼吸不了的时候好想长睡不起，是不是只有长眠了才不会有痛苦？","reconstruction":"没关系的，人生就是有苦有乐，可能我不太擅长消化痛苦，或许我可以去和擅长的专家请教一下。","strategy":5}
{"content":"感觉周围的阿姨姑姑什么的，见到我就特别墨迹，啥都问，都烦死我了！阿西吧。","reconstruction":"感觉周围的阿姨姑姑什么的，见到我就特别墨迹，让我有点烦，或者我可以试着听听他们的说法，也许他们只是想抒发自己的感受，我不必全盘接受。","strategy":5}
{"content":"原生家庭要求严格，专制型父母，很少有自己的空间。与男生交往害羞、敏感、多疑，老在揣测别人不怀好意。","reconstruction":"我有着专制型的父母，但这也让我有了一些独特的气质，这种气质在与男生交往方面也可能是一种独特的优势。","strategy":5}
{"content":"做了一件我自己觉得让别人不高兴的事儿，总是不能释怀。","reconstruction":"虽然我可能做了一件我自己觉得让别人不高兴的事儿，但谁都会犯错，大家也会包容理解的。","strategy":5}
{"content":"我觉得生活真的没有希望了，我也不怕死，死是我最好的解脱方法我太累了。","reconstruction":"我觉得生活真的没有希望了，可能我对于环境比较敏感，但这样也是我独特的优点。","strategy":5}
{"content":"整个人都痛苦到失眠，感觉要疯掉崩溃爆裂。","reconstruction":"最近我的休息状况很不好，但是我觉得这种情况是很正常的。或许我可以从好好运动开始改变。","strategy":5}
{"content":"高考报志愿，父母亲戚一直在强调金融，会计，审计之类的，原本我对这些学科也有兴趣，但他们一直强调，我现在一看到这些就不想选择，想回避","reconstruction":"每次和爸妈吵架的时候，我都很烦躁，很无奈，但是这是很正常的事情，我要接纳这件事和这样的我，慢慢改变。","strategy":5}
{"content":"每当跟爸妈理论吵架时，在一定的时候会绝望，就像怎么说都没用，心很苦，大喊尖叫，而父母一致认为你只是在发脾气。","reconstruction":"每次和爸妈吵架的时候，我都很烦躁，很无奈，但是这是很正常的事情，我要接纳这件事和这样的我，慢慢改变。","strategy":5}
{"content":"不想说话，不想社交，不能和别人好好交流，这是怎么了?","reconstruction":"我不爱说话，也不爱社交，但是我不一定非要和大家一样，有我自己的态度也很正常。","strategy":5}
{"content":"说出口的话总会被曲解然后被指责，好生气。有点想彻底离开这个人了。","reconstruction":"我说出口的话很容易被别人误解，导致我很生气，但是我不可能是完美的人，所以我会接纳这样的自己。","strategy":5}
{"content":"父亲生病住院了，我很难过，我觉得是我的错，没有照顾好他。","reconstruction":"父亲生病住院了，我很难过，我觉得是我没有好好照顾父亲的缘故，我很自责，可能我平时忙于工作，也疏于问候，或许我可以更多更频繁的关心父亲，也多拨些时间陪伴他。","strategy":5}
{"content":"父亲生病住院了，我很难过，我觉得是我的错，没有照顾好他。","reconstruction":"父亲生病住院了，我很难过，但是这种事情都要一定的接受度，这样的我也很正常，只要不耽误正常的生活就好了。","strategy":5}
